
PawnOptions = {
	["LastVersion"] = 2.0326,
	["LastPlayerFullName"] = "Селмер-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122263,
			["Level"] = 12,
			["Link"] = "|cff00ccff|Hitem:122263::::::::8:71:::1:583:::|h[Вороненый шлем мощи]|h|r",
		}, -- [1]
		{
			["ID"] = 122667,
			["Level"] = 12,
			["Link"] = "|cff00ccff|Hitem:122667::::::::8:71::::::|h[Вечный талисман горящей ярости]|h|r",
		}, -- [2]
		{
			["ID"] = 122373,
			["Level"] = 12,
			["Link"] = "|cff00ccff|Hitem:122373::::::::8:71:::1:583:::|h[Безупречный наплеч из светостали]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 127010,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:127010::::::::7:71::::::|h[Безупречная кираса из светостали]|h|r",
		}, -- [5]
		{
			["ID"] = 3370,
			["Level"] = 6,
			["Link"] = "|cff9d9d9d|Hitem:3370::::::::10:72:512:26:1:3808:10:::|h[Лоскутный пояс]|h|r",
		}, -- [6]
		{
			["ID"] = 127011,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:127011::::::::7:71::::::|h[Безупречные ножные латы из светостали]|h|r",
		}, -- [7]
		{
			["ID"] = 14110,
			["Level"] = 7,
			["Link"] = "|cffffffff|Hitem:14110::::::::9:71:512:25:1:4768:9:::|h[Дикарские сандалии]|h|r",
		}, -- [8]
		{
			["ID"] = 15005,
			["Level"] = 7,
			["Link"] = "|cffffffff|Hitem:15005::::::::11:71:512:25:1:4768:10:::|h[Изначальные поручи]|h|r",
		}, -- [9]
		{
			["ID"] = 53364,
			["Level"] = 11,
			["Link"] = "|cffffffff|Hitem:53364::::::::11:71:512:11:1:3793:11:::|h[Дуротарские рукавицы]|h|r",
		}, -- [10]
		nil, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 12,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::8:71:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 128318,
			["Level"] = 12,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:128318::::::::8:71::::::|h[Касание Бездны]|h|r",
		}, -- [14]
		{
			["ID"] = 122266,
			["Level"] = 12,
			["Link"] = "|cff00ccff|Hitem:122266::::::::8:71:::1:583:::|h[Рваный плащ песчаного шторма]|h|r",
		}, -- [15]
		{
			["ID"] = 122349,
			["Level"] = 12,
			["Link"] = "|cff00ccff|Hitem:122349::::::::8:71::::::|h[Окровавленный арканитовый жнец]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
