
PawnOptions = {
	["LastVersion"] = 2.0326,
	["LastPlayerFullName"] = "Селмер-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122247,
			["Level"] = 19,
			["Link"] = "|cff00ccff|Hitem:122247::::::::15:255::::::|h[Таинственный капюшон Стихий]|h|r",
		}, -- [1]
		{
			["ID"] = 122668,
			["Level"] = 17,
			["Link"] = "|cff00ccff|Hitem:122668::::::::13:254:::1:582:::|h[Вечная воля мученика]|h|r",
		}, -- [2]
		{
			["ID"] = 122356,
			["Level"] = 19,
			["Link"] = "|cff00ccff|Hitem:122356::::::::15:255::::::|h[Наплечник защитника Ирода]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122379,
			["Level"] = 19,
			["Link"] = "|cff00ccff|Hitem:122379::::::::15:255::::::|h[Кираса несущего смерть чемпиона]|h|r",
		}, -- [5]
		{
			["ID"] = 131409,
			["Level"] = 14,
			["Link"] = "|cffffffff|Hitem:131409::::::::14:255:512:11:1:3793:14:::|h[Отличный пояс из чешуи кроколиска]|h|r",
		}, -- [6]
		{
			["ID"] = 122252,
			["Level"] = 19,
			["Link"] = "|cff00ccff|Hitem:122252::::::::15:255::::::|h[Потускневшие поножи разрушения]|h|r",
		}, -- [7]
		{
			["ID"] = 14110,
			["Level"] = 7,
			["Link"] = "|cffffffff|Hitem:14110::::::::9:71:512:25:1:4768:9:::|h[Дикарские сандалии]|h|r",
		}, -- [8]
		{
			["ID"] = 15474,
			["Level"] = 11,
			["Link"] = "|cffffffff|Hitem:15474::::::::12:254:512:26:1:4769:12:::|h[Наручники атакующего]|h|r",
		}, -- [9]
		{
			["ID"] = 53364,
			["Level"] = 11,
			["Link"] = "|cffffffff|Hitem:53364::::::::11:71:512:11:1:3793:11:::|h[Дуротарские рукавицы]|h|r",
		}, -- [10]
		nil, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 19,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::15:255:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 128318,
			["Level"] = 19,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:128318::::::::15:255::::::|h[Касание Бездны]|h|r",
		}, -- [14]
		{
			["ID"] = 122261,
			["Level"] = 19,
			["Link"] = "|cff00ccff|Hitem:122261::::::::15:255:::1:583:::|h[Унаследованная накидка черного барона]|h|r",
		}, -- [15]
		{
			["ID"] = 140773,
			["Level"] = 19,
			["Link"] = "|cff00ccff|Hitem:140773::::::::15:255::::::|h[Копье орлиного когтя]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "HUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
