
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Кассис-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 133,
			["Link"] = "|cff00ccff|Hitem:122250::::::::96:64:::1:3592:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 108904,
			["Level"] = 134,
			["Link"] = "|cff0070dd|Hitem:108904::::::::95:64:512::1:3784:95:::|h[Пальцы Бездны]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 133,
			["Link"] = "|cff00ccff|Hitem:122360::::::::96:64:::1:3592:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 133,
			["Link"] = "|cff00ccff|Hitem:122384::::::::96:64:::1:3592:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 113788,
			["Level"] = 117,
			["Link"] = "|cff0070dd|Hitem:113788::::::::87:64:512:1:2:4239:38:87:::|h[Цветущий пояс с символом огненной вспышки]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 133,
			["Link"] = "|cff00ccff|Hitem:122256::::::::96:64:::1:3592:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 72622,
			["Level"] = 100,
			["Link"] = "|cff1eff00|Hitem:72622::::::::80:63::14::::|h[Сандалии магического духа]|h|r",
		}, -- [8]
		{
			["ID"] = 144165,
			["Level"] = 121,
			["Link"] = "|cff0070dd|Hitem:144165::::::::89:64:512:1:2:4173:6652:89:::|h[Наручи бомбардировки]|h|r",
		}, -- [9]
		{
			["ID"] = 59787,
			["Level"] = 126,
			["Link"] = "|cffa335ee|Hitem:59787::::::::88:64:512:11:2:3773:5523:88:::|h[Захваты низвержения богов]|h|r",
		}, -- [10]
		{
			["ID"] = 113082,
			["Level"] = 136,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:113082::::::::96:63:512::1:3784:96:::|h[Драгоценная петля из кровошипа]|h|r",
		}, -- [11]
		{
			["ID"] = 108972,
			["Level"] = 127,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:108972::::::::95:64:512:11:1:3706:95:::|h[Кольцо слепого скверноглаза]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 133,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::96:64:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 133,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::96:63:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 133,
			["Link"] = "|cff00ccff|Hitem:122262::::::::96:64:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 133,
			["Link"] = "|cff00ccff|Hitem:122353::::::::96:64:::1:583:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
