
PawnOptions = {
	["LastVersion"] = 2.0324,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 144,
			["Link"] = "|cff00ccff|Hitem:122250::::::::101:64:::1:5805:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 113146,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:113146::::::::98:63:512:11:1:3784:97:::|h[Подвеска караборского мудреца]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 144,
			["Link"] = "|cff00ccff|Hitem:122360::::::::101:64:::1:5805:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 144,
			["Link"] = "|cff00ccff|Hitem:122384::::::::101:64:::1:5805:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 109825,
			["Level"] = 145,
			["Link"] = "|cff0070dd|Hitem:109825::::::::100:64:512:1:2:4238:6652:100:::|h[Заледеневший шнурованный ремень]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 144,
			["Link"] = "|cff00ccff|Hitem:122256::::::::101:64:::1:5805:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 121657,
			["Level"] = 135,
			["Link"] = "|cff1eff00|Hitem:121657::::::::99:63:512:11:1:767:99:::|h[Ботфорты Слепящих Снегов]|h|r",
		}, -- [8]
		{
			["ID"] = 144165,
			["Level"] = 121,
			["Link"] = "|cff0070dd|Hitem:144165::::::::89:64:512:1:2:4173:6652:89:::|h[Наручи бомбардировки]|h|r",
		}, -- [9]
		{
			["ID"] = 130291,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:130291::::::::100:63:512:11:1:767:100:::|h[Перчатки Слепящих Снегов]|h|r",
		}, -- [10]
		{
			["ID"] = 113082,
			["Level"] = 136,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:113082::::::::96:63:512::1:3784:96:::|h[Драгоценная петля из кровошипа]|h|r",
		}, -- [11]
		{
			["ID"] = 113082,
			["Level"] = 136,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:113082::::::::98:63:512::1:3784:96:::|h[Драгоценная петля из кровошипа]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 144,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::101:64:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 142,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::100:64:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 144,
			["Link"] = "|cff00ccff|Hitem:122262::::::::101:64:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 128820,
			["Level"] = 154,
			["Link"] = "|cffe6cc80|Hitem:128820:::133070:::::100:63::9:1:1474::3:767:1472:1809:|h[Фело'мелорн]|h|r",
		}, -- [16]
		{
			["ID"] = 133959,
			["Level"] = 154,
			["Link"] = "|cffe6cc80|Hitem:133959::::::::100:63::::::|h[Сердце феникса]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["LastPlayerFullName"] = "Кассис-Вечная Песня",
	["Artifacts"] = {
		[128820] = {
			["Relics"] = {
				{
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 2,
					["Type"] = "Arcane",
				}, -- [2]
			},
			["Name"] = "Фело'мелорн",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
