
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Кассис-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122250::::::::64:63:::1:3592:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 122664,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122664::::::::64:63:::1:582:::|h[Вечное колье горизонта]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122360::::::::64:63:::1:3592:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122384::::::::64:63:::1:3592:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 51968,
			["Level"] = 52,
			["Link"] = "|cff0070dd|Hitem:51968::::::::46:62:512:17:2:1695:4244:46:::|h[Номерная опояска с символом огненной вспышки]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122256::::::::64:63:::1:3592:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 59252,
			["Level"] = 59,
			["Link"] = "|cff1eff00|Hitem:59252::::::::60:63:512:11:1:3651:59:::|h[Сандалии порченой крови]|h|r",
		}, -- [8]
		{
			["ID"] = 39676,
			["Level"] = 68,
			["Link"] = "|cff0070dd|Hitem:39676::::::::62:62:512:11:1:4139:62:::|h[Напульсники сан'лейн]|h|r",
		}, -- [9]
		{
			["ID"] = 113758,
			["Level"] = 68,
			["Link"] = "|cff0070dd|Hitem:113758::::::::62:62:512:1:2:4242:19:62:::|h[Покрытые снегом тканевые перчатки с символом огненной вспышки]|h|r",
		}, -- [10]
		{
			["ID"] = 38219,
			["Level"] = 68,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:38219::::::::62:62:512:11:1:4139:62:::|h[Кольцо травли]|h|r",
		}, -- [11]
		{
			["ID"] = 38219,
			["Level"] = 68,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:38219::::::::62:63:512:11:1:4139:62:::|h[Кольцо травли]|h|r",
		}, -- [12]
		{
			["ID"] = 122362,
			["Level"] = 69,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122362::::::::64:63:::1:582:::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 69,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::64:63:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122262::::::::64:63:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 69,
			["Link"] = "|cff00ccff|Hitem:122353::::::::64:63:::1:583:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
