
PawnOptions = {
	["LastVersion"] = 2.0325,
	["LastPlayerFullName"] = "Кассис-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 156,
			["Link"] = "|cff00ccff|Hitem:122250::::::::106:64:::1:5805:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 131921,
			["Level"] = 151,
			["Link"] = "|cff0070dd|Hitem:131921::::::::104:62:512::1:1794:103:::|h[Ошейник спокойного сна]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 156,
			["Link"] = "|cff00ccff|Hitem:122360::::::::106:64:::1:5805:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 156,
			["Link"] = "|cff00ccff|Hitem:122384::::::::106:64:::1:5805:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 109825,
			["Level"] = 145,
			["Link"] = "|cff0070dd|Hitem:109825::::::::100:64:512:1:2:4238:6652:100:::|h[Заледеневший шнурованный ремень]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 156,
			["Link"] = "|cff00ccff|Hitem:122256::::::::106:64:::1:5805:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 121657,
			["Level"] = 135,
			["Link"] = "|cff1eff00|Hitem:121657::::::::99:63:512:11:1:767:99:::|h[Ботфорты Слепящих Снегов]|h|r",
		}, -- [8]
		{
			["ID"] = 130287,
			["Level"] = 142,
			["Link"] = "|cff1eff00|Hitem:130287::::::::102:63:512:11:1:767:102:::|h[Наручи Слепящих Снегов]|h|r",
		}, -- [9]
		{
			["ID"] = 133609,
			["Level"] = 152,
			["Link"] = "|cff0070dd|Hitem:133609::::::::105:64:512:17:1:1795:105:::|h[Шелковые перчатки с запахом крови]|h|r",
		}, -- [10]
		{
			["ID"] = 113082,
			["Level"] = 136,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:113082::::::::96:63:512::1:3784:96:::|h[Драгоценная петля из кровошипа]|h|r",
		}, -- [11]
		{
			["ID"] = 113082,
			["Level"] = 136,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:113082::::::::98:63:512::1:3784:96:::|h[Драгоценная петля из кровошипа]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 156,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::106:64:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 153,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::105:62:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 156,
			["Link"] = "|cff00ccff|Hitem:122262::::::::106:64:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 128820,
			["Level"] = 154,
			["Link"] = "|cffe6cc80|Hitem:128820:::133070:::::100:63::9:1:1474::3:767:1472:1809:|h[Фело'мелорн]|h|r",
		}, -- [16]
		{
			["ID"] = 133959,
			["Level"] = 154,
			["Link"] = "|cffe6cc80|Hitem:133959::::::::100:63::::::|h[Сердце феникса]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128820] = {
			["Relics"] = {
				{
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 2,
					["Type"] = "Arcane",
				}, -- [2]
			},
			["Name"] = "Фело'мелорн",
		},
		[128862] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["Type"] = "Arcane",
				}, -- [2]
			},
			["Name"] = "Полярная Ночь, великий посох Алоди",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
