
PawnOptions = {
	["LastVersion"] = 2.0405,
	["LastPlayerFullName"] = "Шанами-Вечная Песня",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 174163,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:174163::::::::50:65::5:5:4823:1502:4786:6508:4775::::|h[Шлем второго зрения]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 140,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:65::11:4:4932:4933:6316:1554::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 173835,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:173835::::::::50:65::29:4:1494:4786:6506:4775::::|h[Наплечье тлетворного левиафана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 158022,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:158022::::::::50:65::28:4:1514:4786:6504:4775::::|h[Нагрудный доспех Мрачной пустоши]|h|r",
		}, -- [5]
		{
			["ID"] = 163422,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:163422::::::::50:65::28:5:5125:6516:6513:1514:4786::::|h[Большой пояс 7-го легиона]|h|r",
		}, -- [6]
		{
			["ID"] = 158361,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:158361::168639::::::50:65::16:6:5005:4802:6516:6513:1513:4786::::|h[Штаны кишащих акулами вод]|h|r",
		}, -- [7]
		{
			["ID"] = 159412,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:159412::::::::50:65::35:8:5007:6578:6579:6482:6470:6513:1528:4786::::|h[Отделанные золотом лужеходы]|h|r",
		}, -- [8]
		{
			["ID"] = 163403,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:163403::168639::::::50:65::28:8:5125:4802:6578:6579:6557:6513:1514:4786::::|h[Боевые наручи 7-го легиона]|h|r",
		}, -- [9]
		{
			["ID"] = 174178,
			["Level"] = 110,
			["Link"] = "|cffa335ee|Hitem:174178:5932:::::::50:65::3:6:4822:6578:6515:1487:4786:6516::::|h[Перчатки творца миражей]|h|r",
		}, -- [10]
		{
			["ID"] = 158314,
			["Level"] = 105,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:158314::::::::50:70::16:6:5007:6578:6515:1518:4786:6516::::|h[Печать изменчивой лояльности]|h|r",
		}, -- [11]
		{
			["ID"] = 165678,
			["Level"] = 100,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:165678::::::::50:65::28:5:4803:6516:6515:1514:4786::::|h[Печатка Гильдии Каменщиков]|h|r",
		}, -- [12]
		{
			["ID"] = 183650,
			["Level"] = 110,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:183650::::::::50:70:::2:1482:4786:1:28:1401:::|h[Крохотное поганище в бутылке]|h|r",
		}, -- [13]
		{
			["ID"] = 159611,
			["Level"] = 105,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159611::::::::50:70::35:4:5005:6513:1518:4786::::|h[Большая красная кнопка Разданка]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 151,
			["Link"] = "|cffff8000|Hitem:169223::::::::50:65::11:2:6285:1472::::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 165636,
			["Level"] = 115,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:165636::::::::50:70::81:3:5844:1527:4786:1:28:1401:::|h[Молот часового]|h|r",
		}, -- [16]
		{
			["ID"] = 159804,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:159804::::::::50:65::28:7:4803:6578:6579:6562:6513:1514:4786::::|h[Обитый железом щит]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
