
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Паладинович"] = {
			["GUID"] = "Player-4452-011D3198",
			["LastEventHealth"] = {
				196, -- [1]
				196, -- [2]
				196, -- [3]
				196, -- [4]
				196, -- [5]
				196, -- [6]
				196, -- [7]
				196, -- [8]
				196, -- [9]
				196, -- [10]
				196, -- [11]
				196, -- [12]
				188, -- [13]
				188, -- [14]
				188, -- [15]
			},
			["LastAttackedBy"] = "Кабаний эскорт",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					14.41, -- [1]
				},
				["Damage"] = {
					140, -- [1]
				},
				["DamageTaken"] = {
					15, -- [1]
				},
				["ActiveTime"] = {
					14.41, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "Паладинович",
			["level"] = 7,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 58,
			["LastActive"] = 1597778.748,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				196, -- [1]
				196, -- [2]
				196, -- [3]
				196, -- [4]
				196, -- [5]
				196, -- [6]
				196, -- [7]
				196, -- [8]
				196, -- [9]
				196, -- [10]
				196, -- [11]
				196, -- [12]
				196, -- [13]
				196, -- [14]
				196, -- [15]
			},
			["TimeLast"] = {
				["ActiveTime"] = 1597778.748,
				["TimeDamage"] = 1597778.748,
				["OVERALL"] = 1597778.748,
				["DamageTaken"] = 1597778.748,
				["Damage"] = 1597776.748,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
			},
			["NextEventNum"] = 16,
			["LastDamageTime"] = 1597779.248,
			["LastEvents"] = {
				"Паладинович Атака ближнего боя Кабаний эскорт Hit -15 (Physical)", -- [1]
				"Паладинович Печать праведности Кабаний эскорт Hit -4 (Holy)", -- [2]
				"Паладинович Атака ближнего боя Кабаний эскорт Glancing -13 (Physical)", -- [3]
				"Паладинович Правосудие праведности Кабаний эскорт Hit -26 (Holy)", -- [4]
				"Кабаний эскорт Атака ближнего боя Паладинович Dodge (1)", -- [5]
				"Паладинович Атака ближнего боя Кабаний эскорт Glancing -14 (Physical)", -- [6]
				"Паладинович Атака ближнего боя Кабаний эскорт Hit -13 (Physical)", -- [7]
				"Кабаний эскорт Атака ближнего боя Паладинович Miss (1)", -- [8]
				"Паладинович Атака ближнего боя Кабаний эскорт Hit -15 (Physical)", -- [9]
				"Паладинович Атака ближнего боя Кабаний эскорт Hit -12 (Physical)", -- [10]
				"Паладинович Атака ближнего боя Кабаний эскорт Hit -13 (Physical)", -- [11]
				"Кабаний эскорт Атака ближнего боя Паладинович Hit -8 (Physical)", -- [12]
				"Паладинович Атака ближнего боя Кабаний эскорт Hit -15 (Physical)", -- [13]
				"Кабаний эскорт Атака ближнего боя Паладинович Hit -7 (Physical)", -- [14]
				"Паладинович Атака ближнего боя Кабаний эскорт Dodge (1)", -- [15]
			},
			["Name"] = "Паладинович",
			["LastEventTimes"] = {
				1597763.168, -- [1]
				1597764.358, -- [2]
				1597765.478, -- [3]
				1597765.578, -- [4]
				1597767.468, -- [5]
				1597767.708, -- [6]
				1597769.388, -- [7]
				1597769.388, -- [8]
				1597771.068, -- [9]
				1597774.338, -- [10]
				1597776.058, -- [11]
				1597776.688, -- [12]
				1597777.668, -- [13]
				1597778.768, -- [14]
				1597779.248, -- [15]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 14,
									["min"] = 13,
									["count"] = 2,
									["amount"] = 27,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 15,
									["min"] = 12,
									["count"] = 6,
									["amount"] = 83,
								},
							},
							["count"] = 9,
							["amount"] = 110,
						},
						["Правосудие праведности"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 26,
									["min"] = 26,
									["count"] = 1,
									["amount"] = 26,
								},
							},
							["count"] = 1,
							["amount"] = 26,
						},
						["Печать праведности"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4,
									["min"] = 4,
									["count"] = 1,
									["amount"] = 4,
								},
							},
							["count"] = 1,
							["amount"] = 4,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["TimeSpent"] = {
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13.12,
								},
								["Правосудие праведности"] = {
									["count"] = 0.1,
								},
								["Печать праведности"] = {
									["count"] = 1.19,
								},
							},
							["amount"] = 14.41,
						},
					},
					["DamageTaken"] = 15,
					["TimeDamage"] = 14.41,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 9,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["DamagedWho"] = {
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 110,
								},
								["Правосудие праведности"] = {
									["count"] = 26,
								},
								["Печать праведности"] = {
									["count"] = 4,
								},
							},
							["amount"] = 140,
						},
					},
					["ActiveTime"] = 14.41,
					["TimeDamaging"] = {
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13.12,
								},
								["Правосудие праведности"] = {
									["count"] = 0.1,
								},
								["Печать праведности"] = {
									["count"] = 1.19,
								},
							},
							["amount"] = 14.41,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 15,
					},
					["ElementDone"] = {
						["Melee"] = 110,
						["Holy"] = 30,
					},
					["Damage"] = 140,
				},
			},
			["LastDamageTaken"] = 7,
			["UnitLockout"] = 1597762.748,
			["LastAbility"] = 121572.061,
		},
		["Джейсс"] = {
			["GUID"] = "Player-4452-019A0CB5",
			["LastEventHealth"] = {
				204, -- [1]
				204, -- [2]
				196, -- [3]
				186, -- [4]
				186, -- [5]
				186, -- [6]
				186, -- [7]
				186, -- [8]
				186, -- [9]
				186, -- [10]
				186, -- [11]
				186, -- [12]
				204, -- [13]
				204, -- [14]
				204, -- [15]
				204, -- [16]
				204, -- [17]
				204, -- [18]
				204, -- [19]
				204, -- [20]
				204, -- [21]
				204, -- [22]
				204, -- [23]
				204, -- [24]
				194, -- [25]
				204, -- [26]
				204, -- [27]
				193, -- [28]
				193, -- [29]
				193, -- [30]
				193, -- [31]
				193, -- [32]
				193, -- [33]
				193, -- [34]
				204, -- [35]
				129, -- [36]
				129, -- [37]
				129, -- [38]
				129, -- [39]
				129, -- [40]
				129, -- [41]
				204, -- [42]
				204, -- [43]
				204, -- [44]
				204, -- [45]
				204, -- [46]
				204, -- [47]
				204, -- [48]
				204, -- [49]
				204, -- [50]
			},
			["LastAttackedBy"] = "Бандит из Братства Справедливости",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["RageGain"] = {
					72, -- [1]
				},
				["HealingTaken"] = {
					177, -- [1]
				},
				["ActiveTime"] = {
					256.2, -- [1]
				},
				["DOT_Time"] = {
					114, -- [1]
				},
				["TimeDamage"] = {
					256.2, -- [1]
				},
				["DamageTaken"] = {
					829, -- [1]
				},
				["Damage"] = {
					2805, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = true,
			["level"] = 6,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 59,
			["LastActive"] = 1597810.749,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				204, -- [1]
				204, -- [2]
				204, -- [3]
				204, -- [4]
				204, -- [5]
				204, -- [6]
				204, -- [7]
				204, -- [8]
				204, -- [9]
				204, -- [10]
				204, -- [11]
				204, -- [12]
				204, -- [13]
				204, -- [14]
				204, -- [15]
				204, -- [16]
				204, -- [17]
				204, -- [18]
				204, -- [19]
				204, -- [20]
				204, -- [21]
				204, -- [22]
				204, -- [23]
				204, -- [24]
				204, -- [25]
				204, -- [26]
				204, -- [27]
				204, -- [28]
				204, -- [29]
				204, -- [30]
				204, -- [31]
				204, -- [32]
				204, -- [33]
				204, -- [34]
				204, -- [35]
				204, -- [36]
				204, -- [37]
				204, -- [38]
				204, -- [39]
				204, -- [40]
				204, -- [41]
				204, -- [42]
				204, -- [43]
				204, -- [44]
				204, -- [45]
				204, -- [46]
				204, -- [47]
				204, -- [48]
				204, -- [49]
				204, -- [50]
			},
			["TimeLast"] = {
				["HealingTaken"] = 1597655.754,
				["RageGain"] = 1597646.75,
				["DOT_Time"] = 1597773.748,
				["ActiveTime"] = 1597778.748,
				["TimeDamage"] = 1597778.748,
				["OVERALL"] = 1597810.749,
				["DamageTaken"] = 1597810.749,
				["Damage"] = 1597778.748,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 36,
			["LastDamageTime"] = 1597778.958,
			["LastEvents"] = {
				"Джейсс Атака ближнего боя Твердошкурый вепрь Hit -19 (Physical)", -- [1]
				"Твердошкурый вепрь Атака ближнего боя Джейсс Hit -8 (Physical)", -- [2]
				"Твердошкурый вепрь Атака ближнего боя Джейсс Hit -10 (Physical)", -- [3]
				"Джейсс Атака ближнего боя Твердошкурый вепрь Miss (1)", -- [4]
				"Твердошкурый вепрь Атака ближнего боя Джейсс Absorb -7 (7 Поглощено) (1)", -- [5]
				"Джейсс Атака ближнего боя Твердошкурый вепрь Hit -17 (Physical)", -- [6]
				"Твердошкурый вепрь Атака ближнего боя Джейсс Dodge (1)", -- [7]
				"Джейсс Кровопускание (УЗВ) Твердошкурый вепрь Tick -5 (Physical)", -- [8]
				"Твердошкурый вепрь Атака ближнего боя Джейсс Absorb -9 (9 Поглощено) (1)", -- [9]
				"Джейсс Атака ближнего боя Твердошкурый вепрь Dodge (1)", -- [10]
				"Джейсс Кровопускание (УЗВ) Твердошкурый вепрь Tick -5 (Physical)", -- [11]
				"Джейсс Атака ближнего боя Твердошкурый вепрь Glancing -17 (Physical)", -- [12]
				"Джейсс Атака ближнего боя Молодой лесной медведь Miss (1)", -- [13]
				"Джейсс Атака ближнего боя Молодой лесной медведь Glancing -16 (Physical)", -- [14]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -19 (Physical)", -- [15]
				"Джейсс Кровопускание (УЗВ) Молодой лесной медведь Tick -5 (Physical)", -- [16]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -20 (Physical)", -- [17]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Hit -17 (Physical)", -- [18]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Crit -30 (Physical)", -- [19]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Hit -10 (Physical)", -- [20]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Hit -14 (Physical)", -- [21]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Crit -28 (Physical)", -- [22]
				"Джейсс Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [23]
				"Бандит из Братства Справедливости Атака ближнего боя Джейсс Hit -10 (Physical)", -- [24]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Crit -29 (Physical)", -- [25]
				"Джейсс Атака ближнего боя Принцесса Glancing -11 (Physical)", -- [26]
				"Принцесса Атака ближнего боя Джейсс Hit -11 (Physical)", -- [27]
				"Джейсс Атака ближнего боя Принцесса Miss (1)", -- [28]
				"Джейсс Атака ближнего боя Принцесса Glancing -13 (Physical)", -- [29]
				"Джейсс Кровопускание (УЗВ) Принцесса Tick -5 (Physical)", -- [30]
				"Джейсс Атака ближнего боя Принцесса Hit -17 (Physical)", -- [31]
				"Джейсс Атака ближнего боя Принцесса Glancing -13 (Physical)", -- [32]
				"Джейсс Кровопускание (УЗВ) Принцесса Tick -5 (Physical)", -- [33]
				"Джейсс Атака ближнего боя Кабаний эскорт Glancing -18 (Physical)", -- [34]
				"Бандит из Братства Справедливости Атака ближнего боя Джейсс Hit -12 (Physical)", -- [35]
				"Джейсс Атака ближнего боя Бандит из Братства Справедливости Miss (1)", -- [36]
				"Джейсс Кровопускание (УЗВ) Докер из Братства Справедливости Tick -5 (Physical)", -- [37]
				"Джейсс Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [38]
				"Джейсс Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [39]
				"Джейсс Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [40]
				"Докер из Братства Справедливости Атака ближнего боя Джейсс Hit -11 (Physical)", -- [41]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -21 (Physical)", -- [42]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -16 (Physical)", -- [43]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -20 (Physical)", -- [44]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -17 (Physical)", -- [45]
				"Джейсс Атака ближнего боя Молодой лесной медведь Hit -18 (Physical)", -- [46]
				"Джейсс Атака ближнего боя Молодой лесной медведь Dodge (1)", -- [47]
				"Джейсс Атака ближнего боя Молодой лесной медведь Glancing -13 (Physical)", -- [48]
				"Джейсс Атака ближнего боя Молодой лесной медведь Glancing -14 (Physical)", -- [49]
				"Джейсс Атака-оглушение Твердошкурый вепрь Resist (Physical)", -- [50]
			},
			["Name"] = "Джейсс",
			["LastEventTimes"] = {
				1597647.06, -- [1]
				1597647.39, -- [2]
				1597649.355, -- [3]
				1597650.675, -- [4]
				1597651.345, -- [5]
				1597653.285, -- [6]
				1597653.405, -- [7]
				1597653.945, -- [8]
				1597655.414, -- [9]
				1597655.894, -- [10]
				1597656.894, -- [11]
				1597658.494, -- [12]
				1597666.327, -- [13]
				1597669.017, -- [14]
				1597671.687, -- [15]
				1597673.303, -- [16]
				1597674.302, -- [17]
				1597690.191, -- [18]
				1597693.011, -- [19]
				1597719.466, -- [20]
				1597722.006, -- [21]
				1597724.686, -- [22]
				1597726.066, -- [23]
				1597726.546, -- [24]
				1597727.226, -- [25]
				1597762.068, -- [26]
				1597762.708, -- [27]
				1597764.688, -- [28]
				1597767.288, -- [29]
				1597770.968, -- [30]
				1597771.398, -- [31]
				1597773.918, -- [32]
				1597774.028, -- [33]
				1597778.958, -- [34]
				1597811.469, -- [35]
				1597406.222, -- [36]
				1597407.072, -- [37]
				1597408.632, -- [38]
				1597411.692, -- [39]
				1597414.602, -- [40]
				1597417.772, -- [41]
				1597552.959, -- [42]
				1597555.589, -- [43]
				1597607.534, -- [44]
				1597610.224, -- [45]
				1597612.824, -- [46]
				1597633.029, -- [47]
				1597635.739, -- [48]
				1597638.329, -- [49]
				1597646.59, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 18,
					},
					["DOTs"] = {
						["Кровопускание (УЗВ)"] = {
							["Details"] = {
								["Молодой лесной медведь"] = {
									["count"] = 3,
								},
								["Докер из Братства Справедливости"] = {
									["count"] = 3,
								},
								["Твердошкурый вепрь"] = {
									["count"] = 6,
								},
								["Бандит из Братства Справедливости"] = {
									["count"] = 12,
								},
								["Фикс"] = {
									["count"] = 6,
								},
								["Кобольд-шахтер"] = {
									["count"] = 24,
								},
								["Принцесса"] = {
									["count"] = 6,
								},
								["Кобольд-проходчик"] = {
									["count"] = 24,
								},
								["Вепрь-камнеклык"] = {
									["count"] = 30,
								},
							},
							["amount"] = 114,
						},
					},
					["TimeSpent"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 17.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 19,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 0.85,
								},
							},
							["amount"] = 3.85,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.47,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 1.66,
								},
								["Атака-оглушение"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 9.63,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.16,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 5.88,
								},
							},
							["amount"] = 16.04,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 0.52,
								},
							},
							["amount"] = 3.52,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29.83,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.27,
								},
								["Удар героя"] = {
									["count"] = 0.94,
								},
								["Кровопускание"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 39.26,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.43,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 1.61,
								},
							},
							["amount"] = 8.04,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 81.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 11.81,
								},
								["Кровопускание"] = {
									["count"] = 2.46,
								},
								["Атака-оглушение"] = {
									["count"] = 1.5,
								},
								["Удар героя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 98.77,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 45.11,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.04,
								},
								["Удар героя"] = {
									["count"] = 3,
								},
								["Кровопускание"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 56.59,
						},
					},
					["DamageTaken"] = 829,
					["RageGainedFrom"] = {
						["Джейсс"] = {
							["Details"] = {
								["Рывок"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 135,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 135,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 9,
									["min"] = 7,
									["count"] = 2,
									["amount"] = 16,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 133,
									["amount"] = 0,
								},
							},
							["count"] = 135,
							["amount"] = 16,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 256.2,
					["ElementTaken"] = {
						["Melee"] = 821,
						["Physical"] = 8,
					},
					["RageGained"] = {
						["Рывок"] = {
							["Details"] = {
								["Джейсс"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
					},
					["Damage"] = 2805,
					["ElementTakenAbsorb"] = {
						["Melee"] = 16,
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 125,
								},
								["Слово силы: Щит"] = {
									["count"] = 16,
								},
							},
							["amount"] = 141,
						},
					},
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 1,
									["min"] = 1,
									["count"] = 4,
									["amount"] = 4,
								},
							},
							["count"] = 4,
							["amount"] = 4,
						},
					},
					["TimeDamaging"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 17.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 19,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 0.85,
								},
							},
							["amount"] = 3.85,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.47,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 1.66,
								},
								["Атака-оглушение"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 9.63,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.16,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 5.88,
								},
							},
							["amount"] = 16.04,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 0.52,
								},
							},
							["amount"] = 3.52,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29.83,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.27,
								},
								["Удар героя"] = {
									["count"] = 0.94,
								},
								["Кровопускание"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 39.26,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.43,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 1.61,
								},
							},
							["amount"] = 8.04,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 81.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 11.81,
								},
								["Кровопускание"] = {
									["count"] = 2.46,
								},
								["Атака-оглушение"] = {
									["count"] = 1.5,
								},
								["Удар героя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 98.77,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 45.11,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.04,
								},
								["Удар героя"] = {
									["count"] = 3,
								},
								["Кровопускание"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 56.59,
						},
					},
					["ElementDone"] = {
						["Melee"] = 2501,
						["Physical"] = 304,
					},
					["DamagedWho"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 174,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 179,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 37,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 53,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 10,
								},
							},
							["amount"] = 63,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 128,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 20,
								},
							},
							["amount"] = 148,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 10,
								},
							},
							["amount"] = 43,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 384,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 40,
								},
								["Удар героя"] = {
									["count"] = 27,
								},
							},
							["amount"] = 451,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 54,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 10,
								},
							},
							["amount"] = 64,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1091,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 50,
								},
								["Удар героя"] = {
									["count"] = 30,
								},
							},
							["amount"] = 1171,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 534,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 40,
								},
								["Удар героя"] = {
									["count"] = 57,
								},
							},
							["amount"] = 631,
						},
					},
					["HealingTaken"] = 177,
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 19,
									["min"] = 11,
									["count"] = 14,
									["amount"] = 215,
								},
								["Hit (Блокировано)"] = {
									["max"] = 16,
									["min"] = 10,
									["count"] = 4,
									["amount"] = 56,
								},
								["Hit"] = {
									["max"] = 22,
									["min"] = 14,
									["count"] = 99,
									["amount"] = 1854,
								},
								["Miss"] = {
									["count"] = 7,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 42,
									["min"] = 28,
									["count"] = 11,
									["amount"] = 376,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 144,
							["amount"] = 2501,
						},
						["Удар героя"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 30,
									["min"] = 27,
									["count"] = 4,
									["amount"] = 114,
								},
							},
							["count"] = 4,
							["amount"] = 114,
						},
						["Кровопускание"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Атака-оглушение"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Кровопускание (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5,
									["min"] = 5,
									["count"] = 38,
									["amount"] = 190,
								},
							},
							["count"] = 38,
							["amount"] = 190,
						},
					},
					["RageGain"] = 72,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 14,
								},
								["Miss"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 103,
								},
								["Dodge"] = {
									["count"] = 6,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 11,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 148,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 38,
								},
								["Hit"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 48,
						},
					},
					["TimeDamage"] = 256.2,
					["WhoDamaged"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 57,
								},
							},
							["amount"] = 57,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 162,
								},
							},
							["amount"] = 162,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 242,
								},
							},
							["amount"] = 242,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 168,
								},
								["Пинок"] = {
									["count"] = 8,
								},
							},
							["amount"] = 176,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 147,
								},
							},
							["amount"] = 147,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 119,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 10,
								},
							},
							["amount"] = 139,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DOT_Time"] = 114,
					["ElementTakenBlock"] = {
						["Melee"] = 4,
					},
				},
			},
			["LastDamageTaken"] = 12,
			["UnitLockout"] = 1597761.748,
			["LastAbility"] = 121572.061,
		},
		["Шанами"] = {
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
					},
					["Messages"] = {
						"Лесной хищник Атака ближнего боя Шанами Hit -11 (Physical)", -- [1]
						"Лесной хищник Атака ближнего боя Шанами Hit -9 (Physical)", -- [2]
						"Лесной хищник Атака ближнего боя Шанами Hit -10 (Physical)", -- [3]
						"Лесной хищник Атака ближнего боя Шанами Hit -11 (Physical)", -- [4]
						"Лесной хищник Атака ближнего боя Шанами Hit -10 (Physical)", -- [5]
						"Лесной хищник Атака ближнего боя Шанами Dodge (1)", -- [6]
						"Лесной хищник Атака ближнего боя Шанами Hit -8 (Physical)", -- [7]
						"Лесной хищник Атака ближнего боя Шанами Hit -11 (Physical)", -- [8]
						"Лесной хищник Атака ближнего боя Шанами Hit -9 (Physical)", -- [9]
						"Лесной хищник Атака ближнего боя Шанами Hit -10 (Physical)", -- [10]
						"Шанами умирает.", -- [11]
					},
					["DeathAt"] = 1677843.825,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
					},
					["MessageTimes"] = {
						-14.0670000000391, -- [1]
						-12.533000000054, -- [2]
						-10.9670000001788, -- [3]
						-9.46700000017881, -- [4]
						-7.96700000017881, -- [5]
						-6.46700000017881, -- [6]
						-4.96700000017881, -- [7]
						-3.43300000019372, -- [8]
						-2.03300000005402, -- [9]
						-0.433000000193715, -- [10]
						0, -- [11]
					},
					["HealthMax"] = {
						202, -- [1]
						202, -- [2]
						202, -- [3]
						202, -- [4]
						202, -- [5]
						202, -- [6]
						202, -- [7]
						202, -- [8]
						202, -- [9]
						202, -- [10]
						172, -- [11]
					},
					["Health"] = {
						87, -- [1]
						76, -- [2]
						67, -- [3]
						57, -- [4]
						46, -- [5]
						36, -- [6]
						36, -- [7]
						28, -- [8]
						17, -- [9]
						8, -- [10]
						0, -- [11]
					},
					["KilledBy"] = "Лесной хищник",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
					},
					["Messages"] = {
						"Серый лесной волк Атака ближнего боя Шанами Miss (1)", -- [1]
						"Шанами Обновление Шанами Tick +9", -- [2]
						"Серый лесной волк Атака ближнего боя Шанами Hit -9 (Physical)", -- [3]
						"Молодой лесной медведь Атака ближнего боя Шанами Miss (1)", -- [4]
						"Серый лесной волк Атака ближнего боя Шанами Absorb -8 (8 Поглощено) (1)", -- [5]
						"Шанами Обновление Шанами Tick +9", -- [6]
						"Молодой лесной медведь Атака ближнего боя Шанами Absorb -15 (15 Поглощено) (1)", -- [7]
						"Серый лесной волк Атака ближнего боя Шанами Absorb -10 (10 Поглощено) (1)", -- [8]
						"Серый лесной волк Атака ближнего боя Шанами Absorb -9 (9 Поглощено) (1)", -- [9]
						"Серый лесной волк Атака ближнего боя Шанами Absorb -4 (1)", -- [10]
						"Серый лесной волк Атака ближнего боя Шанами Hit -6 (4 Поглощено) (Physical)", -- [11]
						"Молодой лесной медведь Атака ближнего боя Шанами Miss (1)", -- [12]
						"Серый лесной волк Атака ближнего боя Шанами Hit -9 (Physical)", -- [13]
						"Шанами Обновление Шанами Tick +9", -- [14]
						"Серый лесной волк Атака ближнего боя Шанами Hit -10 (Physical)", -- [15]
						"Молодой лесной медведь Атака ближнего боя Шанами Miss (1)", -- [16]
						"Шанами Обновление Шанами Tick +9", -- [17]
						"Серый лесной волк Атака ближнего боя Шанами Hit -10 (Physical)", -- [18]
						"Молодой лесной медведь Атака ближнего боя Шанами Hit -18 (Physical)", -- [19]
						"Серый лесной волк Атака ближнего боя Шанами Hit -10 (Physical)", -- [20]
						"Серый лесной волк Атака ближнего боя Шанами Hit -9 (Physical)", -- [21]
						"Шанами умирает.", -- [22]
					},
					["DeathAt"] = 1677347.809,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["MessageTimes"] = {
						-13.7060000000056, -- [1]
						-13.5659999998752, -- [2]
						-13.0260000000708, -- [3]
						-12.8459999999031, -- [4]
						-12.0060000000522, -- [5]
						-10.5759999998845, -- [6]
						-10.3459999999031, -- [7]
						-10.3459999999031, -- [8]
						-9.34599999990314, -- [9]
						-8.12599999993108, -- [10]
						-8.12599999993108, -- [11]
						-7.83599999989383, -- [12]
						-7.72600000002422, -- [13]
						-7.54599999985658, -- [14]
						-5.92599999997765, -- [15]
						-5.32599999988452, -- [16]
						-4.56499999994412, -- [17]
						-4.23499999986962, -- [18]
						-2.86499999999069, -- [19]
						-2.51499999989755, -- [20]
						-0.839999999850988, -- [21]
						0, -- [22]
					},
					["HealthMax"] = {
						202, -- [1]
						202, -- [2]
						202, -- [3]
						202, -- [4]
						202, -- [5]
						202, -- [6]
						202, -- [7]
						202, -- [8]
						202, -- [9]
						202, -- [10]
						202, -- [11]
						202, -- [12]
						202, -- [13]
						202, -- [14]
						202, -- [15]
						202, -- [16]
						202, -- [17]
						202, -- [18]
						202, -- [19]
						202, -- [20]
						202, -- [21]
						172, -- [22]
					},
					["Health"] = {
						39, -- [1]
						39, -- [2]
						48, -- [3]
						48, -- [4]
						39, -- [5]
						39, -- [6]
						39, -- [7]
						39, -- [8]
						48, -- [9]
						48, -- [10]
						48, -- [11]
						48, -- [12]
						48, -- [13]
						48, -- [14]
						42, -- [15]
						42, -- [16]
						32, -- [17]
						41, -- [18]
						31, -- [19]
						31, -- [20]
						3, -- [21]
						0, -- [22]
					},
					["KilledBy"] = "Серый лесной волк",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"HEAL", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"HEAL", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"HEAL", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"HEAL", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"MISC", -- [22]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
					},
					["Messages"] = {
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -13 (Physical)", -- [1]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -12 (Physical)", -- [2]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -11 (Physical)", -- [3]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Dodge (1)", -- [4]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -12 (Physical)", -- [5]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -14 (Physical)", -- [6]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -12 (Physical)", -- [7]
						"Бандит из Братства Справедливости Атака ближнего боя Шанами Hit -13 (Physical)", -- [8]
						"Шанами умирает.", -- [9]
					},
					["DeathAt"] = 1676216.089,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
					},
					["MessageTimes"] = {
						-14.9729999999981, -- [1]
						-12.9389999997802, -- [2]
						-10.905999999959, -- [3]
						-8.90599999995902, -- [4]
						-6.90599999995902, -- [5]
						-4.83899999991991, -- [6]
						-2.83899999991991, -- [7]
						-0.772999999811873, -- [8]
						0, -- [9]
					},
					["HealthMax"] = {
						202, -- [1]
						202, -- [2]
						202, -- [3]
						202, -- [4]
						202, -- [5]
						202, -- [6]
						202, -- [7]
						202, -- [8]
						172, -- [9]
					},
					["Health"] = {
						85, -- [1]
						72, -- [2]
						60, -- [3]
						49, -- [4]
						49, -- [5]
						37, -- [6]
						23, -- [7]
						11, -- [8]
						0, -- [9]
					},
					["KilledBy"] = "Бандит из Братства Справедливости",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"MISC", -- [9]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
					},
					["Messages"] = {
						"Портовый начальник из Братства Справедливости Атака ближнего боя Шанами Hit -15 (Physical)", -- [1]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Hit -14 (Physical)", -- [2]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Hit -16 (Physical)", -- [3]
						"Шанами Слово Тьмы: Боль (УЗВ) Портовый начальник из Братства Справедливости Tick -5 (Shadow)", -- [4]
						"Портовый начальник из Братства Справедливости Атака ближнего боя Шанами Absorb -13 (13 Поглощено) (1)", -- [5]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Absorb -14 (14 Поглощено) (1)", -- [6]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Absorb -15 (15 Поглощено) (1)", -- [7]
						"Портовый начальник из Братства Справедливости Атака ближнего боя Шанами Absorb -4 (1)", -- [8]
						"Портовый начальник из Братства Справедливости Атака ближнего боя Шанами Hit -12 (4 Поглощено) (Physical)", -- [9]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Dodge (1)", -- [10]
						"Шанами Слово Тьмы: Боль (УЗВ) Портовый начальник из Братства Справедливости Tick -5 (Shadow)", -- [11]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Hit -14 (Physical)", -- [12]
						"Телохранитель из Братства Справедливости Удар в спину Шанами Hit -35 (Physical)", -- [13]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Crit -20 (Physical)", -- [14]
						"Портовый начальник из Братства Справедливости Атака ближнего боя Шанами Hit -13 (Physical)", -- [15]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Hit -15 (Physical)", -- [16]
						"Телохранитель из Братства Справедливости Атака ближнего боя Шанами Hit -14 (Physical)", -- [17]
						"Шанами Слово Тьмы: Боль (УЗВ) Портовый начальник из Братства Справедливости Tick -5 (Shadow)", -- [18]
						"Портовый начальник из Братства Справедливости Атака ближнего боя Шанами Hit -14 (Physical)", -- [19]
						"Телохранитель из Братства Справедливости Удар в спину Шанами Hit -35 (Physical)", -- [20]
						"Шанами умирает.", -- [21]
					},
					["DeathAt"] = 1672051.356,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["MessageTimes"] = {
						-8.92999999993481, -- [1]
						-8.92999999993481, -- [2]
						-8.39999999990687, -- [3]
						-7.0999999998603, -- [4]
						-6.90999999991618, -- [5]
						-6.39999999990687, -- [6]
						-6.0999999998603, -- [7]
						-4.87999999988824, -- [8]
						-4.87999999988824, -- [9]
						-4.87999999988824, -- [10]
						-4.09000000008382, -- [11]
						-3.88999999989755, -- [12]
						-3.26000000000931, -- [13]
						-2.85999999986962, -- [14]
						-2.85999999986962, -- [15]
						-1.87999999988824, -- [16]
						-1.60999999986961, -- [17]
						-1.0999999998603, -- [18]
						-0.830000000074506, -- [19]
						-0.389999999897555, -- [20]
						0, -- [21]
					},
					["HealthMax"] = {
						202, -- [1]
						202, -- [2]
						202, -- [3]
						202, -- [4]
						202, -- [5]
						202, -- [6]
						202, -- [7]
						202, -- [8]
						202, -- [9]
						202, -- [10]
						202, -- [11]
						202, -- [12]
						202, -- [13]
						202, -- [14]
						202, -- [15]
						202, -- [16]
						202, -- [17]
						202, -- [18]
						202, -- [19]
						202, -- [20]
						172, -- [21]
					},
					["Health"] = {
						202, -- [1]
						202, -- [2]
						173, -- [3]
						157, -- [4]
						157, -- [5]
						157, -- [6]
						157, -- [7]
						157, -- [8]
						157, -- [9]
						157, -- [10]
						157, -- [11]
						145, -- [12]
						131, -- [13]
						96, -- [14]
						96, -- [15]
						63, -- [16]
						63, -- [17]
						48, -- [18]
						34, -- [19]
						34, -- [20]
						0, -- [21]
					},
					["KilledBy"] = "Телохранитель из Братства Справедливости",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"MISC", -- [21]
					},
				}, -- [4]
			},
			["TimeLast"] = {
				["TimeHeal"] = 1680790.996,
				["DeathCount"] = 1677841.825,
				["OVERALL"] = 1680791.997,
				["DamageTaken"] = 1680790.996,
				["HOT_Time"] = 1680056.82,
				["Absorbs"] = 1680790.996,
				["HealingTaken"] = 1680790.996,
				["Overhealing"] = 1671695.121,
				["TimeDamage"] = 1680791.997,
				["Healing"] = 1680056.82,
				["ActiveTime"] = 1680791.997,
				["DOT_Time"] = 1680789.996,
				["Damage"] = 1680791.997,
			},
			["LastAttackedBy"] = "Облезлый волк",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					533.41, -- [1]
				},
				["Healing"] = {
					923, -- [1]
				},
				["DamageTaken"] = {
					7479, -- [1]
				},
				["DeathCount"] = {
					4, -- [1]
				},
				["Absorbs"] = {
					3196, -- [1]
				},
				["HealingTaken"] = {
					3200, -- [1]
				},
				["Overhealing"] = {
					23, -- [1]
				},
				["TimeDamage"] = {
					999.13, -- [1]
				},
				["HOT_Time"] = {
					108, -- [1]
				},
				["ActiveTime"] = {
					1532.54, -- [1]
				},
				["DOT_Time"] = {
					765, -- [1]
				},
				["Damage"] = {
					13409, -- [1]
				},
			},
			["LastHealTime"] = 1680791.827,
			["LastDamageTaken"] = 4,
			["LastActive"] = 1681095.001,
			["LastEventHealthMax"] = {
				217, -- [1]
				217, -- [2]
				217, -- [3]
				217, -- [4]
				217, -- [5]
				217, -- [6]
				217, -- [7]
				217, -- [8]
				217, -- [9]
				217, -- [10]
				217, -- [11]
				217, -- [12]
				217, -- [13]
				217, -- [14]
				217, -- [15]
				217, -- [16]
				217, -- [17]
				217, -- [18]
				217, -- [19]
				217, -- [20]
				217, -- [21]
				217, -- [22]
				217, -- [23]
				217, -- [24]
				217, -- [25]
				217, -- [26]
				217, -- [27]
				217, -- [28]
				217, -- [29]
				217, -- [30]
				217, -- [31]
				217, -- [32]
				217, -- [33]
				217, -- [34]
				217, -- [35]
				217, -- [36]
				217, -- [37]
				217, -- [38]
				217, -- [39]
				217, -- [40]
				217, -- [41]
				217, -- [42]
				217, -- [43]
				217, -- [44]
				217, -- [45]
				217, -- [46]
				217, -- [47]
				217, -- [48]
				217, -- [49]
				217, -- [50]
			},
			["level"] = 7,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 117,
			["enClass"] = "PRIEST",
			["type"] = "Self",
			["FightsSaved"] = 5,
			["unit"] = "Шанами",
			["GUID"] = "Player-4452-019C3AB3",
			["Owner"] = false,
			["Name"] = "Шанами",
			["NextEventNum"] = 10,
			["LastDamageTime"] = 1680792.557,
			["LastEvents"] = {
				"Шанами Взрыв разума Облезлый волк Hit -43 (Shadow)", -- [1]
				"Шанами Кара Облезлый волк Hit -32 (Holy)", -- [2]
				"Облезлый волк Атака ближнего боя Шанами Absorb -4 (4 Поглощено) (1)", -- [3]
				"Облезлый волк Атака ближнего боя Шанами Absorb -5 (5 Поглощено) (1)", -- [4]
				"Шанами Слово Тьмы: Боль (УЗВ) Облезлый волк Tick -11 (Shadow)", -- [5]
				"Шанами Атака ближнего боя Облезлый волк Hit -5 (Physical)", -- [6]
				"Облезлый волк Атака ближнего боя Шанами Absorb -4 (4 Поглощено) (1)", -- [7]
				"Шанами Выстрел Облезлый волк Hit -14 (Arcane)", -- [8]
				"Шанами Молитва отчаяния Шанами Hit +145 (145 Избыточное лечение)", -- [9]
				"Шанами Слово Тьмы: Боль (УЗВ) Бандит из Братства Справедливости Tick -5 (Shadow)", -- [10]
				"Бандит из Братства Справедливости Атака ближнего боя Шанами Absorb -11 (11 Поглощено) (1)", -- [11]
				"Шанами Кара Бандит из Братства Справедливости Hit -16 (Holy)", -- [12]
				"Шанами Кара Бандит из Братства Справедливости Hit -18 (Holy)", -- [13]
				"Лесной хищник Атака ближнего боя Шанами Absorb -10 (10 Поглощено) (1)", -- [14]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной хищник Tick -5 (Shadow)", -- [15]
				"Шанами Выстрел Лесной хищник Hit -20 (Arcane)", -- [16]
				"Лесной хищник Атака ближнего боя Шанами Absorb -10 (10 Поглощено) (1)", -- [17]
				"Лесной хищник Атака ближнего боя Шанами Absorb -11 (11 Поглощено) (1)", -- [18]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной хищник Tick -5 (Shadow)", -- [19]
				"Лесной хищник Атака ближнего боя Шанами Absorb -12 (12 Поглощено) (1)", -- [20]
				"Шанами Кара Лесной хищник Crit -47 (Holy)", -- [21]
				"Лесной хищник Атака ближнего боя Шанами Absorb -4 (1)", -- [22]
				"Лесной хищник Атака ближнего боя Шанами Crit -13 (4 Поглощено) (Physical)", -- [23]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной хищник Tick -5 (Shadow)", -- [24]
				"Лесной хищник Атака ближнего боя Шанами Hit -11 (Physical)", -- [25]
				"Шанами Кара Лесной хищник Hit -31 (Holy)", -- [26]
				"Лесной хищник Атака ближнего боя Шанами Hit -9 (Physical)", -- [27]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной хищник Tick -5 (Shadow)", -- [28]
				"Лесной хищник Атака ближнего боя Шанами Hit -12 (Physical)", -- [29]
				"Лесной хищник Атака ближнего боя Шанами Hit -11 (Physical)", -- [30]
				"Шанами Кара Лесной хищник Hit -29 (Holy)", -- [31]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной хищник Tick -5 (Shadow)", -- [32]
				"Лесной хищник Атака ближнего боя Шанами Hit -12 (Physical)", -- [33]
				"Лесной хищник Атака ближнего боя Шанами Crit -19 (Physical)", -- [34]
				"Шанами Кара Лесной хищник Hit -33 (Holy)", -- [35]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной хищник Tick -5 (Shadow)", -- [36]
				"Лесной хищник Атака ближнего боя Шанами Hit -10 (Physical)", -- [37]
				"Шанами Выстрел Лесной хищник Hit -16 (Arcane)", -- [38]
				"Шанами Взрыв разума Облезлый волк Hit -43 (Shadow)", -- [39]
				"Облезлый волк Атака ближнего боя Шанами Absorb -5 (5 Поглощено) (1)", -- [40]
				"Облезлый волк Атака ближнего боя Шанами Absorb -4 (4 Поглощено) (1)", -- [41]
				"Шанами Кара Облезлый волк Hit -31 (Holy)", -- [42]
				"Облезлый волк Атака ближнего боя Шанами Absorb -4 (4 Поглощено) (1)", -- [43]
				"Шанами Кара Облезлый волк Crit -44 (Holy)", -- [44]
				"Шанами Кара Лесной паук Hit -34 (Holy)", -- [45]
				"Шанами Взрыв разума Лесной паук Hit -42 (Shadow)", -- [46]
				"Лесной паук Атака ближнего боя Шанами Miss (1)", -- [47]
				"Шанами Слово Тьмы: Боль (УЗВ) Лесной паук Tick -11 (Shadow)", -- [48]
				"Лесной паук Атака ближнего боя Шанами Absorb -6 (6 Поглощено) (1)", -- [49]
				"Шанами Кара Лесной паук Hit -31 (Holy)", -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventHealth"] = {
				217, -- [1]
				217, -- [2]
				217, -- [3]
				217, -- [4]
				217, -- [5]
				217, -- [6]
				217, -- [7]
				217, -- [8]
				217, -- [9]
				193, -- [10]
				193, -- [11]
				193, -- [12]
				193, -- [13]
				217, -- [14]
				217, -- [15]
				217, -- [16]
				217, -- [17]
				217, -- [18]
				217, -- [19]
				217, -- [20]
				217, -- [21]
				217, -- [22]
				217, -- [23]
				204, -- [24]
				204, -- [25]
				193, -- [26]
				193, -- [27]
				193, -- [28]
				184, -- [29]
				172, -- [30]
				172, -- [31]
				161, -- [32]
				161, -- [33]
				149, -- [34]
				149, -- [35]
				149, -- [36]
				130, -- [37]
				120, -- [38]
				217, -- [39]
				217, -- [40]
				217, -- [41]
				217, -- [42]
				217, -- [43]
				217, -- [44]
				217, -- [45]
				217, -- [46]
				217, -- [47]
				217, -- [48]
				217, -- [49]
				217, -- [50]
			},
			["LastEventTimes"] = {
				1680784.896, -- [1]
				1680786.996, -- [2]
				1680788.306, -- [3]
				1680790.006, -- [4]
				1680790.416, -- [5]
				1680791.556, -- [6]
				1680791.716, -- [7]
				1680792.557, -- [8]
				1681095.871, -- [9]
				1680092.797, -- [10]
				1680093.747, -- [11]
				1680094.147, -- [12]
				1680095.777, -- [13]
				1680406.867, -- [14]
				1680407.447, -- [15]
				1680408.137, -- [16]
				1680408.287, -- [17]
				1680409.877, -- [18]
				1680410.457, -- [19]
				1680411.337, -- [20]
				1680411.727, -- [21]
				1680412.877, -- [22]
				1680412.877, -- [23]
				1680413.367, -- [24]
				1680414.377, -- [25]
				1680415.777, -- [26]
				1680415.887, -- [27]
				1680416.457, -- [28]
				1680417.387, -- [29]
				1680418.907, -- [30]
				1680419.007, -- [31]
				1680419.427, -- [32]
				1680420.407, -- [33]
				1680421.907, -- [34]
				1680422.237, -- [35]
				1680422.457, -- [36]
				1680423.407, -- [37]
				1680424.177, -- [38]
				1680748.145, -- [39]
				1680751.775, -- [40]
				1680753.395, -- [41]
				1680754.165, -- [42]
				1680755.195, -- [43]
				1680756.175, -- [44]
				1680765.556, -- [45]
				1680766.696, -- [46]
				1680768.896, -- [47]
				1680769.786, -- [48]
				1680770.816, -- [49]
				1680772.036, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 0,
								},
								["Кобольд-проходчик"] = {
									["count"] = 0,
								},
								["Кобольд-шахтер"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 0,
								},
								["Мурлок-скрытень"] = {
									["count"] = 0,
								},
								["Гонец стаи Речной Лапы"] = {
									["count"] = 0,
								},
								["Облезлый волк"] = {
									["count"] = 3,
								},
								["Твердошкурый вепрь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["DOT_Time"] = 3,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 13,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 13,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 13,
						["Frost"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 105,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 13,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
								["Взрыв разума"] = {
									["count"] = 43,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 11,
								},
								["Выстрел"] = {
									["count"] = 14,
								},
								["Кара"] = {
									["count"] = 32,
								},
							},
							["amount"] = 105,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 54,
						["Holy"] = 32,
						["Melee"] = 5,
						["Arcane"] = 14,
					},
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Баттор"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Шанами"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 13,
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 11.14,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.14,
								},
								["Взрыв разума"] = {
									["count"] = 1.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 1,
								},
								["Кара"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 6.64,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 5,
								},
							},
							["count"] = 1,
							["amount"] = 5,
						},
						["Взрыв разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 43,
									["min"] = 43,
									["count"] = 1,
									["amount"] = 43,
								},
							},
							["count"] = 1,
							["amount"] = 43,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 11,
								},
							},
							["count"] = 1,
							["amount"] = 11,
						},
						["Выстрел"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 14,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 14,
								},
							},
							["count"] = 1,
							["amount"] = 14,
						},
						["Кара"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 32,
								},
							},
							["count"] = 1,
							["amount"] = 32,
						},
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeDamage"] = 6.64,
					["TimeDamaging"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.14,
								},
								["Взрыв разума"] = {
									["count"] = 1.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 1,
								},
								["Кара"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 6.64,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["Ressed"] = 0,
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 12,
								},
								["Молодой лесной медведь"] = {
									["count"] = 0,
								},
								["Гонец стаи Речной Лапы"] = {
									["count"] = 0,
								},
								["Кролик"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 12,
						},
					},
					["RageGainedFrom"] = {
					},
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamageTaken"] = 44,
					["ElementDoneAbsorb"] = {
					},
					["Absorbs"] = 34,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 159,
					["ElementTaken"] = {
						["Melee"] = 33,
						["Physical"] = 11,
					},
					["HOTs"] = {
						["Обновление"] = {
							["Details"] = {
								["Шанами"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenBlock"] = {
					},
					["PartialBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ManaGainedFrom"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Holy"] = 139,
						["Shadow"] = 20,
						["Arcane"] = 0,
					},
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Шанами"] = {
									["max"] = 12,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 34,
								},
							},
							["count"] = 3,
							["amount"] = 34,
						},
					},
					["DamagedWho"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 139,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 20,
								},
							},
							["amount"] = 159,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
								["Пинок"] = {
									["count"] = 11,
								},
							},
							["amount"] = 44,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["Dispelled"] = 0,
					["HealedWho"] = {
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 12,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 23,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 23,
						},
						["Пинок"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 11,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 11,
								},
							},
							["count"] = 1,
							["amount"] = 11,
						},
					},
					["ActiveTime"] = 16.32,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["TimeSpent"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 7.48,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 11.82,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 0,
					["Heals"] = {
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 34,
								},
							},
							["count"] = 3,
							["amount"] = 34,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 23,
						["Physical"] = 11,
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 139,
								},
							},
							["count"] = 6,
							["amount"] = 139,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 20,
								},
							},
							["count"] = 4,
							["amount"] = 20,
						},
					},
					["HealingTaken"] = 34,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 11.82,
					["TimeDamaging"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 7.48,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 11.82,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кролик"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["DOT_Time"] = 12,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Вепрь-камнеклык"] = {
									["count"] = 0,
								},
								["Кабаний эскорт"] = {
									["count"] = 0,
								},
								["Принцесса"] = {
									["count"] = 0,
								},
								["Молодой лесной медведь"] = {
									["count"] = 0,
								},
								["Серый лесной волк"] = {
									["count"] = 0,
								},
								["Лесной паук"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["Обновление"] = {
							["Details"] = {
								["Шанами"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 0,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 0,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Принцесса"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Holy"] = 0,
						["Shadow"] = 0,
						["Melee"] = 0,
						["Arcane"] = 0,
					},
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Пинок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Баттор"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Шанами"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Баттор"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Обновление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Обновление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Пинок"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Баттор"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Принцесса"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Обновление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Баттор"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Обновление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Принцесса"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 0,
								},
								["Кобольд-проходчик"] = {
									["count"] = 0,
								},
								["Лесной паук"] = {
									["count"] = 0,
								},
								["Кобольд-шахтер"] = {
									["count"] = 0,
								},
								["Гонец стаи Речной Лапы"] = {
									["count"] = 0,
								},
								["Облезлый волк"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 13,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 13,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 13,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["Обновление"] = {
							["Details"] = {
								["Шанами"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 118,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 13,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 43,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 75,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 118,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 43,
						["Holy"] = 75,
						["Arcane"] = 0,
					},
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Пинок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Джейсс"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Шанами"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Джейсс"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 13,
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 9,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Джейсс"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 3,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4.5,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Джейсс"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Взрыв разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 43,
									["min"] = 43,
									["count"] = 1,
									["amount"] = 43,
								},
							},
							["count"] = 1,
							["amount"] = 43,
						},
						["Выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 44,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 44,
								},
								["Hit"] = {
									["max"] = 31,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 31,
								},
							},
							["count"] = 2,
							["amount"] = 75,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 4.5,
					["TimeDamaging"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 3,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4.5,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 6,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 0,
								},
								["Фикс"] = {
									["count"] = 0,
								},
								["Кобольд-шахтер"] = {
									["count"] = 0,
								},
								["Молодой лесной медведь"] = {
									["count"] = 0,
								},
								["Эрлан Драджмур"] = {
									["count"] = 0,
								},
								["Гонец стаи Речной Лапы"] = {
									["count"] = 0,
								},
								["Кобольд-проходчик"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DOT_Time"] = 18,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 144,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 47,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 144,
						["Physical"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 206,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 7.15,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 47,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Фикс"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 36,
								},
								["Кара"] = {
									["count"] = 140,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 30,
								},
							},
							["amount"] = 206,
						},
					},
					["ElementDone"] = {
						["Holy"] = 140,
						["Shadow"] = 30,
						["Arcane"] = 36,
					},
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Пинок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 144,
								},
							},
							["amount"] = 144,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Шанами"] = {
									["max"] = 12,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 47,
								},
							},
							["count"] = 5,
							["amount"] = 47,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 7.15,
								},
							},
							["amount"] = 7.15,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 47,
								},
							},
							["amount"] = 47,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 47,
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 12,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 47,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 47,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 20.93,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 2.19,
								},
								["Кара"] = {
									["count"] = 5.77,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.82,
								},
							},
							["amount"] = 13.78,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Фикс"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 7.15,
								},
							},
							["amount"] = 7.15,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 47,
								},
							},
							["count"] = 5,
							["amount"] = 47,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 47,
								},
							},
							["amount"] = 47,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Выстрел"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 20,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 36,
								},
							},
							["count"] = 2,
							["amount"] = 36,
						},
						["Кара"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 47,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 47,
								},
								["Hit"] = {
									["max"] = 33,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 93,
								},
							},
							["count"] = 4,
							["amount"] = 140,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 30,
								},
							},
							["count"] = 6,
							["amount"] = 30,
						},
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 13.78,
					["TimeDamaging"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Фикс"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 2.19,
								},
								["Кара"] = {
									["count"] = 5.77,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.82,
								},
							},
							["amount"] = 13.78,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 0,
								},
								["Кобольд-проходчик"] = {
									["count"] = 0,
								},
								["Кобольд-шахтер"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 0,
								},
								["Мурлок-скрытень"] = {
									["count"] = 0,
								},
								["Гонец стаи Речной Лапы"] = {
									["count"] = 0,
								},
								["Облезлый волк"] = {
									["count"] = 3,
								},
								["Твердошкурый вепрь"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["DOT_Time"] = 3,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 13,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 13,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 13,
						["Frost"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 105,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 13,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
								["Взрыв разума"] = {
									["count"] = 43,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 11,
								},
								["Выстрел"] = {
									["count"] = 14,
								},
								["Кара"] = {
									["count"] = 32,
								},
							},
							["amount"] = 105,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 54,
						["Holy"] = 32,
						["Melee"] = 5,
						["Arcane"] = 14,
					},
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Баттор"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Шанами"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 13,
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 11.14,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.14,
								},
								["Взрыв разума"] = {
									["count"] = 1.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 1,
								},
								["Кара"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 6.64,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 13,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 5,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 5,
								},
							},
							["count"] = 1,
							["amount"] = 5,
						},
						["Взрыв разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 43,
									["min"] = 43,
									["count"] = 1,
									["amount"] = 43,
								},
							},
							["count"] = 1,
							["amount"] = 43,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 11,
								},
							},
							["count"] = 1,
							["amount"] = 11,
						},
						["Выстрел"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 14,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 14,
								},
							},
							["count"] = 1,
							["amount"] = 14,
						},
						["Кара"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 32,
								},
							},
							["count"] = 1,
							["amount"] = 32,
						},
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeDamage"] = 6.64,
					["TimeDamaging"] = {
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.14,
								},
								["Взрыв разума"] = {
									["count"] = 1.5,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 1,
								},
								["Кара"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 6.64,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 0,
								},
								["Портовый начальник из Братства Справедливости"] = {
									["count"] = 0,
								},
								["Лесной паук"] = {
									["count"] = 3,
								},
								["Молодой лесной медведь"] = {
									["count"] = 0,
								},
								["Кобольд-проходчик"] = {
									["count"] = 0,
								},
								["Лесной хищник"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["DOT_Time"] = 3,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 6,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 6,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 6,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["Обновление"] = {
							["Details"] = {
								["Шанами"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 118,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 1.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 6,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 42,
								},
								["Кара"] = {
									["count"] = 65,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 11,
								},
							},
							["amount"] = 118,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 53,
						["Holy"] = 65,
						["Arcane"] = 0,
					},
					["CCBroken"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Пинок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Телохранитель из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Удар в спину"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Баттор"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Жырныйлис"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Шанами"] = {
									["max"] = 6,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6,
								},
							},
							["count"] = 1,
							["amount"] = 6,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Джейсс"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["OverHeals"] = {
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 6,
						["Physical"] = 0,
					},
					["Interrupts"] = 0,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 6,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 6,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Пинок"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 7.14,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Джейсс"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 1.14,
								},
								["Кара"] = {
									["count"] = 3,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.64,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 6,
								},
							},
							["count"] = 1,
							["amount"] = 6,
						},
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Джейсс"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанами"] = {
							["Details"] = {
								["Обновление"] = {
									["count"] = 0,
								},
								["Слово силы: Щит"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Взрыв разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 42,
									["count"] = 1,
									["amount"] = 42,
								},
							},
							["count"] = 1,
							["amount"] = 42,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 11,
								},
							},
							["count"] = 1,
							["amount"] = 11,
						},
						["Выстрел"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Кара"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 34,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 65,
								},
							},
							["count"] = 2,
							["amount"] = 65,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 5.64,
					["TimeDamaging"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 1.14,
								},
								["Кара"] = {
									["count"] = 3,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.64,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 0,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Портовый начальник из Братства Справедливости"] = {
									["count"] = 9,
								},
								["Лесной хищник"] = {
									["count"] = 96,
								},
								["Кобольд-шахтер"] = {
									["count"] = 39,
								},
								["Принцесса"] = {
									["count"] = 12,
								},
								["Эрлан Драджмур"] = {
									["count"] = 15,
								},
								["Молодой лесной медведь"] = {
									["count"] = 132,
								},
								["Мурлок-скрытень"] = {
									["count"] = 18,
								},
								["Серый лесной волк"] = {
									["count"] = 12,
								},
								["Кролик"] = {
									["count"] = 3,
								},
								["Твердошкурый вепрь"] = {
									["count"] = 18,
								},
								["Бандит из Братства Справедливости"] = {
									["count"] = 183,
								},
								["Облезлый волк"] = {
									["count"] = 21,
								},
								["Кабаний эскорт"] = {
									["count"] = 3,
								},
								["Кобольд-проходчик"] = {
									["count"] = 51,
								},
								["Вепрь-камнеклык"] = {
									["count"] = 75,
								},
								["Гонец стаи Речной Лапы"] = {
									["count"] = 54,
								},
								["Лесной паук"] = {
									["count"] = 18,
								},
								["Фикс"] = {
									["count"] = 6,
								},
							},
							["amount"] = 765,
						},
					},
					["TimeHealing"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 4.5,
								},
								["Слово силы: Щит"] = {
									["count"] = 30.33,
								},
							},
							["amount"] = 34.83,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 7.24,
								},
								["Слово силы: Щит"] = {
									["count"] = 23.96,
								},
							},
							["amount"] = 31.2,
						},
						["Джейсс"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 3,
								},
								["Слово силы: Щит"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 412.81,
								},
								["Малое исцеление"] = {
									["count"] = 1.5,
								},
								["Обновление"] = {
									["count"] = 47.07,
								},
							},
							["amount"] = 461.38,
						},
					},
					["OverHeals"] = {
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 14,
									["min"] = 14,
									["count"] = 1,
									["amount"] = 14,
								},
							},
							["count"] = 1,
							["amount"] = 14,
						},
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 9,
									["min"] = 9,
									["count"] = 1,
									["amount"] = 9,
								},
							},
							["count"] = 1,
							["amount"] = 9,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 20,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 291,
								},
								["Hit"] = {
									["count"] = 386,
								},
								["Miss"] = {
									["count"] = 40,
								},
								["Crit"] = {
									["count"] = 9,
								},
								["Dodge"] = {
									["count"] = 18,
								},
							},
							["amount"] = 744,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["HOT_Time"] = 108,
					["TimeSpent"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["Джейсс"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 3,
								},
								["Слово силы: Щит"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 412.81,
								},
								["Малое исцеление"] = {
									["count"] = 1.5,
								},
								["Обновление"] = {
									["count"] = 47.07,
								},
							},
							["amount"] = 461.38,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 7.24,
								},
								["Слово силы: Щит"] = {
									["count"] = 23.96,
								},
							},
							["amount"] = 31.2,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 5.85,
								},
								["Кара"] = {
									["count"] = 16.16,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 17.53,
								},
							},
							["amount"] = 39.54,
						},
						["Принцесса"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 3.89,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.15,
								},
							},
							["amount"] = 8.04,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 1.5,
								},
								["Кара"] = {
									["count"] = 4.96,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.93,
								},
							},
							["amount"] = 12.39,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 48.65,
								},
								["Кара"] = {
									["count"] = 54.95,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 35.85,
								},
							},
							["amount"] = 139.45,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["Баттор"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 8.83,
								},
								["Малое исцеление"] = {
									["count"] = 4.5,
								},
								["Слово силы: Щит"] = {
									["count"] = 30.33,
								},
							},
							["amount"] = 43.66,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.57,
								},
								["Выстрел"] = {
									["count"] = 40.59,
								},
								["Кара"] = {
									["count"] = 74.53,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 56.07,
								},
							},
							["amount"] = 173.76,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 1.5,
								},
								["Кара"] = {
									["count"] = 4.97,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.75,
								},
							},
							["amount"] = 14.22,
						},
						["Фикс"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Кролик"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.7,
								},
								["Выстрел"] = {
									["count"] = 7.48,
								},
								["Кара"] = {
									["count"] = 15,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.75,
								},
							},
							["amount"] = 33.93,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 1.32,
								},
								["Выстрел"] = {
									["count"] = 39.53,
								},
								["Кара"] = {
									["count"] = 80.4,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 78.15,
								},
							},
							["amount"] = 199.4,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 28.38,
								},
								["Кара"] = {
									["count"] = 71.14,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 30.67,
								},
							},
							["amount"] = 130.19,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 1.14,
								},
								["Выстрел"] = {
									["count"] = 4.5,
								},
								["Кара"] = {
									["count"] = 20.04,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 8.61,
								},
							},
							["amount"] = 34.29,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 1.09,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 2.59,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.14,
								},
								["Взрыв разума"] = {
									["count"] = 3,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.8,
								},
								["Выстрел"] = {
									["count"] = 3.77,
								},
								["Кара"] = {
									["count"] = 16.78,
								},
							},
							["amount"] = 32.49,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 12.07,
								},
								["Кара"] = {
									["count"] = 30.79,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 20.66,
								},
							},
							["amount"] = 63.52,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 1.5,
								},
								["Кара"] = {
									["count"] = 28.1,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 21.88,
								},
							},
							["amount"] = 51.48,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 6,
								},
								["Кара"] = {
									["count"] = 12.72,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.79,
								},
							},
							["amount"] = 25.01,
						},
					},
					["DamageTaken"] = 7479,
					["TimeDamaging"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 48.65,
								},
								["Кара"] = {
									["count"] = 54.95,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 35.85,
								},
							},
							["amount"] = 139.45,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 5.85,
								},
								["Кара"] = {
									["count"] = 16.16,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 17.53,
								},
							},
							["amount"] = 39.54,
						},
						["Принцесса"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 3.89,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.15,
								},
							},
							["amount"] = 8.04,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 1.5,
								},
								["Кара"] = {
									["count"] = 4.96,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.93,
								},
							},
							["amount"] = 12.39,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 1.5,
								},
								["Выстрел"] = {
									["count"] = 6,
								},
								["Кара"] = {
									["count"] = 12.72,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 4.79,
								},
							},
							["amount"] = 25.01,
						},
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.14,
								},
								["Взрыв разума"] = {
									["count"] = 3,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.8,
								},
								["Выстрел"] = {
									["count"] = 3.77,
								},
								["Кара"] = {
									["count"] = 16.78,
								},
							},
							["amount"] = 32.49,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.57,
								},
								["Выстрел"] = {
									["count"] = 40.59,
								},
								["Кара"] = {
									["count"] = 74.53,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 56.07,
								},
							},
							["amount"] = 173.76,
						},
						["Баттор"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 8.83,
								},
							},
							["amount"] = 8.83,
						},
						["Фикс"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Кролик"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.7,
								},
								["Выстрел"] = {
									["count"] = 7.48,
								},
								["Кара"] = {
									["count"] = 15,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5.75,
								},
							},
							["amount"] = 33.93,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль"] = {
									["count"] = 1.32,
								},
								["Выстрел"] = {
									["count"] = 39.53,
								},
								["Кара"] = {
									["count"] = 80.4,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 78.15,
								},
							},
							["amount"] = 199.4,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 1.5,
								},
								["Кара"] = {
									["count"] = 28.1,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 21.88,
								},
							},
							["amount"] = 51.48,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 1.14,
								},
								["Выстрел"] = {
									["count"] = 4.5,
								},
								["Кара"] = {
									["count"] = 20.04,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 8.61,
								},
							},
							["amount"] = 34.29,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 1.09,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 2.59,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 12.07,
								},
								["Кара"] = {
									["count"] = 30.79,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 20.66,
								},
							},
							["amount"] = 63.52,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 1.5,
								},
								["Кара"] = {
									["count"] = 4.97,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 7.75,
								},
							},
							["amount"] = 14.22,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 28.38,
								},
								["Кара"] = {
									["count"] = 71.14,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 30.67,
								},
							},
							["amount"] = 130.19,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 744,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 744,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Коварный удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Потрошение"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["DeathCount"] = 4,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 25,
									["min"] = 1,
									["count"] = 289,
									["amount"] = 2752,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 455,
									["amount"] = 0,
								},
							},
							["count"] = 744,
							["amount"] = 2752,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Коварный удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Пинок"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 13,
									["min"] = 6,
									["count"] = 6,
									["amount"] = 61,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 61,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Потрошение"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1532.54,
					["HOTs"] = {
						["Обновление"] = {
							["Details"] = {
								["Шанами"] = {
									["count"] = 108,
								},
							},
							["amount"] = 108,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 286,
						["Melee"] = 7173,
						["Frost"] = 20,
					},
					["DOT_Time"] = 765,
					["Damage"] = 13409,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 9,
								},
								["Crit"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 326,
								},
							},
							["amount"] = 352,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 9,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 139,
								},
							},
							["amount"] = 147,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 255,
								},
							},
							["amount"] = 260,
						},
					},
					["Heals"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 25,
									["min"] = 1,
									["count"] = 343,
									["amount"] = 3196,
								},
							},
							["count"] = 343,
							["amount"] = 3196,
						},
						["Малое исцеление"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 72,
									["min"] = 49,
									["count"] = 11,
									["amount"] = 608,
								},
							},
							["count"] = 11,
							["amount"] = 608,
						},
						["Обновление"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 9,
									["min"] = 9,
									["count"] = 35,
									["amount"] = 315,
								},
							},
							["count"] = 35,
							["amount"] = 315,
						},
					},
					["TimeHeal"] = 533.41,
					["ElementDone"] = {
						["Holy"] = 9386,
						["Shadow"] = 1415,
						["Melee"] = 40,
						["Arcane"] = 2568,
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 2752,
						["Physical"] = 61,
					},
					["Healing"] = 923,
					["HealedWho"] = {
						["Баттор"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 163,
								},
								["Слово силы: Щит"] = {
									["count"] = 170,
								},
							},
							["amount"] = 333,
						},
						["Жырныйлис"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 268,
								},
								["Слово силы: Щит"] = {
									["count"] = 177,
								},
							},
							["amount"] = 445,
						},
						["Джейсс"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 125,
								},
								["Слово силы: Щит"] = {
									["count"] = 16,
								},
							},
							["amount"] = 141,
						},
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 2833,
								},
								["Малое исцеление"] = {
									["count"] = 52,
								},
								["Обновление"] = {
									["count"] = 315,
								},
							},
							["amount"] = 3200,
						},
					},
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Слово силы: Щит"] = {
									["count"] = 2833,
								},
								["Малое исцеление"] = {
									["count"] = 52,
								},
								["Обновление"] = {
									["count"] = 315,
								},
							},
							["amount"] = 3200,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 7,
									["min"] = 5,
									["count"] = 7,
									["amount"] = 40,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 40,
						},
						["Взрыв разума"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 43,
									["min"] = 42,
									["count"] = 3,
									["amount"] = 128,
								},
							},
							["count"] = 3,
							["amount"] = 128,
						},
						["Слово Тьмы: Боль (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11,
									["min"] = 5,
									["count"] = 255,
									["amount"] = 1287,
								},
							},
							["count"] = 255,
							["amount"] = 1287,
						},
						["Выстрел"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 7,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 31,
									["min"] = 18,
									["count"] = 8,
									["amount"] = 197,
								},
								["Hit"] = {
									["max"] = 22,
									["min"] = 12,
									["count"] = 139,
									["amount"] = 2371,
								},
							},
							["count"] = 154,
							["amount"] = 2568,
						},
						["Кара"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 50,
									["min"] = 28,
									["count"] = 17,
									["amount"] = 747,
								},
								["Hit"] = {
									["max"] = 36,
									["min"] = 15,
									["count"] = 326,
									["amount"] = 8639,
								},
							},
							["count"] = 352,
							["amount"] = 9386,
						},
						["Слово Тьмы: Боль"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 3200,
					["DamagedWho"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 580,
								},
								["Кара"] = {
									["count"] = 1209,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 160,
								},
							},
							["amount"] = 1949,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 66,
								},
								["Кара"] = {
									["count"] = 284,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 65,
								},
							},
							["amount"] = 415,
						},
						["Принцесса"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 92,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 20,
								},
							},
							["amount"] = 112,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 16,
								},
								["Кара"] = {
									["count"] = 118,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 25,
								},
							},
							["amount"] = 159,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 75,
								},
								["Кара"] = {
									["count"] = 245,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 20,
								},
							},
							["amount"] = 340,
						},
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 131,
								},
							},
							["amount"] = 131,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
								["Взрыв разума"] = {
									["count"] = 86,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 41,
								},
								["Выстрел"] = {
									["count"] = 49,
								},
								["Кара"] = {
									["count"] = 320,
								},
							},
							["amount"] = 501,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12,
								},
								["Выстрел"] = {
									["count"] = 469,
								},
								["Кара"] = {
									["count"] = 1609,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 220,
								},
							},
							["amount"] = 2310,
						},
						["Баттор"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 97,
								},
							},
							["amount"] = 97,
						},
						["Фикс"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Кролик"] = {
							["Details"] = {
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 23,
								},
								["Выстрел"] = {
									["count"] = 89,
								},
								["Кара"] = {
									["count"] = 243,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 30,
								},
							},
							["amount"] = 385,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 539,
								},
								["Кара"] = {
									["count"] = 1724,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 305,
								},
							},
							["amount"] = 2568,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 548,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 85,
								},
							},
							["amount"] = 633,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Взрыв разума"] = {
									["count"] = 42,
								},
								["Выстрел"] = {
									["count"] = 51,
								},
								["Кара"] = {
									["count"] = 386,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 36,
								},
							},
							["amount"] = 515,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 128,
								},
							},
							["amount"] = 128,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Кара"] = {
									["count"] = 36,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 41,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 140,
								},
								["Кара"] = {
									["count"] = 767,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 90,
								},
							},
							["amount"] = 997,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 19,
								},
								["Кара"] = {
									["count"] = 151,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 30,
								},
							},
							["amount"] = 200,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 378,
								},
								["Кара"] = {
									["count"] = 1331,
								},
								["Слово Тьмы: Боль (УЗВ)"] = {
									["count"] = 125,
								},
							},
							["amount"] = 1834,
						},
					},
					["TimeDamage"] = 999.13,
					["WhoDamaged"] = {
						["Портовый начальник из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 71,
								},
							},
							["amount"] = 71,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 74,
								},
							},
							["amount"] = 74,
						},
						["Лесной хищник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1159,
								},
							},
							["amount"] = 1159,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 172,
								},
							},
							["amount"] = 172,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 38,
								},
							},
							["amount"] = 38,
						},
						["Телохранитель из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 122,
								},
								["Удар в спину"] = {
									["count"] = 70,
								},
							},
							["amount"] = 192,
						},
						["Эрлан Драджмур"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 104,
								},
							},
							["amount"] = 104,
						},
						["Волшебник-плут из Братства Справедливости"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 20,
								},
							},
							["amount"] = 20,
						},
						["Баттор"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 46,
								},
								["Атака ближнего боя"] = {
									["count"] = 52,
								},
								["Потрошение"] = {
									["count"] = 56,
								},
							},
							["amount"] = 154,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1607,
								},
							},
							["amount"] = 1607,
						},
						["Мурлок-скрытень"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 138,
								},
							},
							["amount"] = 138,
						},
						["Облезлый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 124,
								},
							},
							["amount"] = 124,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 197,
								},
							},
							["amount"] = 197,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 155,
								},
							},
							["amount"] = 155,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1343,
								},
								["Пинок"] = {
									["count"] = 108,
								},
							},
							["amount"] = 1451,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 601,
								},
							},
							["amount"] = 601,
						},
						["Лесной паук"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 116,
								},
							},
							["amount"] = 116,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 73,
								},
							},
							["amount"] = 73,
						},
						["Гонец стаи Речной Лапы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 591,
								},
							},
							["amount"] = 591,
						},
						["Карманник из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["Серый лесной волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 413,
								},
							},
							["amount"] = 413,
						},
					},
					["Overhealing"] = 23,
					["Absorbs"] = 3196,
					["Absorbed"] = {
						["Слово силы: Щит"] = {
							["Details"] = {
								["Баттор"] = {
									["max"] = 13,
									["min"] = 3,
									["count"] = 24,
									["amount"] = 170,
								},
								["Жырныйлис"] = {
									["max"] = 12,
									["min"] = 1,
									["count"] = 20,
									["amount"] = 177,
								},
								["Джейсс"] = {
									["max"] = 9,
									["min"] = 7,
									["count"] = 2,
									["amount"] = 16,
								},
								["Шанами"] = {
									["max"] = 25,
									["min"] = 1,
									["count"] = 297,
									["amount"] = 2833,
								},
							},
							["count"] = 343,
							["amount"] = 3196,
						},
					},
				},
			},
			["UnitLockout"] = 1595236.748,
			["LastAbility"] = 121572.061,
		},
		["Баттор"] = {
			["GUID"] = "Player-4452-0199F65B",
			["LastEventHealth"] = {
				155, -- [1]
				145, -- [2]
				145, -- [3]
				145, -- [4]
				145, -- [5]
				145, -- [6]
				145, -- [7]
				145, -- [8]
				145, -- [9]
				145, -- [10]
				145, -- [11]
				145, -- [12]
				145, -- [13]
				145, -- [14]
				145, -- [15]
				145, -- [16]
				145, -- [17]
				145, -- [18]
				145, -- [19]
				142, -- [20]
				142, -- [21]
				142, -- [22]
				133, -- [23]
				133, -- [24]
				125, -- [25]
				125, -- [26]
				125, -- [27]
				173, -- [28]
				164, -- [29]
				164, -- [30]
				151, -- [31]
				151, -- [32]
				139, -- [33]
				139, -- [34]
				129, -- [35]
				119, -- [36]
				106, -- [37]
				106, -- [38]
				106, -- [39]
				93, -- [40]
				93, -- [41]
				93, -- [42]
				157, -- [43]
				187, -- [44]
				187, -- [45]
				187, -- [46]
				187, -- [47]
				155, -- [48]
				155, -- [49]
				155, -- [50]
			},
			["LastAttackedBy"] = "Кабаний эскорт",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["HealingTaken"] = {
					333, -- [1]
				},
				["ActiveTime"] = {
					500.39, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["TimeDamage"] = {
					500.39, -- [1]
				},
				["DamageTaken"] = {
					1475, -- [1]
				},
				["Damage"] = {
					4100, -- [1]
				},
			},
			["enClass"] = "ROGUE",
			["unit"] = true,
			["LastActive"] = 1597791.748,
			["level"] = 6,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 58,
			["LastEventHealthMax"] = {
				187, -- [1]
				187, -- [2]
				187, -- [3]
				187, -- [4]
				187, -- [5]
				187, -- [6]
				187, -- [7]
				187, -- [8]
				187, -- [9]
				187, -- [10]
				187, -- [11]
				187, -- [12]
				187, -- [13]
				187, -- [14]
				187, -- [15]
				187, -- [16]
				187, -- [17]
				187, -- [18]
				187, -- [19]
				187, -- [20]
				187, -- [21]
				187, -- [22]
				187, -- [23]
				187, -- [24]
				187, -- [25]
				187, -- [26]
				187, -- [27]
				187, -- [28]
				187, -- [29]
				187, -- [30]
				187, -- [31]
				187, -- [32]
				187, -- [33]
				187, -- [34]
				187, -- [35]
				187, -- [36]
				187, -- [37]
				187, -- [38]
				187, -- [39]
				187, -- [40]
				187, -- [41]
				187, -- [42]
				187, -- [43]
				187, -- [44]
				187, -- [45]
				187, -- [46]
				187, -- [47]
				187, -- [48]
				187, -- [49]
				187, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 8,
			["TimeLast"] = {
				["HealingTaken"] = 1597770.748,
				["DeathCount"] = 1597383.753,
				["ActiveTime"] = 1597778.748,
				["TimeDamage"] = 1597778.748,
				["OVERALL"] = 1597778.748,
				["DamageTaken"] = 1597773.748,
				["Damage"] = 1597778.748,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				false, -- [40]
				true, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 29,
			["LastDamageTime"] = 1597779.098,
			["LastEvents"] = {
				"Баттор Атака ближнего боя Кабаний эскорт Dodge (1)", -- [1]
				"Кабаний эскорт Атака ближнего боя Баттор Absorb -8 (8 Поглощено) (1)", -- [2]
				"Баттор Коварный удар Кабаний эскорт Hit -9 (Physical)", -- [3]
				"Баттор Атака ближнего боя Кабаний эскорт Hit -8 (Physical)", -- [4]
				"Кабаний эскорт Атака ближнего боя Баттор Absorb -9 (9 Поглощено) (1)", -- [5]
				"Баттор Атака ближнего боя Кабаний эскорт Hit -3 (Physical)", -- [6]
				"Баттор Атака ближнего боя Принцесса Glancing -5 (Physical)", -- [7]
				"Кабаний эскорт Атака ближнего боя Баттор Dodge (1)", -- [8]
				"Баттор Коварный удар Принцесса Hit -9 (Physical)", -- [9]
				"Принцесса Атака ближнего боя Баттор Dodge (1)", -- [10]
				"Баттор Атака ближнего боя Принцесса Glancing -6 (Physical)", -- [11]
				"Кабаний эскорт Атака ближнего боя Баттор Absorb -10 (10 Поглощено) (1)", -- [12]
				"Баттор Атака ближнего боя Принцесса Hit -6 (Physical)", -- [13]
				"Принцесса Атака ближнего боя Баттор Absorb -13 (13 Поглощено) (1)", -- [14]
				"Баттор Потрошение Принцесса Hit -8 (Physical)", -- [15]
				"Баттор Атака ближнего боя Кабаний эскорт Crit -14 (Physical)", -- [16]
				"Кабаний эскорт Атака ближнего боя Баттор Absorb -5 (1)", -- [17]
				"Кабаний эскорт Атака ближнего боя Баттор Hit -3 (5 Поглощено) (Physical)", -- [18]
				"Баттор Атака ближнего боя Кабаний эскорт Hit -7 (Physical)", -- [19]
				"Баттор Коварный удар Принцесса Dodge (Physical)", -- [20]
				"Баттор Атака ближнего боя Принцесса Glancing -4 (Physical)", -- [21]
				"Кабаний эскорт Атака ближнего боя Баттор Hit -9 (Physical)", -- [22]
				"Баттор Коварный удар Принцесса Hit -9 (Physical)", -- [23]
				"Кабаний эскорт Атака ближнего боя Баттор Hit -8 (Physical)", -- [24]
				"Баттор Атака ближнего боя Кабаний эскорт Hit -7 (Physical)", -- [25]
				"Баттор Коварный удар Кабаний эскорт Hit -10 (Physical)", -- [26]
				"Баттор Атака ближнего боя Кабаний эскорт Hit -6 (Physical)", -- [27]
				"Шанами Малое исцеление Баттор Hit +52 (38 Избыточное лечение)", -- [28]
				"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -13 (Physical)", -- [29]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Hit -6 (Physical)", -- [30]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Miss (1)", -- [31]
				"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -12 (Physical)", -- [32]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Crit -12 (Physical)", -- [33]
				"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -10 (Physical)", -- [34]
				"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -10 (Physical)", -- [35]
				"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -13 (Physical)", -- [36]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Hit -6 (Physical)", -- [37]
				"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -13 (Physical)", -- [38]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Glancing -5 (Physical)", -- [39]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Dodge (1)", -- [40]
				"Шанами Малое исцеление Баттор Hit +56", -- [41]
				"Баттор Атака ближнего боя Бандит из Братства Справедливости Glancing -4 (Physical)", -- [42]
				"Шанами Малое исцеление Баттор Crit +87 (57 Избыточное лечение)", -- [43]
				"Баттор Бросок Кабаний эскорт Hit -7 (Physical)", -- [44]
				"Баттор Атака ближнего боя Кабаний эскорт Dodge (1)", -- [45]
				"Баттор Коварный удар Кабаний эскорт Hit -9 (Physical)", -- [46]
				"Кабаний эскорт Атака ближнего боя Баттор Hit -32 (Physical)", -- [47]
				"Кабаний эскорт Атака ближнего боя Баттор Hit -10 (Physical)", -- [48]
				"Принцесса Атака ближнего боя Баттор Miss (1)", -- [49]
				"Баттор Коварный удар Кабаний эскорт Hit -9 (Physical)", -- [50]
			},
			["Name"] = "Баттор",
			["LastEventTimes"] = {
				1597758.498, -- [1]
				1597759.458, -- [2]
				1597759.458, -- [3]
				1597760.178, -- [4]
				1597761.468, -- [5]
				1597761.698, -- [6]
				1597763.318, -- [7]
				1597763.418, -- [8]
				1597763.548, -- [9]
				1597764.688, -- [10]
				1597764.918, -- [11]
				1597765.478, -- [12]
				1597766.598, -- [13]
				1597766.718, -- [14]
				1597767.608, -- [15]
				1597769.388, -- [16]
				1597770.718, -- [17]
				1597770.718, -- [18]
				1597770.968, -- [19]
				1597771.668, -- [20]
				1597772.618, -- [21]
				1597772.718, -- [22]
				1597773.668, -- [23]
				1597774.738, -- [24]
				1597777.538, -- [25]
				1597778.138, -- [26]
				1597779.098, -- [27]
				1597792.668, -- [28]
				1597714.462, -- [29]
				1597714.462, -- [30]
				1597716.152, -- [31]
				1597716.522, -- [32]
				1597717.652, -- [33]
				1597718.452, -- [34]
				1597720.466, -- [35]
				1597722.516, -- [36]
				1597723.396, -- [37]
				1597724.496, -- [38]
				1597724.996, -- [39]
				1597726.546, -- [40]
				1597727.926, -- [41]
				1597728.196, -- [42]
				1597731.526, -- [43]
				1597754.728, -- [44]
				1597756.968, -- [45]
				1597757.068, -- [46]
				1597757.378, -- [47]
				1597757.958, -- [48]
				1597757.958, -- [49]
				1597758.278, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 30,
						["Physical"] = 18,
					},
					["TimeSpent"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 7.34,
								},
								["Атака ближнего боя"] = {
									["count"] = 31.89,
								},
								["Потрошение"] = {
									["count"] = 4.69,
								},
							},
							["amount"] = 43.92,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 2.95,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.44,
								},
								["Потрошение"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 18.74,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 3.75,
								},
								["Атака ближнего боя"] = {
									["count"] = 12.7,
								},
								["Потрошение"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 18.44,
						},
						["Фикс"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 2.4,
								},
								["Удар в спину"] = {
									["count"] = 0.41,
								},
								["Атака ближнего боя"] = {
									["count"] = 20.62,
								},
								["Потрошение"] = {
									["count"] = 0.81,
								},
							},
							["amount"] = 24.24,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 13.17,
								},
								["Атака ближнего боя"] = {
									["count"] = 45.62,
								},
								["Бросок"] = {
									["count"] = 1.5,
								},
								["Потрошение"] = {
									["count"] = 4,
								},
							},
							["amount"] = 64.29,
						},
						["Принцесса"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 1.98,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.32,
								},
								["Потрошение"] = {
									["count"] = 1.01,
								},
							},
							["amount"] = 8.31,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.4,
								},
								["Бросок"] = {
									["count"] = 1.5,
								},
								["Коварный удар"] = {
									["count"] = 2.87,
								},
							},
							["amount"] = 13.77,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 29.52,
								},
								["Удар в спину"] = {
									["count"] = 1.75,
								},
								["Атака ближнего боя"] = {
									["count"] = 143.43,
								},
								["Потрошение"] = {
									["count"] = 20.94,
								},
							},
							["amount"] = 195.64,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 74.53,
								},
								["Бросок"] = {
									["count"] = 3,
								},
								["Коварный удар"] = {
									["count"] = 22.77,
								},
								["Удар в спину"] = {
									["count"] = 0.81,
								},
								["Потрошение"] = {
									["count"] = 10.43,
								},
							},
							["amount"] = 111.54,
						},
					},
					["DamageTaken"] = 1475,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 221,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 221,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 13,
									["min"] = 4,
									["count"] = 23,
									["amount"] = 166,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 198,
									["amount"] = 0,
								},
							},
							["count"] = 221,
							["amount"] = 166,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 500.39,
					["ElementTaken"] = {
						["Melee"] = 1439,
						["Physical"] = 36,
					},
					["Damage"] = 4100,
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 163,
								},
								["Слово силы: Щит"] = {
									["count"] = 170,
								},
							},
							["amount"] = 333,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 166,
					},
					["DamagedWho"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 101,
								},
								["Атака ближнего боя"] = {
									["count"] = 195,
								},
								["Потрошение"] = {
									["count"] = 41,
								},
							},
							["amount"] = 337,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 45,
								},
								["Атака ближнего боя"] = {
									["count"] = 58,
								},
								["Потрошение"] = {
									["count"] = 6,
								},
							},
							["amount"] = 109,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 18,
								},
								["Атака ближнего боя"] = {
									["count"] = 63,
								},
								["Потрошение"] = {
									["count"] = 5,
								},
							},
							["amount"] = 86,
						},
						["Фикс"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 28,
								},
								["Атака ближнего боя"] = {
									["count"] = 99,
								},
								["Удар в спину"] = {
									["count"] = 22,
								},
							},
							["amount"] = 149,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 190,
								},
								["Атака ближнего боя"] = {
									["count"] = 258,
								},
								["Бросок"] = {
									["count"] = 7,
								},
								["Потрошение"] = {
									["count"] = 60,
								},
							},
							["amount"] = 515,
						},
						["Принцесса"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 18,
								},
								["Атака ближнего боя"] = {
									["count"] = 21,
								},
								["Потрошение"] = {
									["count"] = 8,
								},
							},
							["amount"] = 47,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 37,
								},
								["Бросок"] = {
									["count"] = 7,
								},
								["Атака ближнего боя"] = {
									["count"] = 45,
								},
							},
							["amount"] = 89,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 586,
								},
								["Удар в спину"] = {
									["count"] = 49,
								},
								["Атака ближнего боя"] = {
									["count"] = 885,
								},
								["Потрошение"] = {
									["count"] = 208,
								},
							},
							["amount"] = 1728,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 489,
								},
								["Бросок"] = {
									["count"] = 10,
								},
								["Коварный удар"] = {
									["count"] = 346,
								},
								["Удар в спину"] = {
									["count"] = 48,
								},
								["Потрошение"] = {
									["count"] = 140,
								},
							},
							["amount"] = 1033,
						},
					},
					["ElementDone"] = {
						["Melee"] = 2120,
						["Physical"] = 1980,
					},
					["HealingTaken"] = 333,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 35,
								},
								["Miss"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 218,
								},
								["Dodge"] = {
									["count"] = 9,
								},
								["Block"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 26,
								},
								["Parry"] = {
									["count"] = 7,
								},
							},
							["amount"] = 311,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 161,
								},
								["Miss"] = {
									["count"] = 6,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 18,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 196,
						},
					},
					["TimeDamage"] = 500.39,
					["TimeDamaging"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 7.34,
								},
								["Атака ближнего боя"] = {
									["count"] = 31.89,
								},
								["Потрошение"] = {
									["count"] = 4.69,
								},
							},
							["amount"] = 43.92,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 2.95,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.44,
								},
								["Потрошение"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 18.74,
						},
						["Твердошкурый вепрь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 3.75,
								},
								["Атака ближнего боя"] = {
									["count"] = 12.7,
								},
								["Потрошение"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 18.44,
						},
						["Фикс"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 2.4,
								},
								["Удар в спину"] = {
									["count"] = 0.41,
								},
								["Атака ближнего боя"] = {
									["count"] = 20.62,
								},
								["Потрошение"] = {
									["count"] = 0.81,
								},
							},
							["amount"] = 24.24,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 13.17,
								},
								["Атака ближнего боя"] = {
									["count"] = 45.62,
								},
								["Бросок"] = {
									["count"] = 1.5,
								},
								["Потрошение"] = {
									["count"] = 4,
								},
							},
							["amount"] = 64.29,
						},
						["Принцесса"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 1.98,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.32,
								},
								["Потрошение"] = {
									["count"] = 1.01,
								},
							},
							["amount"] = 8.31,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.4,
								},
								["Бросок"] = {
									["count"] = 1.5,
								},
								["Коварный удар"] = {
									["count"] = 2.87,
								},
							},
							["amount"] = 13.77,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Коварный удар"] = {
									["count"] = 29.52,
								},
								["Удар в спину"] = {
									["count"] = 1.75,
								},
								["Атака ближнего боя"] = {
									["count"] = 143.43,
								},
								["Потрошение"] = {
									["count"] = 20.94,
								},
							},
							["amount"] = 195.64,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 74.53,
								},
								["Бросок"] = {
									["count"] = 3,
								},
								["Коварный удар"] = {
									["count"] = 22.77,
								},
								["Удар в спину"] = {
									["count"] = 0.81,
								},
								["Потрошение"] = {
									["count"] = 10.43,
								},
							},
							["amount"] = 111.54,
						},
					},
					["WhoDamaged"] = {
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 187,
								},
							},
							["amount"] = 187,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 183,
								},
								["Пинок"] = {
									["count"] = 24,
								},
							},
							["amount"] = 207,
						},
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 118,
								},
								["Пинок"] = {
									["count"] = 12,
								},
							},
							["amount"] = 130,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 346,
								},
							},
							["amount"] = 346,
						},
						["Кабаний эскорт"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 94,
								},
							},
							["amount"] = 94,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 187,
								},
							},
							["amount"] = 187,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 178,
								},
							},
							["amount"] = 178,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 133,
								},
							},
							["amount"] = 133,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 8,
									["min"] = 4,
									["count"] = 35,
									["amount"] = 219,
								},
								["Hit (Блокировано)"] = {
									["max"] = 4,
									["min"] = 1,
									["count"] = 7,
									["amount"] = 20,
								},
								["Hit"] = {
									["max"] = 9,
									["min"] = 5,
									["count"] = 211,
									["amount"] = 1504,
								},
								["Miss"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 16,
									["min"] = 11,
									["count"] = 26,
									["amount"] = 377,
								},
								["Parry"] = {
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 304,
							["amount"] = 2120,
						},
						["Бросок"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 3,
									["min"] = 3,
									["count"] = 1,
									["amount"] = 3,
								},
								["Hit"] = {
									["max"] = 7,
									["min"] = 7,
									["count"] = 3,
									["amount"] = 21,
								},
							},
							["count"] = 4,
							["amount"] = 24,
						},
						["Коварный удар"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 6,
									["min"] = 3,
									["count"] = 2,
									["amount"] = 9,
								},
								["Hit"] = {
									["max"] = 11,
									["min"] = 8,
									["count"] = 111,
									["amount"] = 1103,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 22,
									["min"] = 17,
									["count"] = 13,
									["amount"] = 257,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 131,
							["amount"] = 1369,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 48,
									["min"] = 48,
									["count"] = 1,
									["amount"] = 48,
								},
								["Hit"] = {
									["max"] = 26,
									["min"] = 22,
									["count"] = 3,
									["amount"] = 71,
								},
							},
							["count"] = 4,
							["amount"] = 119,
						},
						["Потрошение"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 3,
									["min"] = 3,
									["count"] = 1,
									["amount"] = 3,
								},
								["Hit"] = {
									["max"] = 20,
									["min"] = 5,
									["count"] = 40,
									["amount"] = 389,
								},
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 24,
									["min"] = 16,
									["count"] = 4,
									["amount"] = 76,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 53,
							["amount"] = 468,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 11,
								},
								["Absorb"] = {
									["count"] = 23,
								},
								["Dodge"] = {
									["count"] = 31,
								},
								["Hit"] = {
									["count"] = 156,
								},
							},
							["amount"] = 221,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"Баттор Атака ближнего боя Докер из Братства Справедливости Glancing -5 (Physical)", -- [1]
						"Баттор Коварный удар Докер из Братства Справедливости Hit -3 (Physical)", -- [2]
						"Баттор Коварный удар Докер из Братства Справедливости Hit -9 (Physical)", -- [3]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -11 (Physical)", -- [4]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Miss (1)", -- [5]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -13 (Physical)", -- [6]
						"Баттор Атака ближнего боя Докер из Братства Справедливости Crit -11 (Physical)", -- [7]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -11 (Physical)", -- [8]
						"Баттор Атака ближнего боя Докер из Братства Справедливости Hit -1 (Physical)", -- [9]
						"Баттор Коварный удар Докер из Братства Справедливости Hit -8 (Physical)", -- [10]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -9 (Physical)", -- [11]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Dodge (1)", -- [12]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Dodge (1)", -- [13]
						"Баттор Атака ближнего боя Докер из Братства Справедливости Miss (1)", -- [14]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Dodge (1)", -- [15]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -11 (Physical)", -- [16]
						"Шанами Малое исцеление Баттор Hit +56", -- [17]
						"Баттор Атака ближнего боя Докер из Братства Справедливости Hit -6 (Physical)", -- [18]
						"Докер из Братства Справедливости Пинок Баттор Hit -12 (Physical)", -- [19]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -11 (Physical)", -- [20]
						"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -13 (Physical)", -- [21]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -12 (Physical)", -- [22]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -12 (Physical)", -- [23]
						"Баттор Атака ближнего боя Докер из Братства Справедливости Hit -6 (Physical)", -- [24]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -10 (Physical)", -- [25]
						"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -11 (Physical)", -- [26]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -14 (Physical)", -- [27]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -10 (Physical)", -- [28]
						"Баттор Коварный удар Докер из Братства Справедливости Hit -9 (Physical)", -- [29]
						"Баттор Атака ближнего боя Докер из Братства Справедливости Hit -6 (Physical)", -- [30]
						"Бандит из Братства Справедливости Атака ближнего боя Баттор Hit -12 (Physical)", -- [31]
						"Докер из Братства Справедливости Атака ближнего боя Баттор Hit -13 (Physical)", -- [32]
						"Баттор Потрошение Докер из Братства Справедливости Miss (Physical)", -- [33]
						"Баттор умирает.", -- [34]
					},
					["DeathAt"] = 1597385.753,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageTimes"] = {
						-12.7700000000186, -- [1]
						-12.4799999999814, -- [2]
						-11.7299999999814, -- [3]
						-11.7299999999814, -- [4]
						-10.8800000001211, -- [5]
						-10.6000000000931, -- [6]
						-10.6000000000931, -- [7]
						-9.69999999995343, -- [8]
						-9.06000000005588, -- [9]
						-8.85000000009313, -- [10]
						-8.85000000009313, -- [11]
						-8.64000000013039, -- [12]
						-7.68999999994412, -- [13]
						-7.43999999994412, -- [14]
						-6.86000000010245, -- [15]
						-6.64000000013039, -- [16]
						-6.42999999993481, -- [17]
						-5.80000000004657, -- [18]
						-5.66999999992549, -- [19]
						-4.91999999992549, -- [20]
						-4.70999999996275, -- [21]
						-4.58000000007451, -- [22]
						-3.64000000013039, -- [23]
						-3.15999999991618, -- [24]
						-2.9000000001397, -- [25]
						-2.79000000003725, -- [26]
						-2.58000000007451, -- [27]
						-1.72999999998137, -- [28]
						-1.57000000006519, -- [29]
						-1.57000000006519, -- [30]
						-0.689999999944121, -- [31]
						-0.580000000074506, -- [32]
						-0.419999999925494, -- [33]
						0, -- [34]
					},
					["HealthMax"] = {
						187, -- [1]
						187, -- [2]
						187, -- [3]
						187, -- [4]
						187, -- [5]
						187, -- [6]
						187, -- [7]
						187, -- [8]
						187, -- [9]
						187, -- [10]
						187, -- [11]
						187, -- [12]
						187, -- [13]
						187, -- [14]
						187, -- [15]
						187, -- [16]
						187, -- [17]
						187, -- [18]
						187, -- [19]
						187, -- [20]
						187, -- [21]
						187, -- [22]
						187, -- [23]
						187, -- [24]
						187, -- [25]
						187, -- [26]
						187, -- [27]
						187, -- [28]
						187, -- [29]
						187, -- [30]
						187, -- [31]
						187, -- [32]
						187, -- [33]
						187, -- [34]
					},
					["Health"] = {
						129, -- [1]
						129, -- [2]
						129, -- [3]
						129, -- [4]
						118, -- [5]
						118, -- [6]
						118, -- [7]
						105, -- [8]
						105, -- [9]
						94, -- [10]
						94, -- [11]
						94, -- [12]
						85, -- [13]
						85, -- [14]
						85, -- [15]
						85, -- [16]
						85, -- [17]
						130, -- [18]
						130, -- [19]
						118, -- [20]
						118, -- [21]
						118, -- [22]
						82, -- [23]
						70, -- [24]
						70, -- [25]
						70, -- [26]
						70, -- [27]
						35, -- [28]
						35, -- [29]
						35, -- [30]
						25, -- [31]
						25, -- [32]
						25, -- [33]
						0, -- [34]
					},
					["KilledBy"] = "Докер из Братства Справедливости",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"HEAL", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"MISC", -- [34]
					},
				}, -- [1]
			},
			["UnitLockout"] = 1597753.748,
			["LastAbility"] = 121572.061,
		},
		["Жырныйлис"] = {
			["GUID"] = "Player-4452-019A15AF",
			["LastEventHealth"] = {
				141, -- [1]
				132, -- [2]
				132, -- [3]
				132, -- [4]
				122, -- [5]
				122, -- [6]
				122, -- [7]
				122, -- [8]
				112, -- [9]
				112, -- [10]
				112, -- [11]
				103, -- [12]
				103, -- [13]
				93, -- [14]
				93, -- [15]
				93, -- [16]
				93, -- [17]
				150, -- [18]
				150, -- [19]
				204, -- [20]
				204, -- [21]
				204, -- [22]
				204, -- [23]
				204, -- [24]
				204, -- [25]
				204, -- [26]
				204, -- [27]
				204, -- [28]
				204, -- [29]
				204, -- [30]
				204, -- [31]
				204, -- [32]
				204, -- [33]
				204, -- [34]
				204, -- [35]
				194, -- [36]
				194, -- [37]
				185, -- [38]
				185, -- [39]
				176, -- [40]
				167, -- [41]
				167, -- [42]
				167, -- [43]
				159, -- [44]
				149, -- [45]
				149, -- [46]
				149, -- [47]
				149, -- [48]
				141, -- [49]
				141, -- [50]
			},
			["LastAttackedBy"] = "Бандит из Братства Справедливости",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["RageGain"] = {
					153, -- [1]
				},
				["DOT_Time"] = {
					153, -- [1]
				},
				["ActiveTime"] = {
					257.35, -- [1]
				},
				["HealingTaken"] = {
					445, -- [1]
				},
				["TimeDamage"] = {
					257.35, -- [1]
				},
				["DamageTaken"] = {
					1210, -- [1]
				},
				["Damage"] = {
					2124, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = true,
			["LastActive"] = 1597771.748,
			["level"] = 6,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 58,
			["LastEventHealthMax"] = {
				204, -- [1]
				204, -- [2]
				204, -- [3]
				204, -- [4]
				204, -- [5]
				204, -- [6]
				204, -- [7]
				204, -- [8]
				204, -- [9]
				204, -- [10]
				204, -- [11]
				204, -- [12]
				204, -- [13]
				204, -- [14]
				204, -- [15]
				204, -- [16]
				204, -- [17]
				204, -- [18]
				204, -- [19]
				204, -- [20]
				204, -- [21]
				204, -- [22]
				204, -- [23]
				204, -- [24]
				204, -- [25]
				204, -- [26]
				204, -- [27]
				204, -- [28]
				204, -- [29]
				204, -- [30]
				204, -- [31]
				204, -- [32]
				204, -- [33]
				204, -- [34]
				204, -- [35]
				204, -- [36]
				204, -- [37]
				204, -- [38]
				204, -- [39]
				204, -- [40]
				204, -- [41]
				204, -- [42]
				204, -- [43]
				204, -- [44]
				204, -- [45]
				204, -- [46]
				204, -- [47]
				204, -- [48]
				204, -- [49]
				204, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["TimeLast"] = {
				["OVERALL"] = 1597771.748,
				["DamageTaken"] = 1597692.751,
				["HealingTaken"] = 1597693.751,
				["DeathCount"] = 1597415.752,
				["TimeDamage"] = 1597771.748,
				["ActiveTime"] = 1597771.748,
				["RageGain"] = 1597763.748,
				["DOT_Time"] = 1597771.748,
				["Damage"] = 1597771.748,
			},
			["LastDamageTaken"] = 11,
			["Owner"] = false,
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 28,
			["LastDamageTime"] = 1597771.988,
			["LastEvents"] = {
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -9 (Physical)", -- [1]
				"Жырныйлис Кровопускание Бандит из Братства Справедливости Dodge (Physical)", -- [2]
				"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [3]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (Physical)", -- [4]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Glancing -13 (Physical)", -- [5]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Dodge (1)", -- [6]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Dodge (1)", -- [7]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (Physical)", -- [8]
				"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [9]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -9 (Physical)", -- [10]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Miss (1)", -- [11]
				"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [12]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (Physical)", -- [13]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Dodge (1)", -- [14]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -9 (9 Поглощено) (1)", -- [15]
				"Шанами Малое исцеление Жырныйлис Hit +57", -- [16]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -11 (11 Поглощено) (1)", -- [17]
				"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [18]
				"Шанами Малое исцеление Жырныйлис Hit +49", -- [19]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Hit -12 (Physical)", -- [20]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Miss (1)", -- [21]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Hit -13 (Physical)", -- [22]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Hit -8 (Physical)", -- [23]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Hit -13 (Physical)", -- [24]
				"Жырныйлис Атака ближнего боя Принцесса Glancing -10 (Physical)", -- [25]
				"Жырныйлис Кровопускание (УЗВ) Принцесса Tick -5 (Physical)", -- [26]
				"Жырныйлис Кровопускание (УЗВ) Принцесса Tick -5 (Physical)", -- [27]
				"Жырныйлис Атака ближнего боя Молодой лесной медведь Hit -14 (Physical)", -- [28]
				"Жырныйлис Атака ближнего боя Молодой лесной медведь Glancing -14 (Physical)", -- [29]
				"Жырныйлис Атака ближнего боя Молодой лесной медведь Hit -16 (Physical)", -- [30]
				"Жырныйлис Кровопускание (УЗВ) Молодой лесной медведь Tick -5 (Physical)", -- [31]
				"Жырныйлис Атака ближнего боя Молодой лесной медведь Hit -14 (Physical)", -- [32]
				"Жырныйлис Атака ближнего боя Молодой лесной медведь Crit -30 (Physical)", -- [33]
				"Жырныйлис Атака ближнего боя Молодой лесной медведь Hit -16 (Physical)", -- [34]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (Physical)", -- [35]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Hit -14 (Physical)", -- [36]
				"Бандит из Братства Справедливости Пинок Жырныйлис Hit -9 (Physical)", -- [37]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -9 (Physical)", -- [38]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Glancing -12 (Physical)", -- [39]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -9 (Physical)", -- [40]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Miss (1)", -- [41]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -8 (Physical)", -- [42]
				"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [43]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (Physical)", -- [44]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Glancing -13 (Physical)", -- [45]
				"Жырныйлис Кровопускание Бандит из Братства Справедливости Parry (Physical)", -- [46]
				"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [47]
				"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -8 (Physical)", -- [48]
				"Жырныйлис Кровопускание Бандит из Братства Справедливости Miss (Physical)", -- [49]
				"Жырныйлис Атака ближнего боя Бандит из Братства Справедливости Glancing -12 (Physical)", -- [50]
			},
			["Name"] = "Жырныйлис",
			["LastEventTimes"] = {
				1597679.022, -- [1]
				1597679.671, -- [2]
				1597679.671, -- [3]
				1597681.111, -- [4]
				1597681.931, -- [5]
				1597683.121, -- [6]
				1597684.821, -- [7]
				1597685.131, -- [8]
				1597685.861, -- [9]
				1597687.141, -- [10]
				1597687.711, -- [11]
				1597688.921, -- [12]
				1597689.141, -- [13]
				1597690.591, -- [14]
				1597690.891, -- [15]
				1597692.611, -- [16]
				1597692.901, -- [17]
				1597693.211, -- [18]
				1597694.251, -- [19]
				1597716.522, -- [20]
				1597719.466, -- [21]
				1597722.386, -- [22]
				1597725.276, -- [23]
				1597728.196, -- [24]
				1597765.368, -- [25]
				1597768.958, -- [26]
				1597771.988, -- [27]
				1597607.224, -- [28]
				1597610.084, -- [29]
				1597612.994, -- [30]
				1597613.754, -- [31]
				1597631.458, -- [32]
				1597634.449, -- [33]
				1597637.339, -- [34]
				1597665.577, -- [35]
				1597666.847, -- [36]
				1597667.937, -- [37]
				1597669.497, -- [38]
				1597670.267, -- [39]
				1597671.567, -- [40]
				1597673.203, -- [41]
				1597673.603, -- [42]
				1597673.703, -- [43]
				1597675.592, -- [44]
				1597676.122, -- [45]
				1597676.702, -- [46]
				1597676.702, -- [47]
				1597677.102, -- [48]
				1597678.202, -- [49]
				1597679.022, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 13,
					},
					["DOTs"] = {
						["Кровопускание (УЗВ)"] = {
							["Details"] = {
								["Бандит из Братства Справедливости"] = {
									["count"] = 36,
								},
								["Кобольд-проходчик"] = {
									["count"] = 18,
								},
								["Кобольд-шахтер"] = {
									["count"] = 24,
								},
								["Молодой лесной медведь"] = {
									["count"] = 3,
								},
								["Докер из Братства Справедливости"] = {
									["count"] = 21,
								},
								["Принцесса"] = {
									["count"] = 6,
								},
								["Вепрь-камнеклык"] = {
									["count"] = 45,
								},
							},
							["amount"] = 153,
						},
					},
					["TimeSpent"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27.82,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 13.02,
								},
								["Кровопускание"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 43.57,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 93.12,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 6.37,
								},
								["Удар героя"] = {
									["count"] = 1.5,
								},
								["Кровопускание"] = {
									["count"] = 2.53,
								},
							},
							["amount"] = 103.52,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32.33,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 6.09,
								},
								["Кровопускание"] = {
									["count"] = 0.58,
								},
							},
							["amount"] = 39,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 0.76,
								},
								["Кровопускание"] = {
									["count"] = 2.06,
								},
							},
							["amount"] = 13.32,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.92,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.33,
								},
								["Удар героя"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 16.56,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27.05,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.11,
								},
								["Кровопускание"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 35.38,
						},
					},
					["DamageTaken"] = 1210,
					["RageGainedFrom"] = {
						["Жырныйлис"] = {
							["Details"] = {
								["Рывок"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 161,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 161,
						},
						["Пинок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 12,
									["min"] = 1,
									["count"] = 17,
									["amount"] = 153,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 144,
									["amount"] = 0,
								},
							},
							["count"] = 161,
							["amount"] = 153,
						},
						["Пинок"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 11,
									["min"] = 9,
									["count"] = 2,
									["amount"] = 20,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 20,
						},
					},
					["ActiveTime"] = 257.35,
					["ElementTaken"] = {
						["Melee"] = 1170,
						["Physical"] = 40,
					},
					["RageGained"] = {
						["Рывок"] = {
							["Details"] = {
								["Жырныйлис"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
					},
					["Damage"] = 2124,
					["DOT_Time"] = 153,
					["WhoHealed"] = {
						["Шанами"] = {
							["Details"] = {
								["Малое исцеление"] = {
									["count"] = 268,
								},
								["Слово силы: Щит"] = {
									["count"] = 177,
								},
							},
							["amount"] = 445,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 153,
						["Physical"] = 20,
					},
					["TimeDamaging"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27.82,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 13.02,
								},
								["Кровопускание"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 43.57,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 93.12,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 6.37,
								},
								["Удар героя"] = {
									["count"] = 1.5,
								},
								["Кровопускание"] = {
									["count"] = 2.53,
								},
							},
							["amount"] = 103.52,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32.33,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 6.09,
								},
								["Кровопускание"] = {
									["count"] = 0.58,
								},
							},
							["amount"] = 39,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 0.76,
								},
								["Кровопускание"] = {
									["count"] = 2.06,
								},
							},
							["amount"] = 13.32,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.92,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.33,
								},
								["Удар героя"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 16.56,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27.05,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 8.11,
								},
								["Кровопускание"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 35.38,
						},
					},
					["DamagedWho"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 154,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 60,
								},
							},
							["amount"] = 214,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 825,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 75,
								},
								["Удар героя"] = {
									["count"] = 23,
								},
							},
							["amount"] = 923,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 339,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 40,
								},
							},
							["amount"] = 379,
						},
						["Молодой лесной медведь"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 117,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 122,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 85,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 35,
								},
								["Удар героя"] = {
									["count"] = 22,
								},
							},
							["amount"] = 142,
						},
						["Принцесса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 10,
								},
							},
							["amount"] = 20,
						},
						["Фикс"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 281,
								},
								["Кровопускание (УЗВ)"] = {
									["count"] = 30,
								},
							},
							["amount"] = 311,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 14,
									["min"] = 9,
									["count"] = 18,
									["amount"] = 220,
								},
								["Hit (Блокировано)"] = {
									["max"] = 11,
									["min"] = 8,
									["count"] = 3,
									["amount"] = 28,
								},
								["Hit"] = {
									["max"] = 16,
									["min"] = 12,
									["count"] = 99,
									["amount"] = 1400,
								},
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 30,
									["min"] = 28,
									["count"] = 6,
									["amount"] = 176,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 140,
							["amount"] = 1824,
						},
						["Кровопускание (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5,
									["min"] = 5,
									["count"] = 51,
									["amount"] = 255,
								},
							},
							["count"] = 51,
							["amount"] = 255,
						},
						["Удар героя"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 23,
									["min"] = 22,
									["count"] = 2,
									["amount"] = 45,
								},
							},
							["count"] = 2,
							["amount"] = 45,
						},
						["Кровопускание"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 7,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
					},
					["RageGain"] = 153,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 18,
								},
								["Dodge"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 102,
								},
								["Miss"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 143,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 51,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 66,
						},
					},
					["TimeDamage"] = 257.35,
					["WhoDamaged"] = {
						["Бандит из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 258,
								},
								["Пинок"] = {
									["count"] = 20,
								},
							},
							["amount"] = 278,
						},
						["Кобольд-проходчик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 122,
								},
							},
							["amount"] = 122,
						},
						["Кобольд-шахтер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 203,
								},
							},
							["amount"] = 203,
						},
						["Докер из Братства Справедливости"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 316,
								},
								["Пинок"] = {
									["count"] = 20,
								},
							},
							["amount"] = 336,
						},
						["Вепрь-камнеклык"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 271,
								},
							},
							["amount"] = 271,
						},
					},
					["HealingTaken"] = 445,
					["ElementDone"] = {
						["Melee"] = 1824,
						["Physical"] = 300,
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 7,
								},
								["Absorb"] = {
									["count"] = 17,
								},
								["Dodge"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 133,
								},
							},
							["amount"] = 161,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						true, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						true, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						false, -- [28]
					},
					["Messages"] = {
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Hit -12 (Physical)", -- [1]
						"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [2]
						"Шанами Малое исцеление Жырныйлис Hit +54", -- [3]
						"Жырныйлис Атака ближнего боя Докер из Братства Справедливости Hit -14 (Physical)", -- [4]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -11 (Physical)", -- [5]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Hit -12 (Physical)", -- [6]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -11 (Physical)", -- [7]
						"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [8]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Hit -11 (Physical)", -- [9]
						"Жырныйлис Атака ближнего боя Докер из Братства Справедливости Hit -13 (Physical)", -- [10]
						"Жырныйлис Кровопускание (УЗВ) Докер из Братства Справедливости Tick -5 (Physical)", -- [11]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -11 (Physical)", -- [12]
						"Жырныйлис Кровопускание (УЗВ) Бандит из Братства Справедливости Tick -5 (Physical)", -- [13]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Hit -11 (Physical)", -- [14]
						"Жырныйлис Удар героя Докер из Братства Справедливости Hit -22 (Physical)", -- [15]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -12 (Physical)", -- [16]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -12 (12 Поглощено) (1)", -- [17]
						"Жырныйлис Атака ближнего боя Докер из Братства Справедливости Hit -12 (Physical)", -- [18]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -11 (11 Поглощено) (1)", -- [19]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -11 (11 Поглощено) (1)", -- [20]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -10 (10 Поглощено) (1)", -- [21]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Absorb -1 (1)", -- [22]
						"Бандит из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (1 Поглощено) (Physical)", -- [23]
						"Жырныйлис Атака ближнего боя Докер из Братства Справедливости Glancing -11 (Physical)", -- [24]
						"Докер из Братства Справедливости Атака ближнего боя Жырныйлис Hit -10 (Physical)", -- [25]
						"Докер из Братства Справедливости Пинок Жырныйлис Hit -11 (Physical)", -- [26]
						"Жырныйлис умирает.", -- [27]
						"Жырныйлис Кровопускание (УЗВ) Докер из Братства Справедливости Tick -5 (Physical)", -- [28]
					},
					["DeathAt"] = 1597417.752,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
					},
					["MessageTimes"] = {
						-14.4499999999534, -- [1]
						-13.6499999999069, -- [2]
						-13.3500000000931, -- [3]
						-13.3500000000931, -- [4]
						-13.0400000000373, -- [5]
						-12.5600000000559, -- [6]
						-11.0400000000373, -- [7]
						-10.5700000000652, -- [8]
						-10.5700000000652, -- [9]
						-10.4499999999534, -- [10]
						-10.3400000000838, -- [11]
						-9.03000000002794, -- [12]
						-7.57000000006519, -- [13]
						-7.57000000006519, -- [14]
						-7.26000000000931, -- [15]
						-7.09000000008382, -- [16]
						-5.53000000002794, -- [17]
						-4.64000000013039, -- [18]
						-4.07000000006519, -- [19]
						-3.56000000005588, -- [20]
						-2.42999999993481, -- [21]
						-2.04000000003725, -- [22]
						-2.04000000003725, -- [23]
						-1.77000000001863, -- [24]
						-1.47999999998137, -- [25]
						-0.419999999925494, -- [26]
						0, -- [27]
						1.81000000005588, -- [28]
					},
					["HealthMax"] = {
						234, -- [1]
						234, -- [2]
						234, -- [3]
						234, -- [4]
						234, -- [5]
						234, -- [6]
						234, -- [7]
						234, -- [8]
						234, -- [9]
						234, -- [10]
						234, -- [11]
						234, -- [12]
						234, -- [13]
						234, -- [14]
						234, -- [15]
						234, -- [16]
						234, -- [17]
						234, -- [18]
						234, -- [19]
						234, -- [20]
						234, -- [21]
						234, -- [22]
						234, -- [23]
						234, -- [24]
						234, -- [25]
						234, -- [26]
						204, -- [27]
						204, -- [28]
					},
					["Health"] = {
						64, -- [1]
						52, -- [2]
						52, -- [3]
						52, -- [4]
						52, -- [5]
						95, -- [6]
						83, -- [7]
						83, -- [8]
						72, -- [9]
						72, -- [10]
						72, -- [11]
						61, -- [12]
						50, -- [13]
						50, -- [14]
						50, -- [15]
						50, -- [16]
						27, -- [17]
						27, -- [18]
						27, -- [19]
						27, -- [20]
						27, -- [21]
						27, -- [22]
						27, -- [23]
						27, -- [24]
						27, -- [25]
						7, -- [26]
						0, -- [27]
						0, -- [28]
					},
					["KilledBy"] = "Докер из Братства Справедливости",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"HEAL", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"MISC", -- [27]
						"DAMAGE", -- [28]
					},
				}, -- [1]
			},
			["UnitLockout"] = 1597764.748,
			["LastAbility"] = 121572.061,
		},
	},
	["FightNum"] = 118,
	["CombatTimes"] = {
		{
			1595236.748, -- [1]
			1595262.754, -- [2]
			"00:49:43", -- [3]
			"00:50:09", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [1]
		{
			1595297.751, -- [1]
			1595302.751, -- [2]
			"00:50:44", -- [3]
			"00:50:49", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [2]
		{
			1595318.747, -- [1]
			1595327.747, -- [2]
			"00:51:06", -- [3]
			"00:51:14", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [3]
		{
			1595345.749, -- [1]
			1595352.749, -- [2]
			"00:51:32", -- [3]
			"00:51:39", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [4]
		{
			1595360.749, -- [1]
			1595376.748, -- [2]
			"00:51:47", -- [3]
			"00:52:03", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [5]
		{
			1595376.748, -- [1]
			1595411.748, -- [2]
			"00:52:03", -- [3]
			"00:52:38", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [6]
		{
			1595416.748, -- [1]
			1595421.748, -- [2]
			"00:52:43", -- [3]
			"00:52:48", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [7]
		{
			1595456.754, -- [1]
			1595469.754, -- [2]
			"00:53:24", -- [3]
			"00:53:36", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [8]
		{
			1595681.745, -- [1]
			1595701.745, -- [2]
			"00:57:08", -- [3]
			"00:57:28", -- [4]
			"Баттор", -- [5]
		}, -- [9]
		{
			1595767.753, -- [1]
			1595821.754, -- [2]
			"00:58:35", -- [3]
			"00:59:28", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [10]
		{
			1595842.753, -- [1]
			1595853.753, -- [2]
			"00:59:50", -- [3]
			"01:00:00", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [11]
		{
			1595855.753, -- [1]
			1595867.752, -- [2]
			"01:00:03", -- [3]
			"01:00:14", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [12]
		{
			1596083.771, -- [1]
			1596093.749, -- [2]
			"01:03:51", -- [3]
			"01:04:00", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [13]
		{
			1596143.765, -- [1]
			1596168.745, -- [2]
			"01:04:50", -- [3]
			"01:05:15", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [14]
		{
			1596173.749, -- [1]
			1596183.749, -- [2]
			"01:05:21", -- [3]
			"01:05:30", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [15]
		{
			1596191.749, -- [1]
			1596199.749, -- [2]
			"01:05:38", -- [3]
			"01:05:46", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [16]
		{
			1596201.749, -- [1]
			1596219.748, -- [2]
			"01:05:49", -- [3]
			"01:06:06", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [17]
		{
			1596221.748, -- [1]
			1596232.748, -- [2]
			"01:06:09", -- [3]
			"01:06:19", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [18]
		{
			1596237.748, -- [1]
			1596248.747, -- [2]
			"01:06:24", -- [3]
			"01:06:35", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [19]
		{
			1596248.747, -- [1]
			1596268.747, -- [2]
			"01:06:35", -- [3]
			"01:06:55", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [20]
		{
			1596270.747, -- [1]
			1596292.749, -- [2]
			"01:06:57", -- [3]
			"01:07:19", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [21]
		{
			1596296.749, -- [1]
			1596304.749, -- [2]
			"01:07:24", -- [3]
			"01:07:31", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [22]
		{
			1596306.749, -- [1]
			1596314.745, -- [2]
			"01:07:33", -- [3]
			"01:07:41", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [23]
		{
			1596316.745, -- [1]
			1596323.745, -- [2]
			"01:07:43", -- [3]
			"01:07:50", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [24]
		{
			1596327.754, -- [1]
			1596339.745, -- [2]
			"01:07:54", -- [3]
			"01:08:06", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [25]
		{
			1596340.745, -- [1]
			1596362.745, -- [2]
			"01:08:08", -- [3]
			"01:08:29", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [26]
		{
			1596362.745, -- [1]
			1596370.745, -- [2]
			"01:08:29", -- [3]
			"01:08:37", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [27]
		{
			1596371.745, -- [1]
			1596379.754, -- [2]
			"01:08:38", -- [3]
			"01:08:46", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [28]
		{
			1596390.752, -- [1]
			1596397.752, -- [2]
			"01:08:57", -- [3]
			"01:09:04", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [29]
		{
			1596399.752, -- [1]
			1596428.746, -- [2]
			"01:09:06", -- [3]
			"01:09:35", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [30]
		{
			1596428.746, -- [1]
			1596467.772, -- [2]
			"01:09:35", -- [3]
			"01:10:14", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [31]
		{
			1596477.772, -- [1]
			1596489.764, -- [2]
			"01:10:24", -- [3]
			"01:10:36", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [32]
		{
			1596491.765, -- [1]
			1596500.746, -- [2]
			"01:10:38", -- [3]
			"01:10:47", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [33]
		{
			1596502.746, -- [1]
			1596514.751, -- [2]
			"01:10:50", -- [3]
			"01:11:01", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [34]
		{
			1596526.749, -- [1]
			1596552.759, -- [2]
			"01:11:14", -- [3]
			"01:11:39", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [35]
		{
			1596555.759, -- [1]
			1596576.764, -- [2]
			"01:11:42", -- [3]
			"01:12:03", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [36]
		{
			1596606.761, -- [1]
			1596615.748, -- [2]
			"01:12:34", -- [3]
			"01:12:42", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [37]
		{
			1596757.762, -- [1]
			1596770.752, -- [2]
			"01:15:04", -- [3]
			"01:15:17", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [38]
		{
			1596795.749, -- [1]
			1596801.749, -- [2]
			"01:15:43", -- [3]
			"01:15:48", -- [4]
			"Environment", -- [5]
		}, -- [39]
		{
			1596807.754, -- [1]
			1596863.752, -- [2]
			"01:15:55", -- [3]
			"01:16:50", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [40]
		{
			1596868.753, -- [1]
			1596878.751, -- [2]
			"01:16:55", -- [3]
			"01:17:05", -- [4]
			"Кобольд-шахтер", -- [5]
		}, -- [41]
		{
			1596880.751, -- [1]
			1596908.751, -- [2]
			"01:17:08", -- [3]
			"01:17:35", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [42]
		{
			1596916.755, -- [1]
			1597031.748, -- [2]
			"01:17:44", -- [3]
			"01:19:38", -- [4]
			"Кобольд-шахтер", -- [5]
		}, -- [43]
		{
			1597036.748, -- [1]
			1597061.747, -- [2]
			"01:19:44", -- [3]
			"01:20:08", -- [4]
			"Кобольд-шахтер", -- [5]
		}, -- [44]
		{
			1597072.754, -- [1]
			1597105.746, -- [2]
			"01:20:20", -- [3]
			"01:20:52", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [45]
		{
			1597114.753, -- [1]
			1597132.753, -- [2]
			"01:21:01", -- [3]
			"01:21:19", -- [4]
			"Кобольд-шахтер", -- [5]
		}, -- [46]
		{
			1597134.753, -- [1]
			1597146.752, -- [2]
			"01:21:21", -- [3]
			"01:21:33", -- [4]
			"Кобольд-шахтер", -- [5]
		}, -- [47]
		{
			1597158.747, -- [1]
			1597186.747, -- [2]
			"01:21:45", -- [3]
			"01:22:13", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [48]
		{
			1597195.746, -- [1]
			1597204.746, -- [2]
			"01:22:23", -- [3]
			"01:22:31", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [49]
		{
			1597210.746, -- [1]
			1597217.746, -- [2]
			"01:22:37", -- [3]
			"01:22:44", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [50]
		{
			1597339.746, -- [1]
			1597438.752, -- [2]
			"01:24:46", -- [3]
			"01:26:25", -- [4]
			"Докер из Братства Справедливости", -- [5]
		}, -- [51]
		{
			1597462.751, -- [1]
			1597478.751, -- [2]
			"01:26:49", -- [3]
			"01:27:05", -- [4]
			"Твердошкурый вепрь", -- [5]
		}, -- [52]
		{
			1597538.746, -- [1]
			1597556.752, -- [2]
			"01:28:05", -- [3]
			"01:28:23", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [53]
		{
			1597604.751, -- [1]
			1597615.745, -- [2]
			"01:29:11", -- [3]
			"01:29:22", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [54]
		{
			1597628.748, -- [1]
			1597640.749, -- [2]
			"01:29:35", -- [3]
			"01:29:47", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [55]
		{
			1597646.75, -- [1]
			1597660.754, -- [2]
			"01:29:53", -- [3]
			"01:30:07", -- [4]
			"Твердошкурый вепрь", -- [5]
		}, -- [56]
		{
			1597663.754, -- [1]
			1597694.751, -- [2]
			"01:30:11", -- [3]
			"01:30:41", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [57]
		{
			1597709.745, -- [1]
			1597730.746, -- [2]
			"01:30:56", -- [3]
			"01:31:17", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [58]
		{
			1597753.748, -- [1]
			1597780.748, -- [2]
			"01:31:41", -- [3]
			"01:32:07", -- [4]
			"Кабаний эскорт", -- [5]
		}, -- [59]
		{
			1597810.749, -- [1]
			1597814.749, -- [2]
			"01:32:38", -- [3]
			"01:32:41", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [60]
		{
			1597818.75, -- [1]
			1597828.771, -- [2]
			"01:32:45", -- [3]
			"01:32:55", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [61]
		{
			1597981.747, -- [1]
			1598005.754, -- [2]
			"01:35:28", -- [3]
			"01:35:52", -- [4]
			"Лесной паук", -- [5]
		}, -- [62]
		{
			1598031.754, -- [1]
			1598052.747, -- [2]
			"01:36:18", -- [3]
			"01:36:39", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [63]
		{
			1598108.748, -- [1]
			1598133.752, -- [2]
			"01:37:35", -- [3]
			"01:38:00", -- [4]
			"Кобольд-проходчик", -- [5]
		}, -- [64]
		{
			1669757.363, -- [1]
			1669772.37, -- [2]
			"21:31:39", -- [3]
			"21:31:54", -- [4]
			"Вепрь-камнеклык", -- [5]
		}, -- [65]
		{
			1669775.37, -- [1]
			1669787.368, -- [2]
			"21:31:57", -- [3]
			"21:32:09", -- [4]
			"Лесной паук", -- [5]
		}, -- [66]
		{
			1671655.125, -- [1]
			1671678.125, -- [2]
			"22:03:17", -- [3]
			"22:03:40", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [67]
		{
			1671693.121, -- [1]
			1671710.123, -- [2]
			"22:03:55", -- [3]
			"22:04:12", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [68]
		{
			1671721.123, -- [1]
			1671740.148, -- [2]
			"22:04:23", -- [3]
			"22:04:42", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [69]
		{
			1671758.124, -- [1]
			1671783.134, -- [2]
			"22:05:01", -- [3]
			"22:05:25", -- [4]
			"Твердошкурый вепрь", -- [5]
		}, -- [70]
		{
			1671815.12, -- [1]
			1671838.122, -- [2]
			"22:05:57", -- [3]
			"22:06:20", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [71]
		{
			1671864.12, -- [1]
			1671883.12, -- [2]
			"22:06:46", -- [3]
			"22:07:05", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [72]
		{
			1671890.12, -- [1]
			1671911.12, -- [2]
			"22:07:12", -- [3]
			"22:07:33", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [73]
		{
			1671958.118, -- [1]
			1671979.12, -- [2]
			"22:08:20", -- [3]
			"22:08:41", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [74]
		{
			1672040.119, -- [1]
			1672050.119, -- [2]
			"22:09:42", -- [3]
			"22:09:52", -- [4]
			"Портовый начальник из Братства Справедливости", -- [5]
		}, -- [75]
		{
			1672073.117, -- [1]
			1672086.119, -- [2]
			"22:10:15", -- [3]
			"22:10:28", -- [4]
			"Карманник из Братства Справедливости", -- [5]
		}, -- [76]
		{
			1672119.119, -- [1]
			1672137.119, -- [2]
			"22:11:01", -- [3]
			"22:11:19", -- [4]
			"Лесной паук", -- [5]
		}, -- [77]
		{
			1672147.119, -- [1]
			1672167.119, -- [2]
			"22:11:29", -- [3]
			"22:11:49", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [78]
		{
			1672178.118, -- [1]
			1672201.118, -- [2]
			"22:12:00", -- [3]
			"22:12:23", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [79]
		{
			1672230.118, -- [1]
			1672250.127, -- [2]
			"22:12:53", -- [3]
			"22:13:12", -- [4]
			"Облезлый волк", -- [5]
		}, -- [80]
		{
			1672273.123, -- [1]
			1672293.122, -- [2]
			"22:13:35", -- [3]
			"22:13:55", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [81]
		{
			1672322.122, -- [1]
			1672334.117, -- [2]
			"22:14:24", -- [3]
			"22:14:36", -- [4]
			"Волшебник-плут из Братства Справедливости", -- [5]
		}, -- [82]
		{
			1672394.119, -- [1]
			1672410.12, -- [2]
			"22:15:36", -- [3]
			"22:15:52", -- [4]
			"Облезлый волк", -- [5]
		}, -- [83]
		{
			1674691.262, -- [1]
			1674708.26, -- [2]
			"22:53:54", -- [3]
			"22:54:10", -- [4]
			"Гонец стаи Речной Лапы", -- [5]
		}, -- [84]
		{
			1674718.265, -- [1]
			1674736.265, -- [2]
			"22:54:20", -- [3]
			"22:54:38", -- [4]
			"Гонец стаи Речной Лапы", -- [5]
		}, -- [85]
		{
			1674784.263, -- [1]
			1674801.265, -- [2]
			"22:55:26", -- [3]
			"22:55:43", -- [4]
			"Гонец стаи Речной Лапы", -- [5]
		}, -- [86]
		{
			1674809.267, -- [1]
			1674825.259, -- [2]
			"22:55:51", -- [3]
			"22:56:07", -- [4]
			"Гонец стаи Речной Лапы", -- [5]
		}, -- [87]
		{
			1674850.263, -- [1]
			1674878.267, -- [2]
			"22:56:33", -- [3]
			"22:57:00", -- [4]
			"Гонец стаи Речной Лапы", -- [5]
		}, -- [88]
		{
			1674944.261, -- [1]
			1674969.265, -- [2]
			"22:58:06", -- [3]
			"22:58:31", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [89]
		{
			1675053.285, -- [1]
			1675074.267, -- [2]
			"22:59:56", -- [3]
			"23:00:16", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [90]
		{
			1675106.268, -- [1]
			1675120.264, -- [2]
			"23:00:49", -- [3]
			"23:01:02", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [91]
		{
			1676172.602, -- [1]
			1676214.59, -- [2]
			"23:18:34", -- [3]
			"23:19:16", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [92]
		{
			1676527.586, -- [1]
			1676545.594, -- [2]
			"23:24:30", -- [3]
			"23:24:47", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [93]
		{
			1677156.594, -- [1]
			1677167.587, -- [2]
			"23:34:59", -- [3]
			"23:35:09", -- [4]
			"Серый лесной волк", -- [5]
		}, -- [94]
		{
			1677214.591, -- [1]
			1677232.591, -- [2]
			"23:35:57", -- [3]
			"23:36:14", -- [4]
			"Серый лесной волк", -- [5]
		}, -- [95]
		{
			1677274.594, -- [1]
			1677345.592, -- [2]
			"23:36:57", -- [3]
			"23:38:07", -- [4]
			"Серый лесной волк", -- [5]
		}, -- [96]
		{
			1677473.82, -- [1]
			1677495.828, -- [2]
			"23:40:16", -- [3]
			"23:40:37", -- [4]
			"Лесной хищник", -- [5]
		}, -- [97]
		{
			1677808.825, -- [1]
			1677842.825, -- [2]
			"23:45:51", -- [3]
			"23:46:24", -- [4]
			"Лесной хищник", -- [5]
		}, -- [98]
		{
			1678904.822, -- [1]
			1678929.825, -- [2]
			"00:04:07", -- [3]
			"00:04:31", -- [4]
			"Лесной хищник", -- [5]
		}, -- [99]
		{
			1678966.82, -- [1]
			1678987.819, -- [2]
			"00:05:08", -- [3]
			"00:05:29", -- [4]
			"Мурлок-скрытень", -- [5]
		}, -- [100]
		{
			1679068.827, -- [1]
			1679083.826, -- [2]
			"00:06:51", -- [3]
			"00:07:05", -- [4]
			"Лесной хищник", -- [5]
		}, -- [101]
		{
			1679147.826, -- [1]
			1679164.828, -- [2]
			"00:08:10", -- [3]
			"00:08:26", -- [4]
			"Молодой лесной медведь", -- [5]
		}, -- [102]
		{
			1679174.822, -- [1]
			1679193.821, -- [2]
			"00:08:37", -- [3]
			"00:08:55", -- [4]
			"Лесной хищник", -- [5]
		}, -- [103]
		{
			1679206.824, -- [1]
			1679220.825, -- [2]
			"00:09:09", -- [3]
			"00:09:22", -- [4]
			"Лесной хищник", -- [5]
		}, -- [104]
		{
			1679230.825, -- [1]
			1679245.827, -- [2]
			"00:09:33", -- [3]
			"00:09:47", -- [4]
			"Лесной хищник", -- [5]
		}, -- [105]
		{
			1679263.825, -- [1]
			1679287.82, -- [2]
			"00:10:06", -- [3]
			"00:10:29", -- [4]
			"Лесной хищник", -- [5]
		}, -- [106]
		{
			1679295.82, -- [1]
			1679310.821, -- [2]
			"00:10:38", -- [3]
			"00:10:52", -- [4]
			"Лесной хищник", -- [5]
		}, -- [107]
		{
			1679384.828, -- [1]
			1679405.819, -- [2]
			"00:12:07", -- [3]
			"00:12:27", -- [4]
			"Лесной хищник", -- [5]
		}, -- [108]
		{
			1679696.821, -- [1]
			1679713.819, -- [2]
			"00:17:19", -- [3]
			"00:17:35", -- [4]
			"Эрлан Драджмур", -- [5]
		}, -- [109]
		{
			1679847.819, -- [1]
			1679897.82, -- [2]
			"00:19:50", -- [3]
			"00:20:39", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [110]
		{
			1679921.82, -- [1]
			1679937.824, -- [2]
			"00:21:04", -- [3]
			"00:21:19", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [111]
		{
			1679947.825, -- [1]
			1679961.824, -- [2]
			"00:21:30", -- [3]
			"00:21:43", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [112]
		{
			1679977.824, -- [1]
			1680057.82, -- [2]
			"00:22:00", -- [3]
			"00:23:19", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [113]
		{
			1680079.819, -- [1]
			1680097.828, -- [2]
			"00:23:42", -- [3]
			"00:23:59", -- [4]
			"Бандит из Братства Справедливости", -- [5]
		}, -- [114]
		{
			1680406.827, -- [1]
			1680425.827, -- [2]
			"00:29:08", -- [3]
			"00:29:27", -- [4]
			"Лесной хищник", -- [5]
		}, -- [115]
		{
			1680748.005, -- [1]
			1680758.005, -- [2]
			"00:34:50", -- [3]
			"00:35:00", -- [4]
			"Облезлый волк", -- [5]
		}, -- [116]
		{
			1680764.996, -- [1]
			1680773.996, -- [2]
			"00:35:07", -- [3]
			"00:35:16", -- [4]
			"Лесной паук", -- [5]
		}, -- [117]
		{
			1680783.996, -- [1]
			1680793.998, -- [2]
			"00:35:26", -- [3]
			"00:35:36", -- [4]
			"Облезлый волк", -- [5]
		}, -- [118]
	},
	["FoughtWho"] = {
		"Облезлый волк 00:35:26-00:35:36", -- [1]
		"Лесной паук 00:35:07-00:35:16", -- [2]
		"Облезлый волк 00:34:50-00:35:00", -- [3]
		"Лесной хищник 00:29:08-00:29:27", -- [4]
		"Бандит из Братства Справедливости 00:23:42-00:23:59", -- [5]
	},
}
