
HandyNotes_TreasureHunterDB = {
	["profileKeys"] = {
		["Sherinian - Doomhammer"] = "Sherinian - Doomhammer",
		["Шанами - Вечная Песня"] = "Шанами - Вечная Песня",
		["Тайхэй - Азурегос"] = "Тайхэй - Азурегос",
		["Шемрок - Вечная Песня"] = "Шемрок - Вечная Песня",
		["Ozric - Stormscale"] = "Ozric - Stormscale",
		["Ingward - Lightning's Blade"] = "Ingward - Lightning's Blade",
		["Хвостур - Азурегос"] = "Хвостур - Азурегос",
		["Лайчи - Азурегос"] = "Лайчи - Азурегос",
		["Инзу - Галакронд"] = "Инзу - Галакронд",
		["Мириэл - Пиратская Бухта"] = "Мириэл - Пиратская Бухта",
		["Oldfield - Doomhammer"] = "Oldfield - Doomhammer",
		["Thalassa - Lightning's Blade"] = "Thalassa - Lightning's Blade",
		["Самскар - Вечная Песня"] = "Самскар - Вечная Песня",
		["Шалкуар - Азурегос"] = "Шалкуар - Азурегос",
		["Ньярли - Вечная Песня"] = "Ньярли - Вечная Песня",
		["Мукуро - Вечная Песня"] = "Мукуро - Вечная Песня",
		["Эйреон - Вечная Песня"] = "Эйреон - Вечная Песня",
	},
	["profiles"] = {
		["Sherinian - Doomhammer"] = {
		},
		["Шанами - Вечная Песня"] = {
		},
		["Тайхэй - Азурегос"] = {
		},
		["Шемрок - Вечная Песня"] = {
		},
		["Ozric - Stormscale"] = {
		},
		["Ingward - Lightning's Blade"] = {
		},
		["Хвостур - Азурегос"] = {
		},
		["Лайчи - Азурегос"] = {
		},
		["Инзу - Галакронд"] = {
		},
		["Мириэл - Пиратская Бухта"] = {
		},
		["Oldfield - Doomhammer"] = {
		},
		["Thalassa - Lightning's Blade"] = {
		},
		["Самскар - Вечная Песня"] = {
		},
		["Шалкуар - Азурегос"] = {
		},
		["Ньярли - Вечная Песня"] = {
		},
		["Мукуро - Вечная Песня"] = {
		},
		["Эйреон - Вечная Песня"] = {
		},
	},
}
