
HandyNotesDB = {
	["profileKeys"] = {
		["Шаналотта - Азурегос"] = "Шаналотта - Азурегос",
		["Шанами - Вечная Песня"] = "Шанами - Вечная Песня",
		["Барличиз - Гордунни"] = "Барличиз - Гордунни",
		["Тайхэй - Азурегос"] = "Тайхэй - Азурегос",
		["Шемрок - Вечная Песня"] = "Шемрок - Вечная Песня",
		["Ozric - Bladefist"] = "Ozric - Bladefist",
		["Ozric - Stormreaver"] = "Ozric - Stormreaver",
		["Селмер - Вечная Песня"] = "Селмер - Вечная Песня",
		["Вернись - Азурегос"] = "Вернись - Азурегос",
		["Ozric - Stormscale"] = "Ozric - Stormscale",
		["Кассис - Вечная Песня"] = "Кассис - Вечная Песня",
		["Шалкуар - Азурегос"] = "Шалкуар - Азурегос",
		["Хвостур - Азурегос"] = "Хвостур - Азурегос",
		["Лайчи - Азурегос"] = "Лайчи - Азурегос",
		["Ingward - Lightning's Blade"] = "Ingward - Lightning's Blade",
		["Инзу - Галакронд"] = "Инзу - Галакронд",
		["Ozric - Runetotem"] = "Ozric - Runetotem",
		["Мириэл - Пиратская Бухта"] = "Мириэл - Пиратская Бухта",
		["Эйреон - Вечная Песня"] = "Эйреон - Вечная Песня",
		["Oldfield - Doomhammer"] = "Oldfield - Doomhammer",
		["Ригби - Вечная Песня"] = "Ригби - Вечная Песня",
		["Мукуро - Вечная Песня"] = "Мукуро - Вечная Песня",
		["Аринэр - Вечная Песня"] = "Аринэр - Вечная Песня",
		["Зарнивуп - Азурегос"] = "Зарнивуп - Азурегос",
		["Ньярли - Вечная Песня"] = "Ньярли - Вечная Песня",
		["Thalassa - Lightning's Blade"] = "Thalassa - Lightning's Blade",
		["Ренфолд - Вечная Песня"] = "Ренфолд - Вечная Песня",
		["Самскар - Вечная Песня"] = "Самскар - Вечная Песня",
		["Sherinian - Doomhammer"] = "Sherinian - Doomhammer",
		["Рэтью - Вечная Песня"] = "Рэтью - Вечная Песня",
		["Ozric - Sunstrider"] = "Ozric - Sunstrider",
		["Ozric - Lightbringer"] = "Ozric - Lightbringer",
	},
	["profiles"] = {
		["Шаналотта - Азурегос"] = {
		},
		["Шанами - Вечная Песня"] = {
		},
		["Барличиз - Гордунни"] = {
		},
		["Тайхэй - Азурегос"] = {
		},
		["Шемрок - Вечная Песня"] = {
		},
		["Ozric - Bladefist"] = {
		},
		["Ozric - Stormreaver"] = {
		},
		["Селмер - Вечная Песня"] = {
		},
		["Вернись - Азурегос"] = {
		},
		["Ozric - Stormscale"] = {
		},
		["Кассис - Вечная Песня"] = {
		},
		["Шалкуар - Азурегос"] = {
		},
		["Хвостур - Азурегос"] = {
		},
		["Лайчи - Азурегос"] = {
		},
		["Ingward - Lightning's Blade"] = {
		},
		["Инзу - Галакронд"] = {
		},
		["Ozric - Runetotem"] = {
		},
		["Мириэл - Пиратская Бухта"] = {
		},
		["Эйреон - Вечная Песня"] = {
		},
		["Oldfield - Doomhammer"] = {
		},
		["Ригби - Вечная Песня"] = {
		},
		["Мукуро - Вечная Песня"] = {
		},
		["Аринэр - Вечная Песня"] = {
		},
		["Зарнивуп - Азурегос"] = {
		},
		["Ньярли - Вечная Песня"] = {
		},
		["Thalassa - Lightning's Blade"] = {
		},
		["Ренфолд - Вечная Песня"] = {
		},
		["Самскар - Вечная Песня"] = {
		},
		["Sherinian - Doomhammer"] = {
		},
		["Рэтью - Вечная Песня"] = {
		},
		["Ozric - Sunstrider"] = {
		},
		["Ozric - Lightbringer"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Шаналотта - Азурегос"] = "Шаналотта - Азурегос",
		["Шанами - Вечная Песня"] = "Шанами - Вечная Песня",
		["Барличиз - Гордунни"] = "Барличиз - Гордунни",
		["Тайхэй - Азурегос"] = "Тайхэй - Азурегос",
		["Шемрок - Вечная Песня"] = "Шемрок - Вечная Песня",
		["Ozric - Bladefist"] = "Ozric - Bladefist",
		["Ozric - Stormreaver"] = "Ozric - Stormreaver",
		["Селмер - Вечная Песня"] = "Селмер - Вечная Песня",
		["Вернись - Азурегос"] = "Вернись - Азурегос",
		["Ozric - Stormscale"] = "Ozric - Stormscale",
		["Кассис - Вечная Песня"] = "Кассис - Вечная Песня",
		["Шалкуар - Азурегос"] = "Шалкуар - Азурегос",
		["Хвостур - Азурегос"] = "Хвостур - Азурегос",
		["Лайчи - Азурегос"] = "Лайчи - Азурегос",
		["Ingward - Lightning's Blade"] = "Ingward - Lightning's Blade",
		["Инзу - Галакронд"] = "Инзу - Галакронд",
		["Ozric - Runetotem"] = "Ozric - Runetotem",
		["Мириэл - Пиратская Бухта"] = "Мириэл - Пиратская Бухта",
		["Эйреон - Вечная Песня"] = "Эйреон - Вечная Песня",
		["Oldfield - Doomhammer"] = "Oldfield - Doomhammer",
		["Ригби - Вечная Песня"] = "Ригби - Вечная Песня",
		["Мукуро - Вечная Песня"] = "Мукуро - Вечная Песня",
		["Аринэр - Вечная Песня"] = "Аринэр - Вечная Песня",
		["Зарнивуп - Азурегос"] = "Зарнивуп - Азурегос",
		["Ньярли - Вечная Песня"] = "Ньярли - Вечная Песня",
		["Thalassa - Lightning's Blade"] = "Thalassa - Lightning's Blade",
		["Ренфолд - Вечная Песня"] = "Ренфолд - Вечная Песня",
		["Самскар - Вечная Песня"] = "Самскар - Вечная Песня",
		["Sherinian - Doomhammer"] = "Sherinian - Doomhammer",
		["Рэтью - Вечная Песня"] = "Рэтью - Вечная Песня",
		["Ozric - Sunstrider"] = "Ozric - Sunstrider",
		["Ozric - Lightbringer"] = "Ozric - Lightbringer",
	},
	["profiles"] = {
		["Шаналотта - Азурегос"] = {
		},
		["Шанами - Вечная Песня"] = {
		},
		["Барличиз - Гордунни"] = {
		},
		["Тайхэй - Азурегос"] = {
		},
		["Шемрок - Вечная Песня"] = {
		},
		["Ozric - Bladefist"] = {
		},
		["Ozric - Stormreaver"] = {
		},
		["Селмер - Вечная Песня"] = {
		},
		["Вернись - Азурегос"] = {
		},
		["Ozric - Stormscale"] = {
		},
		["Кассис - Вечная Песня"] = {
		},
		["Шалкуар - Азурегос"] = {
		},
		["Хвостур - Азурегос"] = {
		},
		["Лайчи - Азурегос"] = {
		},
		["Ingward - Lightning's Blade"] = {
		},
		["Инзу - Галакронд"] = {
		},
		["Ozric - Runetotem"] = {
		},
		["Мириэл - Пиратская Бухта"] = {
		},
		["Эйреон - Вечная Песня"] = {
		},
		["Oldfield - Doomhammer"] = {
		},
		["Ригби - Вечная Песня"] = {
		},
		["Мукуро - Вечная Песня"] = {
		},
		["Аринэр - Вечная Песня"] = {
		},
		["Зарнивуп - Азурегос"] = {
		},
		["Ньярли - Вечная Песня"] = {
		},
		["Thalassa - Lightning's Blade"] = {
		},
		["Ренфолд - Вечная Песня"] = {
		},
		["Самскар - Вечная Песня"] = {
		},
		["Sherinian - Doomhammer"] = {
		},
		["Рэтью - Вечная Песня"] = {
		},
		["Ozric - Sunstrider"] = {
		},
		["Ozric - Lightbringer"] = {
		},
	},
}
