
MythicDungeonToolsDB = {
	["profileKeys"] = {
		["Селмер - Вечная Песня"] = "Селмер - Вечная Песня",
		["Nyarlond - Stormscale"] = "Nyarlond - Stormscale",
		["Ozric - Stormreaver"] = "Ozric - Stormreaver",
		["Мукуро - Вечная Песня"] = "Мукуро - Вечная Песня",
		["Ranvir - Ravencrest"] = "Ranvir - Ravencrest",
		["Инзу - Галакронд"] = "Инзу - Галакронд",
		["Ozric - Runetotem"] = "Ozric - Runetotem",
		["Ayreon - Lightning's Blade"] = "Ayreon - Lightning's Blade",
		["Thalassa - Lightning's Blade"] = "Thalassa - Lightning's Blade",
		["Ренфолд - Вечная Песня"] = "Ренфолд - Вечная Песня",
		["Ardenis - Ravencrest"] = "Ardenis - Ravencrest",
		["Ozric - Bladefist"] = "Ozric - Bladefist",
		["Шанами - Вечная Песня"] = "Шанами - Вечная Песня",
		["Meowrice - Ravencrest"] = "Meowrice - Ravencrest",
		["Шемрок - Вечная Песня"] = "Шемрок - Вечная Песня",
		["Ozric - Ravencrest"] = "Ozric - Ravencrest",
		["Ozric - Stormscale"] = "Ozric - Stormscale",
		["Кассис - Вечная Песня"] = "Кассис - Вечная Песня",
		["Ingward - Lightning's Blade"] = "Ingward - Lightning's Blade",
		["Хвостур - Азурегос"] = "Хвостур - Азурегос",
		["Лайчи - Азурегос"] = "Лайчи - Азурегос",
		["Nyarly - Ravencrest"] = "Nyarly - Ravencrest",
		["Virran - Ravencrest"] = "Virran - Ravencrest",
		["Sasdgqwfc - Ravencrest"] = "Sasdgqwfc - Ravencrest",
		["Nyquist - Stormscale"] = "Nyquist - Stormscale",
		["Ozric - Lightbringer"] = "Ozric - Lightbringer",
		["Erwyn - Ravencrest"] = "Erwyn - Ravencrest",
		["Theonard - Ravencrest"] = "Theonard - Ravencrest",
		["Merlwyb - Ravencrest"] = "Merlwyb - Ravencrest",
		["Ozric - Sunstrider"] = "Ozric - Sunstrider",
		["Аринэр - Вечная Песня"] = "Аринэр - Вечная Песня",
		["Рэтью - Вечная Песня"] = "Рэтью - Вечная Песня",
		["Ньярли - Вечная Песня"] = "Ньярли - Вечная Песня",
		["Zayhad - Ravencrest"] = "Zayhad - Ravencrest",
		["Zelios - Stormscale"] = "Zelios - Stormscale",
		["Ranvyr - Ravencrest"] = "Ranvyr - Ravencrest",
		["Эйреон - Вечная Песня"] = "Эйреон - Вечная Песня",
		["Ravnir - Ravencrest"] = "Ravnir - Ravencrest",
	},
	["global"] = {
		["dataCollectionGUID"] = {
		},
		["currentDungeonIdx"] = 34,
		["currentDifficulty"] = 15,
		["minimap"] = {
			["minimapPos"] = 195.1853380315716,
		},
		["nonFullscreenScale"] = 1,
		["MDI"] = {
		},
		["maximized"] = false,
		["presets"] = {
			nil, -- [1]
			nil, -- [2]
			nil, -- [3]
			nil, -- [4]
			nil, -- [5]
			nil, -- [6]
			nil, -- [7]
			nil, -- [8]
			nil, -- [9]
			nil, -- [10]
			nil, -- [11]
			nil, -- [12]
			nil, -- [13]
			nil, -- [14]
			{
				{
					["difficulty"] = 10,
					["week"] = 7,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[7] = {
							},
						},
						["currentDungeonIdx"] = 15,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								["color"] = "ff3eff",
							}, -- [1]
						},
					},
					["objects"] = {
					},
					["mdi"] = {
						["beguiling"] = 1,
						["freeholdJoined"] = false,
						["freehold"] = 1,
					},
				}, -- [1]
			}, -- [15]
			nil, -- [16]
			nil, -- [17]
			nil, -- [18]
			nil, -- [19]
			nil, -- [20]
			nil, -- [21]
			nil, -- [22]
			nil, -- [23]
			nil, -- [24]
			nil, -- [25]
			{
				{
					["objects"] = {
					},
					["week"] = 7,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[7] = {
							},
						},
						["currentDungeonIdx"] = 26,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								["color"] = "ff3eff",
							}, -- [1]
						},
					},
					["mdi"] = {
						["beguiling"] = 1,
						["freeholdJoined"] = false,
						["freehold"] = 1,
					},
					["difficulty"] = 10,
				}, -- [1]
			}, -- [26]
			nil, -- [27]
			nil, -- [28]
			{
				{
					["difficulty"] = 10,
					["week"] = 6,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["pulls"] = {
							{
								["color"] = "ff3eff",
							}, -- [1]
						},
						["currentDungeonIdx"] = 29,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["riftOffsets"] = {
							[6] = {
							},
						},
					},
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["objects"] = {
					},
				}, -- [1]
				{
					["mdi"] = {
						["beguiling"] = 1,
						["freehold"] = 1,
						["freeholdJoined"] = false,
					},
					["week"] = 6,
					["objects"] = {
						{
							["d"] = {
								344.3108399849504, -- [1]
								-440.4232910587124, -- [2]
								1, -- [3]
								true, -- [4]
								"Use this urn on the big guy if you have a Night Fae.", -- [5]
							},
							["n"] = true,
						}, -- [1]
						{
							["d"] = {
								452.2339949182507, -- [1]
								-473.2320716565342, -- [2]
								1, -- [3]
								true, -- [4]
								"U-turn after this and go to Hakkar.", -- [5]
							},
							["n"] = true,
						}, -- [2]
						{
							["d"] = {
								480.4359654749304, -- [1]
								-247.5697339372276, -- [2]
								3, -- [3]
								true, -- [4]
								"Urn here if you have a night fae.", -- [5]
							},
							["n"] = true,
						}, -- [3]
						{
							["d"] = {
								503.412609276408, -- [1]
								-346.3409036197118, -- [2]
								2, -- [3]
								true, -- [4]
								"You can chain pull here as you feel safe. Also, if you have an engineer, they can turn off the slimes using the console to your left as you walk into this room.", -- [5]
							},
							["n"] = true,
						}, -- [4]
						{
							["d"] = {
								548.1106734965242, -- [1]
								-300.3823417293904, -- [2]
								1, -- [3]
								true, -- [4]
								"Urn here (you can combine these pulls with it if you feel safe.)", -- [5]
							},
							["n"] = true,
						}, -- [5]
						{
							["d"] = {
								436.2790759683894, -- [1]
								-218.4563607098215, -- [2]
								4, -- [3]
								true, -- [4]
								"Urn here!", -- [5]
							},
							["n"] = true,
						}, -- [6]
						{
							["d"] = {
								473.7859703492109, -- [1]
								-145.167049053437, -- [2]
								4, -- [3]
								true, -- [4]
								"Watch out for these stealth packs!", -- [5]
							},
							["n"] = true,
						}, -- [7]
						{
							["d"] = {
								452.9828346211551, -- [1]
								-175.007690436751, -- [2]
								1, -- [3]
								true, -- [4]
								"Generally you can lust here and have it up for Hakkar, which is a very important Tyrannical lust.", -- [5]
							},
							["n"] = true,
						}, -- [8]
					},
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["text"] = "1.6 DOS No Skips by Dratnos",
					["difficulty"] = 15,
					["value"] = {
						["currentPull"] = 27,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[5] = {
							},
							[6] = {
							},
							[4] = {
							},
						},
						["currentDungeonIdx"] = 29,
						["teeming"] = false,
						["selection"] = {
							27, -- [1]
						},
						["pulls"] = {
							{
								{
									1, -- [1]
								}, -- [1]
								{
									1, -- [1]
								}, -- [2]
								["color"] = "ff3eff",
							}, -- [1]
							{
								{
									2, -- [1]
									3, -- [2]
								}, -- [1]
								{
									2, -- [1]
									3, -- [2]
								}, -- [2]
								{
									1, -- [1]
								}, -- [3]
								["color"] = "3eff9e",
							}, -- [2]
							{
								{
									6, -- [1]
									4, -- [2]
									5, -- [3]
								}, -- [1]
								{
									4, -- [1]
								}, -- [2]
								nil, -- [3]
								{
									1, -- [1]
									2, -- [2]
								}, -- [4]
								{
									1, -- [1]
								}, -- [5]
								["color"] = "ff3e3e",
							}, -- [3]
							{
								["color"] = "3e9eff",
								[6] = {
									1, -- [1]
								},
							}, -- [4]
							{
								{
									7, -- [1]
								}, -- [1]
								[4] = {
									4, -- [1]
									6, -- [2]
									3, -- [3]
									5, -- [4]
								},
								["color"] = "fffb3e",
							}, -- [5]
							{
								["color"] = "3eff3e",
								[3] = {
									2, -- [1]
									3, -- [2]
								},
							}, -- [6]
							{
								["color"] = "ff3e9e",
								[16] = {
									1, -- [1]
								},
								[17] = {
									1, -- [1]
									2, -- [2]
								},
								[15] = {
									1, -- [1]
								},
							}, -- [7]
							{
								[18] = {
									1, -- [1]
									2, -- [2]
								},
								[16] = {
									2, -- [1]
								},
								["color"] = "3effff",
							}, -- [8]
							{
								["color"] = "ff9b3e",
								[15] = {
									2, -- [1]
								},
								[17] = {
									3, -- [1]
									4, -- [2]
									5, -- [3]
								},
							}, -- [9]
							{
								["color"] = "3e3eff",
								[16] = {
									3, -- [1]
								},
								[15] = {
									3, -- [1]
								},
								[18] = {
									4, -- [1]
									3, -- [2]
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[19] = {
									1, -- [1]
								},
							}, -- [11]
							{
								["color"] = "ff3eff",
								[7] = {
									1, -- [1]
								},
							}, -- [12]
							{
								["color"] = "3eff9e",
								[10] = {
									1, -- [1]
								},
								[9] = {
									1, -- [1]
								},
								[8] = {
									2, -- [1]
									3, -- [2]
									1, -- [3]
									4, -- [4]
								},
							}, -- [13]
							{
								["color"] = "ff3e3e",
								[9] = {
									2, -- [1]
									4, -- [2]
									3, -- [3]
								},
							}, -- [14]
							{
								["color"] = "3e9eff",
								[7] = {
									2, -- [1]
								},
							}, -- [15]
							{
								[11] = {
									2, -- [1]
								},
								["color"] = "fffb3e",
								[8] = {
									5, -- [1]
									6, -- [2]
									8, -- [3]
									7, -- [4]
								},
							}, -- [16]
							{
								["color"] = "3eff3e",
								[11] = {
									1, -- [1]
								},
							}, -- [17]
							{
								["color"] = "ff3e9e",
								[11] = {
									3, -- [1]
								},
							}, -- [18]
							{
								["color"] = "3effff",
								[12] = {
									2, -- [1]
									1, -- [2]
									3, -- [3]
								},
							}, -- [19]
							{
								[14] = {
									1, -- [1]
								},
								[13] = {
									1, -- [1]
								},
								["color"] = "ff9b3e",
							}, -- [20]
							{
								["color"] = "3e3eff",
								[6] = {
									2, -- [1]
								},
							}, -- [21]
							{
								[5] = {
									2, -- [1]
								},
								[2] = {
									6, -- [1]
									5, -- [2]
									7, -- [3]
								},
								["color"] = "a1ff3e",
							}, -- [22]
							{
								{
									8, -- [1]
								}, -- [1]
								[4] = {
									7, -- [1]
								},
								["color"] = "ff3eff",
							}, -- [23]
							{
								["color"] = "3eff9e",
								[22] = {
								},
								[20] = {
									2, -- [1]
									1, -- [2]
									3, -- [3]
									4, -- [4]
								},
								[23] = {
								},
							}, -- [24]
							{
								[24] = {
									3, -- [1]
									4, -- [2]
								},
								[21] = {
									2, -- [1]
									3, -- [2]
								},
								["color"] = "ff3e3e",
								[23] = {
									1, -- [1]
								},
								[22] = {
									2, -- [1]
									1, -- [2]
								},
							}, -- [25]
							{
								[24] = {
								},
								[21] = {
								},
								[22] = {
									3, -- [1]
									4, -- [2]
								},
								[26] = {
									2, -- [1]
									13, -- [2]
									7, -- [3]
								},
								[23] = {
									2, -- [1]
								},
								["color"] = "3e9eff",
							}, -- [26]
							{
								[24] = {
								},
								[21] = {
								},
								["color"] = "fffb3e",
								[26] = {
									5, -- [1]
									1, -- [2]
									8, -- [3]
									3, -- [4]
									6, -- [5]
								},
								[28] = {
								},
							}, -- [27]
							{
								[24] = {
									9, -- [1]
									6, -- [2]
								},
								[28] = {
									1, -- [1]
								},
								[21] = {
									6, -- [1]
								},
								["color"] = "3eff3e",
							}, -- [28]
							{
								[20] = {
									5, -- [1]
								},
								[24] = {
									12, -- [1]
								},
								[25] = {
								},
								["color"] = "ff3e9e",
								[26] = {
									14, -- [1]
									15, -- [2]
								},
								[27] = {
									3, -- [1]
								},
							}, -- [29]
							{
								[20] = {
									7, -- [1]
									8, -- [2]
									6, -- [3]
								},
								[25] = {
									7, -- [1]
								},
								[22] = {
									8, -- [1]
									7, -- [2]
								},
								[26] = {
									16, -- [1]
								},
								[23] = {
									4, -- [1]
								},
								["color"] = "3effff",
							}, -- [30]
							{
								["color"] = "ff9b3e",
								[29] = {
									1, -- [1]
								},
							}, -- [31]
							{
								["color"] = "3e3eff",
								[30] = {
									1, -- [1]
								},
							}, -- [32]
						},
					},
				}, -- [2]
				{
					["difficulty"] = 10,
					["week"] = 10,
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[10] = {
							},
						},
						["currentDungeonIdx"] = 29,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								{
									2, -- [1]
									3, -- [2]
									1, -- [3]
									4, -- [4]
									6, -- [5]
									5, -- [6]
									7, -- [7]
								}, -- [1]
								{
									2, -- [1]
									3, -- [2]
									1, -- [3]
									4, -- [4]
								}, -- [2]
								{
									1, -- [1]
									3, -- [2]
									2, -- [3]
								}, -- [3]
								{
									2, -- [1]
									1, -- [2]
									3, -- [3]
									6, -- [4]
									4, -- [5]
									5, -- [6]
								}, -- [4]
								{
									1, -- [1]
								}, -- [5]
								{
									1, -- [1]
								}, -- [6]
								["color"] = "ff3eff",
							}, -- [1]
							{
								[17] = {
									1, -- [1]
									2, -- [2]
									5, -- [3]
									3, -- [4]
									4, -- [5]
								},
								[15] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
								},
								[18] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
									4, -- [4]
								},
								["color"] = "3eff9e",
								[16] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
								},
							}, -- [2]
							{
								[13] = {
									1, -- [1]
								},
								[7] = {
									1, -- [1]
									2, -- [2]
								},
								[14] = {
									1, -- [1]
								},
								["color"] = "ff3e3e",
								[8] = {
									2, -- [1]
									3, -- [2]
									1, -- [3]
									4, -- [4]
									6, -- [5]
									8, -- [6]
									5, -- [7]
									7, -- [8]
								},
								[9] = {
									1, -- [1]
									4, -- [2]
									2, -- [3]
									3, -- [4]
								},
								[10] = {
									1, -- [1]
								},
								[11] = {
									2, -- [1]
									1, -- [2]
									3, -- [3]
								},
								[12] = {
									3, -- [1]
									1, -- [2]
									2, -- [3]
								},
							}, -- [3]
							{
								{
									8, -- [1]
								}, -- [1]
								{
									7, -- [1]
									6, -- [2]
									5, -- [3]
								}, -- [2]
								nil, -- [3]
								{
									7, -- [1]
								}, -- [4]
								{
									2, -- [1]
								}, -- [5]
								{
									2, -- [1]
								}, -- [6]
								[24] = {
								},
								[25] = {
								},
								[26] = {
								},
								[27] = {
								},
								["color"] = "3e9eff",
								[20] = {
									3, -- [1]
									4, -- [2]
									1, -- [3]
									2, -- [4]
								},
								[21] = {
								},
								[22] = {
								},
								[23] = {
								},
							}, -- [4]
							{
								[27] = {
								},
								[24] = {
									4, -- [1]
									3, -- [2]
									1, -- [3]
									2, -- [4]
								},
								[21] = {
									2, -- [1]
									3, -- [2]
									1, -- [3]
								},
								[25] = {
								},
								["color"] = "fffb3e",
								[26] = {
								},
								[23] = {
									1, -- [1]
									2, -- [2]
								},
								[22] = {
									2, -- [1]
									1, -- [2]
									3, -- [3]
									4, -- [4]
								},
							}, -- [5]
							{
								[24] = {
									9, -- [1]
									6, -- [2]
									12, -- [3]
									7, -- [4]
									11, -- [5]
								},
								[25] = {
									7, -- [1]
								},
								[26] = {
									14, -- [1]
									15, -- [2]
									16, -- [3]
									2, -- [4]
									13, -- [5]
									7, -- [6]
								},
								[27] = {
									3, -- [1]
								},
								[28] = {
									1, -- [1]
								},
								[20] = {
									6, -- [1]
									8, -- [2]
									7, -- [3]
									5, -- [4]
								},
								[21] = {
									6, -- [1]
									7, -- [2]
								},
								[22] = {
									7, -- [1]
									8, -- [2]
								},
								[23] = {
									4, -- [1]
								},
								["color"] = "3eff3e",
							}, -- [6]
						},
					},
					["text"] = "Route 3",
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["objects"] = {
					},
				}, -- [3]
				{
					["value"] = 0,
					["text"] = "<New Preset>",
				}, -- [4]
			}, -- [29]
			{
				{
					["value"] = {
						["currentSublevel"] = 1,
						["selection"] = {
						},
					},
				}, -- [1]
				{
					["difficulty"] = 10,
					["week"] = 6,
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["value"] = {
						["currentPull"] = 17,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							{
							}, -- [1]
							[5] = {
							},
							[6] = {
							},
						},
						["currentDungeonIdx"] = 30,
						["teeming"] = false,
						["selection"] = {
							17, -- [1]
						},
						["pulls"] = {
							{
								{
									2, -- [1]
									1, -- [2]
								}, -- [1]
								{
									1, -- [1]
								}, -- [2]
								{
									2, -- [1]
									1, -- [2]
								}, -- [3]
								["color"] = "ff3eff",
							}, -- [1]
							{
								{
									6, -- [1]
								}, -- [1]
								["color"] = "3eff9e",
								[6] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
									4, -- [4]
									5, -- [5]
								},
								[4] = {
									2, -- [1]
								},
							}, -- [2]
							{
								nil, -- [1]
								{
									4, -- [1]
								}, -- [2]
								{
									5, -- [1]
									6, -- [2]
								}, -- [3]
								{
									6, -- [1]
									5, -- [2]
								}, -- [4]
								nil, -- [5]
								nil, -- [6]
								{
								}, -- [7]
								{
								}, -- [8]
								["color"] = "ff3e3e",
							}, -- [3]
							{
								["color"] = "3e9eff",
								[8] = {
									1, -- [1]
								},
								[7] = {
									1, -- [1]
								},
								[4] = {
								},
							}, -- [4]
							{
								[6] = {
								},
								[7] = {
									3, -- [1]
								},
								[8] = {
									3, -- [1]
								},
								["color"] = "fffb3e",
								[4] = {
									15, -- [1]
									16, -- [2]
								},
							}, -- [5]
							{
								[3] = {
									18, -- [1]
									17, -- [2]
								},
								[2] = {
									9, -- [1]
								},
								[6] = {
									18, -- [1]
									20, -- [2]
									17, -- [3]
									19, -- [4]
								},
								["color"] = "3eff3e",
							}, -- [6]
							{
								[8] = {
									2, -- [1]
								},
								[7] = {
									2, -- [1]
								},
								[4] = {
									13, -- [1]
									12, -- [2]
								},
								["color"] = "ff3e9e",
							}, -- [7]
							{
								{
									10, -- [1]
								}, -- [1]
								{
									8, -- [1]
								}, -- [2]
								{
									16, -- [1]
									15, -- [2]
								}, -- [3]
								{
									10, -- [1]
								}, -- [4]
								nil, -- [5]
								{
								}, -- [6]
								["color"] = "3effff",
							}, -- [8]
							{
								{
									9, -- [1]
								}, -- [1]
								{
									6, -- [1]
								}, -- [2]
								{
									11, -- [1]
									12, -- [2]
								}, -- [3]
								{
									11, -- [1]
								}, -- [4]
								["color"] = "ff9b3e",
							}, -- [9]
							{
								["color"] = "3e3eff",
								[9] = {
									1, -- [1]
								},
							}, -- [10]
							{
								{
									11, -- [1]
								}, -- [1]
								["color"] = "a1ff3e",
								[10] = {
									6, -- [1]
								},
								[4] = {
									9, -- [1]
								},
								[12] = {
									6, -- [1]
								},
							}, -- [11]
							{
								[11] = {
									12, -- [1]
									11, -- [2]
									13, -- [3]
									14, -- [4]
									15, -- [5]
								},
								[13] = {
									3, -- [1]
								},
								["color"] = "ff3eff",
							}, -- [12]
							{
								{
									16, -- [1]
								}, -- [1]
								[13] = {
									4, -- [1]
								},
								[10] = {
								},
								[12] = {
								},
								[4] = {
									20, -- [1]
								},
								["color"] = "3eff9e",
							}, -- [13]
							{
								["color"] = "ff3e3e",
								[14] = {
									1, -- [1]
								},
							}, -- [14]
							{
								[3] = {
									21, -- [1]
									20, -- [2]
									19, -- [3]
								},
								[2] = {
									10, -- [1]
									11, -- [2]
								},
								["color"] = "3e9eff",
							}, -- [15]
							{
								{
									17, -- [1]
									18, -- [2]
								}, -- [1]
								["color"] = "fffb3e",
								[4] = {
									21, -- [1]
								},
								[7] = {
									4, -- [1]
								},
							}, -- [16]
							{
								["color"] = "3eff3e",
								[15] = {
									1, -- [1]
								},
							}, -- [17]
							{
								["color"] = "ff3e9e",
								[16] = {
									20, -- [1]
									18, -- [2]
									21, -- [3]
									22, -- [4]
									23, -- [5]
									19, -- [6]
									15, -- [7]
									16, -- [8]
									17, -- [9]
									12, -- [10]
									13, -- [11]
									14, -- [12]
									7, -- [13]
									8, -- [14]
									9, -- [15]
									10, -- [16]
									11, -- [17]
									6, -- [18]
									3, -- [19]
									1, -- [20]
									2, -- [21]
									4, -- [22]
									5, -- [23]
									24, -- [24]
								},
								[17] = {
									1, -- [1]
								},
							}, -- [18]
							{
								["color"] = "3effff",
								[18] = {
									1, -- [1]
								},
							}, -- [19]
						},
					},
					["text"] = "1.6 HOA No Skips by Dratnos",
					["mdi"] = {
						["freehold"] = 1,
						["beguiling"] = 1,
						["freeholdJoined"] = false,
					},
					["objects"] = {
						{
							["d"] = {
								625.530516757713, -- [1]
								-220.3793238451297, -- [2]
								1, -- [3]
								true, -- [4]
								"Venthyr players can mind control this gargoyle - otherwise it's possible to skip by walking around the side.", -- [5]
							},
							["n"] = true,
						}, -- [1]
						{
							["d"] = {
								506.5213929116545, -- [1]
								-399.4948872547793, -- [2]
								1, -- [3]
								true, -- [4]
								"If you have a Venthyr player, grab this for the nearby pull or grab it afterwards and bring it into the next pull!", -- [5]
							},
							["n"] = true,
						}, -- [2]
						{
							["d"] = {
								530.5713227181817, -- [1]
								-292.8118724175179, -- [2]
								1, -- [3]
								true, -- [4]
								"If you have a Venthyr player, you can grab this to help with the nearby pull or save it for the boss (with pride!)", -- [5]
							},
							["n"] = true,
						}, -- [3]
						{
							["d"] = {
								380.3549564215181, -- [1]
								-220.6755371546031, -- [2]
								2, -- [3]
								true, -- [4]
								"You can bring one of these on to the boss on pull and then the second as the first flie as away if you have a Venthyr. Otherwise, ignore.", -- [5]
							},
							["n"] = true,
						}, -- [4]
					},
				}, -- [2]
				{
					["difficulty"] = 10,
					["week"] = 10,
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["value"] = {
						["currentPull"] = 8,
						["currentSublevel"] = 1,
						["pulls"] = {
							{
								{
									2, -- [1]
									1, -- [2]
								}, -- [1]
								{
									1, -- [1]
								}, -- [2]
								{
									1, -- [1]
									2, -- [2]
								}, -- [3]
								["color"] = "ff3eff",
							}, -- [1]
							{
								{
									6, -- [1]
								}, -- [1]
								["color"] = "3eff9e",
								[6] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
									4, -- [4]
								},
								[4] = {
									2, -- [1]
								},
							}, -- [2]
							{
								{
									3, -- [1]
								}, -- [1]
								{
								}, -- [2]
								{
								}, -- [3]
								{
									3, -- [1]
								}, -- [4]
								nil, -- [5]
								{
								}, -- [6]
								{
								}, -- [7]
								{
								}, -- [8]
								["color"] = "ff3e3e",
							}, -- [3]
							{
								["color"] = "3e9eff",
								[2] = {
									4, -- [1]
								},
								[6] = {
								},
								[3] = {
									5, -- [1]
									6, -- [2]
								},
							}, -- [4]
							{
								[6] = {
								},
								[7] = {
									1, -- [1]
								},
								[8] = {
									1, -- [1]
								},
								["color"] = "fffb3e",
								[4] = {
									5, -- [1]
									6, -- [2]
								},
							}, -- [5]
							{
								{
								}, -- [1]
								{
									9, -- [1]
								}, -- [2]
								{
									17, -- [1]
									18, -- [2]
								}, -- [3]
								{
									15, -- [1]
									16, -- [2]
								}, -- [4]
								nil, -- [5]
								{
									15, -- [1]
								}, -- [6]
								{
									3, -- [1]
								}, -- [7]
								{
									3, -- [1]
								}, -- [8]
								["color"] = "3eff3e",
							}, -- [6]
							{
								{
								}, -- [1]
								{
								}, -- [2]
								{
								}, -- [3]
								{
									13, -- [1]
									12, -- [2]
								}, -- [4]
								nil, -- [5]
								{
									19, -- [1]
									20, -- [2]
									17, -- [3]
									18, -- [4]
								}, -- [6]
								{
									2, -- [1]
								}, -- [7]
								{
									2, -- [1]
								}, -- [8]
								["color"] = "ff3e9e",
							}, -- [7]
							{
								{
									9, -- [1]
								}, -- [1]
								{
									6, -- [1]
								}, -- [2]
								{
									11, -- [1]
									12, -- [2]
								}, -- [3]
								{
									11, -- [1]
								}, -- [4]
								["color"] = "3effff",
								[13] = {
								},
							}, -- [8]
							{
								["color"] = "ff9b3e",
								[9] = {
									1, -- [1]
								},
							}, -- [9]
							{
								{
									11, -- [1]
								}, -- [1]
								[11] = {
									13, -- [1]
									11, -- [2]
									12, -- [3]
									14, -- [4]
									15, -- [5]
								},
								[13] = {
									3, -- [1]
									2, -- [2]
									4, -- [3]
								},
								[10] = {
									6, -- [1]
									4, -- [2]
								},
								[12] = {
									6, -- [1]
									5, -- [2]
									4, -- [3]
								},
								[4] = {
									9, -- [1]
								},
								["color"] = "3e3eff",
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[14] = {
									1, -- [1]
								},
							}, -- [11]
							{
								{
								}, -- [1]
								{
									10, -- [1]
									11, -- [2]
								}, -- [2]
								{
									20, -- [1]
									21, -- [2]
									19, -- [3]
								}, -- [3]
								{
								}, -- [4]
								{
								}, -- [5]
								[7] = {
								},
								["color"] = "ff3eff",
							}, -- [12]
							{
								{
									17, -- [1]
									18, -- [2]
								}, -- [1]
								{
								}, -- [2]
								{
								}, -- [3]
								{
									21, -- [1]
								}, -- [4]
								{
									8, -- [1]
								}, -- [5]
								[7] = {
									4, -- [1]
								},
								[15] = {
								},
								["color"] = "3eff9e",
								[16] = {
								},
								[17] = {
								},
							}, -- [13]
							{
								["color"] = "ff3e3e",
								[17] = {
								},
								[15] = {
									1, -- [1]
								},
							}, -- [14]
							{
								["color"] = "3e9eff",
								[16] = {
									13, -- [1]
									16, -- [2]
									17, -- [3]
									12, -- [4]
									14, -- [5]
									15, -- [6]
									20, -- [7]
									18, -- [8]
									21, -- [9]
									22, -- [10]
									23, -- [11]
									19, -- [12]
									5, -- [13]
									1, -- [14]
									2, -- [15]
									4, -- [16]
									3, -- [17]
									24, -- [18]
									10, -- [19]
									8, -- [20]
									9, -- [21]
									11, -- [22]
									6, -- [23]
									7, -- [24]
								},
								[17] = {
									1, -- [1]
								},
							}, -- [15]
							{
								["color"] = "fffb3e",
							}, -- [16]
						},
						["currentDungeonIdx"] = 30,
						["teeming"] = false,
						["selection"] = {
							8, -- [1]
						},
						["riftOffsets"] = {
							[10] = {
							},
						},
					},
					["text"] = "HoA_my",
					["objects"] = {
					},
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
				}, -- [3]
				{
					["value"] = 0,
					["text"] = "<New Preset>",
				}, -- [4]
			}, -- [30]
			nil, -- [31]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["week"] = 8,
					["value"] = {
						["currentPull"] = 16,
						["currentSublevel"] = 2,
						["pulls"] = {
							{
								[7] = {
									1, -- [1]
								},
								[8] = {
									3, -- [1]
								},
								[3] = {
									5, -- [1]
								},
								["color"] = "ff3eff",
								[9] = {
									1, -- [1]
								},
							}, -- [1]
							{
								[13] = {
									1, -- [1]
								},
								[8] = {
									2, -- [1]
									1, -- [2]
								},
								[3] = {
									3, -- [1]
									4, -- [2]
								},
								["color"] = "3eff9e",
								[9] = {
									2, -- [1]
								},
							}, -- [2]
							{
								["color"] = "ff3e3e",
								[4] = {
									2, -- [1]
									4, -- [2]
									8, -- [3]
									16, -- [4]
									17, -- [5]
									9, -- [6]
									18, -- [7]
									5, -- [8]
									10, -- [9]
									20, -- [10]
									21, -- [11]
									11, -- [12]
									3, -- [13]
									6, -- [14]
									12, -- [15]
									13, -- [16]
									7, -- [17]
									14, -- [18]
									19, -- [19]
									15, -- [20]
								},
								[15] = {
									1, -- [1]
									2, -- [2]
								},
							}, -- [3]
							{
								["color"] = "3e9eff",
								[16] = {
									1, -- [1]
								},
							}, -- [4]
							{
								[20] = {
									1, -- [1]
								},
								[17] = {
									1, -- [1]
								},
								[18] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
								},
								["color"] = "fffb3e",
								[19] = {
									2, -- [1]
									1, -- [2]
								},
							}, -- [5]
							{
								[17] = {
									4, -- [1]
									3, -- [2]
								},
								[21] = {
									2, -- [1]
									5, -- [2]
									3, -- [3]
								},
								["color"] = "3eff3e",
								[22] = {
									1, -- [1]
								},
								[19] = {
									4, -- [1]
									3, -- [2]
								},
								[23] = {
									4, -- [1]
									6, -- [2]
									5, -- [3]
								},
								[24] = {
									1, -- [1]
								},
							}, -- [6]
							{
								["color"] = "ff3e9e",
								[21] = {
									4, -- [1]
								},
								[20] = {
									3, -- [1]
								},
								[18] = {
									8, -- [1]
									9, -- [2]
									6, -- [3]
									7, -- [4]
								},
							}, -- [7]
							{
								["color"] = "3effff",
								[25] = {
									1, -- [1]
									2, -- [2]
								},
								[26] = {
									1, -- [1]
								},
							}, -- [8]
							{
								[24] = {
									2, -- [1]
								},
								[21] = {
									7, -- [1]
									8, -- [2]
									6, -- [3]
								},
								[18] = {
									12, -- [1]
								},
								["color"] = "ff9b3e",
								[22] = {
									2, -- [1]
								},
							}, -- [9]
							{
								["color"] = "3e3eff",
								[20] = {
									4, -- [1]
								},
								[21] = {
									9, -- [1]
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[27] = {
									1, -- [1]
								},
							}, -- [11]
							{
								[7] = {
									2, -- [1]
								},
								[28] = {
									5, -- [1]
									6, -- [2]
								},
								[25] = {
									3, -- [1]
								},
								["color"] = "ff3eff",
								[4] = {
									22, -- [1]
									26, -- [2]
								},
								[30] = {
									3, -- [1]
								},
								[29] = {
									3, -- [1]
								},
							}, -- [12]
							{
								[31] = {
									4, -- [1]
									2, -- [2]
								},
								[28] = {
									11, -- [1]
								},
								[29] = {
									7, -- [1]
								},
								[30] = {
									6, -- [1]
								},
								["color"] = "3eff9e",
							}, -- [13]
							{
								[31] = {
									3, -- [1]
								},
								[28] = {
									10, -- [1]
								},
								[29] = {
									6, -- [1]
								},
								[30] = {
									5, -- [1]
								},
								["color"] = "ff3e3e",
							}, -- [14]
							{
								["color"] = "3e9eff",
								[32] = {
									1, -- [1]
								},
							}, -- [15]
							{
								["color"] = "fffb3e",
								[33] = {
									1, -- [1]
									16, -- [2]
									2, -- [3]
									4, -- [4]
									17, -- [5]
									5, -- [6]
									3, -- [7]
									14, -- [8]
									8, -- [9]
									6, -- [10]
									12, -- [11]
									13, -- [12]
									15, -- [13]
									9, -- [14]
									10, -- [15]
									11, -- [16]
									7, -- [17]
								},
								[34] = {
									1, -- [1]
								},
							}, -- [16]
						},
						["currentDungeonIdx"] = 32,
						["teeming"] = false,
						["selection"] = {
							16, -- [1]
						},
						["riftOffsets"] = {
							[8] = {
							},
						},
					},
					["objects"] = {
					},
					["difficulty"] = 10,
				}, -- [1]
				{
					["difficulty"] = 10,
					["week"] = 10,
					["objects"] = {
					},
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["pulls"] = {
							{
								["color"] = "ff3eff",
							}, -- [1]
						},
						["currentDungeonIdx"] = 32,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["riftOffsets"] = {
							[10] = {
							},
						},
					},
					["text"] = "Route 2",
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
				}, -- [2]
				{
					["value"] = 0,
					["text"] = "<New Preset>",
				}, -- [3]
			}, -- [32]
			{
				{
					["value"] = {
						["currentSublevel"] = 1,
						["selection"] = {
						},
					},
				}, -- [1]
				{
					["difficulty"] = 30,
					["week"] = 6,
					["value"] = {
						["currentPull"] = 9,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[5] = {
							},
							[6] = {
							},
							[4] = {
							},
						},
						["currentDungeonIdx"] = 33,
						["teeming"] = false,
						["selection"] = {
							9, -- [1]
						},
						["pulls"] = {
							{
								["color"] = "ff3eff",
								[2] = {
									1, -- [1]
									2, -- [2]
								},
								[3] = {
									1, -- [1]
								},
							}, -- [1]
							{
								[5] = {
									1, -- [1]
								},
								[2] = {
									4, -- [1]
									3, -- [2]
								},
								["color"] = "3eff9e",
								[3] = {
									2, -- [1]
									3, -- [2]
								},
							}, -- [2]
							{
								[5] = {
									2, -- [1]
									3, -- [2]
								},
								[6] = {
									1, -- [1]
								},
								[7] = {
								},
								["color"] = "ff3e3e",
							}, -- [3]
							{
								{
								}, -- [1]
								["color"] = "3e9eff",
								[7] = {
									1, -- [1]
								},
								[4] = {
									2, -- [1]
								},
							}, -- [4]
							{
								["color"] = "fffb3e",
								[2] = {
									5, -- [1]
									6, -- [2]
								},
								[4] = {
									6, -- [1]
									4, -- [2]
									5, -- [3]
								},
								[8] = {
								},
							}, -- [5]
							{
								["color"] = "3eff3e",
								[2] = {
									7, -- [1]
									8, -- [2]
									9, -- [3]
									10, -- [4]
									11, -- [5]
								},
								[4] = {
									7, -- [1]
									8, -- [2]
								},
								[7] = {
									3, -- [1]
								},
							}, -- [6]
							{
								["color"] = "ff3e9e",
								[8] = {
								},
							}, -- [7]
							{
								["color"] = "3effff",
								[10] = {
									1, -- [1]
									7, -- [2]
									2, -- [3]
									4, -- [4]
									8, -- [5]
									5, -- [6]
									3, -- [7]
									6, -- [8]
								},
								[9] = {
									2, -- [1]
									1, -- [2]
								},
								[11] = {
								},
							}, -- [8]
							{
								[11] = {
									2, -- [1]
									1, -- [2]
									4, -- [3]
									3, -- [4]
								},
								["color"] = "ff9b3e",
								[9] = {
									3, -- [1]
								},
								[8] = {
									1, -- [1]
								},
							}, -- [9]
							{
								["color"] = "3e3eff",
								[12] = {
									1, -- [1]
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[13] = {
									1, -- [1]
								},
								[9] = {
									4, -- [1]
									5, -- [2]
								},
							}, -- [11]
							{
								["color"] = "ff3eff",
								[13] = {
									2, -- [1]
								},
								[9] = {
									6, -- [1]
									7, -- [2]
								},
							}, -- [12]
							{
								["color"] = "3eff9e",
								[13] = {
									6, -- [1]
								},
								[9] = {
									10, -- [1]
									11, -- [2]
								},
							}, -- [13]
							{
								{
									7, -- [1]
									8, -- [2]
									9, -- [3]
									10, -- [4]
									11, -- [5]
								}, -- [1]
								[15] = {
									1, -- [1]
								},
								["color"] = "ff3e3e",
							}, -- [14]
							{
								["color"] = "3e9eff",
								[16] = {
									2, -- [1]
									1, -- [2]
								},
								[17] = {
									1, -- [1]
								},
							}, -- [15]
							{
								[20] = {
									5, -- [1]
								},
								[21] = {
								},
								[18] = {
									4, -- [1]
								},
								["color"] = "fffb3e",
								[16] = {
									12, -- [1]
								},
							}, -- [16]
							{
								[20] = {
									1, -- [1]
								},
								[18] = {
									1, -- [1]
								},
								["color"] = "3eff3e",
								[19] = {
									1, -- [1]
								},
								[16] = {
									3, -- [1]
								},
							}, -- [17]
							{
								["color"] = "ff3e9e",
								[16] = {
									4, -- [1]
								},
								[20] = {
									2, -- [1]
								},
								[19] = {
									2, -- [1]
								},
							}, -- [18]
							{
								[20] = {
									3, -- [1]
								},
								[18] = {
									2, -- [1]
								},
								["color"] = "3effff",
								[16] = {
									5, -- [1]
								},
								[12] = {
									3, -- [1]
								},
							}, -- [19]
							{
								["color"] = "ff9b3e",
								[19] = {
									3, -- [1]
								},
								[17] = {
									2, -- [1]
								},
								[16] = {
									6, -- [1]
								},
							}, -- [20]
							{
								["color"] = "3e3eff",
								[22] = {
									1, -- [1]
								},
							}, -- [21]
							{
								["color"] = "a1ff3e",
								[9] = {
									12, -- [1]
									13, -- [2]
								},
								[20] = {
									6, -- [1]
								},
							}, -- [22]
							{
								["color"] = "ff3eff",
								[9] = {
									15, -- [1]
									14, -- [2]
								},
							}, -- [23]
							{
								["color"] = "3eff9e",
								[23] = {
									1, -- [1]
								},
							}, -- [24]
							{
								[24] = {
									1, -- [1]
									2, -- [2]
								},
								[5] = {
									4, -- [1]
									5, -- [2]
								},
								[9] = {
									16, -- [1]
									17, -- [2]
								},
								["color"] = "ff3e3e",
							}, -- [25]
							{
								["color"] = "3e9eff",
								[6] = {
									6, -- [1]
								},
								[12] = {
									5, -- [1]
								},
								[13] = {
									7, -- [1]
								},
							}, -- [26]
							{
								[11] = {
									16, -- [1]
									17, -- [2]
									15, -- [3]
									22, -- [4]
									18, -- [5]
									20, -- [6]
									21, -- [7]
									19, -- [8]
									24, -- [9]
									23, -- [10]
								},
								[10] = {
									9, -- [1]
									10, -- [2]
									12, -- [3]
									11, -- [4]
									13, -- [5]
									14, -- [6]
								},
								["color"] = "fffb3e",
								[26] = {
									1, -- [1]
									2, -- [2]
									4, -- [3]
									5, -- [4]
									3, -- [5]
									6, -- [6]
									7, -- [7]
									8, -- [8]
									9, -- [9]
								},
								[12] = {
									6, -- [1]
								},
								[3] = {
									6, -- [1]
									5, -- [2]
								},
							}, -- [27]
							{
								[24] = {
									7, -- [1]
									6, -- [2]
									8, -- [3]
									3, -- [4]
									4, -- [5]
									5, -- [6]
								},
								[5] = {
									6, -- [1]
									7, -- [2]
								},
								["color"] = "3eff3e",
							}, -- [28]
							{
								["color"] = "ff3e9e",
								[25] = {
									1, -- [1]
								},
							}, -- [29]
						},
					},
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["text"] = "1.6 SD No Skips by Dratnos",
					["mdi"] = {
						["beguiling"] = 1,
						["freehold"] = 1,
						["freeholdJoined"] = false,
					},
					["objects"] = {
						{
							["d"] = {
								282.7376726034471, -- [1]
								-132.8148289175464, -- [2]
								1, -- [3]
								true, -- [4]
								"Wait for a good spot in the patrol then walk by", -- [5]
							},
							["n"] = true,
						}, -- [1]
						{
							["d"] = {
								606.0988390806059, -- [1]
								-260.7850168278407, -- [2]
								2, -- [3]
								true, -- [4]
								"Pride will spawn as soon as you kill one of these, so be careful!", -- [5]
							},
							["n"] = true,
						}, -- [2]
						{
							["d"] = {
								532.3679436204903, -- [1]
								-460.1033877096353, -- [2]
								1, -- [3]
								true, -- [4]
								"This may be in a different spot, watch out!", -- [5]
							},
							["n"] = true,
						}, -- [3]
					},
				}, -- [2]
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["week"] = 1,
					["objects"] = {
					},
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["text"] = "Route 3",
					["difficulty"] = 30,
					["value"] = {
						["currentPull"] = 12,
						["currentSublevel"] = 1,
						["pulls"] = {
							{
								["color"] = "ff3eff",
								[2] = {
									2, -- [1]
									1, -- [2]
								},
								[3] = {
									1, -- [1]
								},
							}, -- [1]
							{
								["color"] = "3eff9e",
								[2] = {
									4, -- [1]
									3, -- [2]
								},
								[5] = {
									1, -- [1]
								},
								[3] = {
									2, -- [1]
									3, -- [2]
								},
							}, -- [2]
							{
								{
								}, -- [1]
								nil, -- [2]
								nil, -- [3]
								{
								}, -- [4]
								{
									2, -- [1]
									3, -- [2]
								}, -- [5]
								{
									1, -- [1]
								}, -- [6]
								{
								}, -- [7]
								["color"] = "ff3e3e",
							}, -- [3]
							{
								{
								}, -- [1]
								["color"] = "3e9eff",
								[4] = {
								},
								[7] = {
									1, -- [1]
								},
							}, -- [4]
							{
								["color"] = "fffb3e",
								[2] = {
									5, -- [1]
									6, -- [2]
								},
								[4] = {
									6, -- [1]
									4, -- [2]
									5, -- [3]
								},
							}, -- [5]
							{
								["color"] = "3eff3e",
								[2] = {
								},
								[7] = {
								},
								[4] = {
								},
							}, -- [6]
							{
								[7] = {
									3, -- [1]
								},
								[8] = {
								},
								["color"] = "ff3e9e",
								[4] = {
									8, -- [1]
									7, -- [2]
								},
								[2] = {
									7, -- [1]
									8, -- [2]
									9, -- [3]
									10, -- [4]
									11, -- [5]
								},
							}, -- [7]
							{
								["color"] = "3effff",
								[10] = {
									1, -- [1]
									7, -- [2]
									2, -- [3]
									4, -- [4]
									8, -- [5]
									5, -- [6]
									3, -- [7]
									6, -- [8]
								},
								[9] = {
									2, -- [1]
									1, -- [2]
								},
							}, -- [8]
							{
								["color"] = "ff9b3e",
								[11] = {
									1, -- [1]
									2, -- [2]
									4, -- [3]
									3, -- [4]
								},
								[9] = {
									3, -- [1]
								},
								[12] = {
								},
							}, -- [9]
							{
								{
									7, -- [1]
									8, -- [2]
									9, -- [3]
									10, -- [4]
									11, -- [5]
								}, -- [1]
								[11] = {
								},
								[13] = {
									2, -- [1]
									6, -- [2]
								},
								[15] = {
									1, -- [1]
								},
								["color"] = "3e3eff",
								[9] = {
									7, -- [1]
									6, -- [2]
									10, -- [3]
									11, -- [4]
								},
								[12] = {
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[13] = {
								},
								[12] = {
									1, -- [1]
								},
								[9] = {
								},
							}, -- [11]
							{
								["color"] = "ff3eff",
								[16] = {
									2, -- [1]
									1, -- [2]
								},
								[17] = {
									1, -- [1]
								},
							}, -- [12]
						},
						["currentDungeonIdx"] = 33,
						["teeming"] = false,
						["selection"] = {
							12, -- [1]
						},
						["riftOffsets"] = {
							{
							}, -- [1]
						},
					},
				}, -- [3]
				{
					["value"] = 0,
					["text"] = "<New Preset>",
				}, -- [4]
			}, -- [33]
			{
				{
					["objects"] = {
					},
					["week"] = 7,
					["value"] = {
						["currentPull"] = 4,
						["currentSublevel"] = 2,
						["riftOffsets"] = {
							[7] = {
							},
						},
						["currentDungeonIdx"] = 34,
						["teeming"] = false,
						["selection"] = {
							4, -- [1]
						},
						["pulls"] = {
							{
								{
									1, -- [1]
									2, -- [2]
								}, -- [1]
								{
									1, -- [1]
									2, -- [2]
									3, -- [3]
									4, -- [4]
								}, -- [2]
								{
									1, -- [1]
								}, -- [3]
								{
									1, -- [1]
									2, -- [2]
									3, -- [3]
								}, -- [4]
								["color"] = "ff3eff",
							}, -- [1]
							{
								{
									3, -- [1]
								}, -- [1]
								{
									6, -- [1]
									5, -- [2]
								}, -- [2]
								{
									2, -- [1]
								}, -- [3]
								{
									4, -- [1]
								}, -- [4]
								["color"] = "3eff9e",
							}, -- [2]
							{
								["color"] = "ff3e3e",
								[6] = {
									1, -- [1]
								},
								[5] = {
									1, -- [1]
								},
							}, -- [3]
							{
								[11] = {
									4, -- [1]
									5, -- [2]
									6, -- [3]
									7, -- [4]
									2, -- [5]
									1, -- [6]
									3, -- [7]
								},
								[7] = {
									4, -- [1]
									3, -- [2]
									1, -- [3]
									2, -- [4]
								},
								[8] = {
									4, -- [1]
									2, -- [2]
									3, -- [3]
									1, -- [4]
								},
								[10] = {
								},
								["color"] = "3e9eff",
								[9] = {
								},
								[12] = {
									1, -- [1]
									2, -- [2]
								},
							}, -- [4]
							{
								[11] = {
								},
								[7] = {
									5, -- [1]
									6, -- [2]
									7, -- [3]
									8, -- [4]
									9, -- [5]
									13, -- [6]
									10, -- [7]
									11, -- [8]
									12, -- [9]
									14, -- [10]
								},
								[8] = {
									6, -- [1]
								},
								[3] = {
									3, -- [1]
									4, -- [2]
								},
								["color"] = "fffb3e",
								[9] = {
									2, -- [1]
								},
								[12] = {
									3, -- [1]
									4, -- [2]
								},
							}, -- [5]
							{
								[13] = {
									1, -- [1]
									2, -- [2]
								},
								[7] = {
									15, -- [1]
									16, -- [2]
								},
								[8] = {
								},
								[3] = {
									5, -- [1]
								},
								[12] = {
									5, -- [1]
									6, -- [2]
									7, -- [3]
								},
								[10] = {
									2, -- [1]
									3, -- [2]
								},
								[9] = {
									3, -- [1]
								},
								["color"] = "3eff3e",
							}, -- [6]
							{
								[17] = {
								},
								[15] = {
								},
								[3] = {
								},
								["color"] = "ff3e9e",
								[14] = {
									1, -- [1]
								},
								[16] = {
								},
							}, -- [7]
							{
								["color"] = "3effff",
								[15] = {
									1, -- [1]
								},
							}, -- [8]
							{
								["color"] = "ff9b3e",
								[16] = {
									2, -- [1]
								},
								[17] = {
									1, -- [1]
								},
								[3] = {
									8, -- [1]
								},
							}, -- [9]
							{
								["color"] = "3e3eff",
								[18] = {
									10, -- [1]
									7, -- [2]
									8, -- [3]
									9, -- [4]
									12, -- [5]
									11, -- [6]
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[19] = {
									1, -- [1]
								},
							}, -- [11]
							{
								[21] = {
									1, -- [1]
								},
								[20] = {
									1, -- [1]
								},
								["color"] = "ff3eff",
							}, -- [12]
							{
								["color"] = "3eff9e",
								[22] = {
									1, -- [1]
								},
								[7] = {
								},
								[8] = {
								},
							}, -- [13]
						},
					},
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["difficulty"] = 15,
				}, -- [1]
			}, -- [34]
			{
				{
					["difficulty"] = 10,
					["week"] = 1,
					["value"] = {
						["currentPull"] = 11,
						["currentSublevel"] = 2,
						["pulls"] = {
							{
								{
									1, -- [1]
									2, -- [2]
									4, -- [3]
									3, -- [4]
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
								["color"] = "ff3eff",
							}, -- [1]
							{
								{
									5, -- [1]
								}, -- [1]
								{
									4, -- [1]
									5, -- [2]
									6, -- [3]
									7, -- [4]
								}, -- [2]
								{
									2, -- [1]
								}, -- [3]
								{
									1, -- [1]
								}, -- [4]
								["color"] = "3eff9e",
							}, -- [2]
							{
								{
									17, -- [1]
									18, -- [2]
									11, -- [3]
									9, -- [4]
									10, -- [5]
								}, -- [1]
								{
								}, -- [2]
								{
									6, -- [1]
									5, -- [2]
								}, -- [3]
								{
									4, -- [1]
								}, -- [4]
								["color"] = "ff3e3e",
							}, -- [3]
							{
								{
									14, -- [1]
									16, -- [2]
									15, -- [3]
								}, -- [1]
								{
									14, -- [1]
									13, -- [2]
								}, -- [2]
								{
									8, -- [1]
									7, -- [2]
								}, -- [3]
								["color"] = "3e9eff",
							}, -- [4]
							{
								[11] = {
									1, -- [1]
								},
								[2] = {
								},
								[8] = {
								},
								[10] = {
									1, -- [1]
								},
								["color"] = "fffb3e",
								[9] = {
								},
								[12] = {
									1, -- [1]
									2, -- [2]
								},
							}, -- [5]
							{
								[2] = {
									16, -- [1]
									17, -- [2]
									15, -- [3]
								},
								[8] = {
									1, -- [1]
									2, -- [2]
								},
								["color"] = "3eff3e",
								[14] = {
									1, -- [1]
								},
								[9] = {
									1, -- [1]
								},
								[13] = {
									1, -- [1]
								},
							}, -- [6]
							{
								[13] = {
									3, -- [1]
									2, -- [2]
								},
								[8] = {
									3, -- [1]
									4, -- [2]
								},
								["color"] = "ff3e9e",
								[15] = {
									1, -- [1]
								},
								[16] = {
									1, -- [1]
								},
								[9] = {
									2, -- [1]
								},
							}, -- [7]
							{
								[13] = {
									5, -- [1]
								},
								[14] = {
									2, -- [1]
								},
								["color"] = "3effff",
								[8] = {
									7, -- [1]
								},
								[17] = {
									1, -- [1]
									2, -- [2]
								},
								[10] = {
									3, -- [1]
								},
								[11] = {
									4, -- [1]
									3, -- [2]
								},
								[12] = {
									6, -- [1]
									7, -- [2]
								},
								[9] = {
									7, -- [1]
								},
							}, -- [8]
							{
								["color"] = "ff9b3e",
								[19] = {
									1, -- [1]
								},
							}, -- [9]
							{
								{
									20, -- [1]
									19, -- [2]
									24, -- [3]
									25, -- [4]
									21, -- [5]
									22, -- [6]
									23, -- [7]
								}, -- [1]
								[24] = {
									1, -- [1]
								},
								[25] = {
									1, -- [1]
								},
								[26] = {
									1, -- [1]
								},
								[27] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
								},
								["color"] = "3e3eff",
								[29] = {
									1, -- [1]
								},
								[22] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
									4, -- [4]
									7, -- [5]
									8, -- [6]
									9, -- [7]
									5, -- [8]
									6, -- [9]
								},
								[20] = {
									1, -- [1]
									4, -- [2]
									2, -- [3]
									3, -- [4]
								},
								[21] = {
									1, -- [1]
									2, -- [2]
								},
								[6] = {
									2, -- [1]
									3, -- [2]
								},
								[23] = {
									1, -- [1]
									2, -- [2]
								},
								[28] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
							}, -- [11]
						},
						["currentDungeonIdx"] = 35,
						["teeming"] = false,
						["selection"] = {
							11, -- [1]
						},
						["riftOffsets"] = {
							{
							}, -- [1]
						},
					},
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["objects"] = {
					},
				}, -- [1]
			}, -- [35]
			{
				{
					["objects"] = {
					},
					["week"] = 7,
					["value"] = {
						["currentPull"] = 6,
						["currentSublevel"] = 2,
						["pulls"] = {
							{
								{
									1, -- [1]
								}, -- [1]
								{
									1, -- [1]
									2, -- [2]
								}, -- [2]
								{
									1, -- [1]
								}, -- [3]
								{
									1, -- [1]
								}, -- [4]
								{
									1, -- [1]
								}, -- [5]
								{
									1, -- [1]
								}, -- [6]
								{
									1, -- [1]
								}, -- [7]
								{
								}, -- [8]
								{
								}, -- [9]
								{
								}, -- [10]
								{
								}, -- [11]
								["color"] = "ff3eff",
							}, -- [1]
							{
								[8] = {
									1, -- [1]
								},
								[10] = {
									1, -- [1]
								},
								["color"] = "3eff9e",
								[9] = {
									1, -- [1]
									2, -- [2]
								},
								[30] = {
									1, -- [1]
								},
							}, -- [2]
							{
								[13] = {
									1, -- [1]
								},
								[8] = {
									3, -- [1]
									2, -- [2]
								},
								["color"] = "ff3e3e",
								[9] = {
									4, -- [1]
									3, -- [2]
								},
								[12] = {
									1, -- [1]
								},
							}, -- [3]
							{
								["color"] = "3e9eff",
								[14] = {
									1, -- [1]
								},
							}, -- [4]
							{
								["color"] = "fffb3e",
								[15] = {
									3, -- [1]
									1, -- [2]
									2, -- [3]
									5, -- [4]
									4, -- [5]
									7, -- [6]
									6, -- [7]
									8, -- [8]
									9, -- [9]
									10, -- [10]
									11, -- [11]
									12, -- [12]
								},
							}, -- [5]
							{
								[17] = {
									2, -- [1]
									1, -- [2]
									3, -- [3]
								},
								[15] = {
								},
								[18] = {
									1, -- [1]
								},
								["color"] = "3eff3e",
								[16] = {
									1, -- [1]
									2, -- [2]
								},
							}, -- [6]
							{
								["color"] = "ff3e9e",
								[17] = {
									12, -- [1]
								},
								[20] = {
									2, -- [1]
									3, -- [2]
									1, -- [3]
								},
								[18] = {
									3, -- [1]
								},
							}, -- [7]
						},
						["currentDungeonIdx"] = 36,
						["teeming"] = false,
						["selection"] = {
							6, -- [1]
						},
						["riftOffsets"] = {
							[7] = {
							},
						},
					},
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["difficulty"] = 15,
				}, -- [1]
				{
					["objects"] = {
						{
							["d"] = {
								300.922703470741, -- [1]
								-178.4729031717845, -- [2]
								2, -- [3]
								true, -- [4]
								"This route doesn't technically have any skips but it does have this double u-turn thing that goes like this:\n\n1 trash pack from Gorechop wing\nEntire Kul'tharok Wing\n1 trash pack from Gorechop wing\nEntire Xav Wing\nRest of Gorechop wing\n\nThis gets us pride onto all 3 bosses in this area without going over count.", -- [5]
							},
							["n"] = true,
						}, -- [1]
						{
							["d"] = {
								5, -- [1]
								1, -- [2]
								3, -- [3]
								true, -- [4]
								"1bff00", -- [5]
								-8, -- [6]
							},
							["l"] = {
								"435.4", -- [1]
								"-340.6", -- [2]
								"432.0", -- [3]
								"-271.3", -- [4]
							},
							["t"] = {
								-1.520334340581825, -- [1]
							},
						}, -- [2]
						{
							["d"] = {
								5, -- [1]
								1, -- [2]
								3, -- [3]
								true, -- [4]
								"1bff00", -- [5]
								-8, -- [6]
							},
							["l"] = {
								"270.9", -- [1]
								"-232.9", -- [2]
								"318.8", -- [3]
								"-136.1", -- [4]
							},
							["t"] = {
								-2.029410352396608, -- [1]
							},
						}, -- [3]
						{
							["d"] = {
								356.3884707850066, -- [1]
								-172.5972681568169, -- [2]
								4, -- [3]
								true, -- [4]
								"Walk by one of these guys at the end of their patrol (no invis or shroud required, and in fact those won't help since it has an AoE aura that will break you out)", -- [5]
							},
							["n"] = true,
						}, -- [4]
					},
					["week"] = 6,
					["value"] = {
						["selection"] = {
							23, -- [1]
						},
						["currentSublevel"] = 5,
						["riftOffsets"] = {
							[6] = {
							},
						},
						["currentDungeonIdx"] = 36,
						["teeming"] = false,
						["currentPull"] = 23,
						["pulls"] = {
							{
								{
									1, -- [1]
								}, -- [1]
								{
									1, -- [1]
									2, -- [2]
								}, -- [2]
								{
									1, -- [1]
								}, -- [3]
								["color"] = "ff3eff",
							}, -- [1]
							{
								[6] = {
									1, -- [1]
								},
								[7] = {
									1, -- [1]
								},
								["color"] = "3eff9e",
								[4] = {
									1, -- [1]
								},
								[5] = {
									1, -- [1]
								},
							}, -- [2]
							{
								[24] = {
									1, -- [1]
								},
								[28] = {
								},
								["color"] = "ff3e3e",
								[23] = {
									3, -- [1]
									1, -- [2]
									2, -- [3]
									4, -- [4]
								},
								[22] = {
									1, -- [1]
								},
							}, -- [3]
							{
								["color"] = "3e9eff",
								[15] = {
									1, -- [1]
									2, -- [2]
									3, -- [3]
									4, -- [4]
									5, -- [5]
									7, -- [6]
								},
							}, -- [4]
							{
								["color"] = "fffb3e",
								[15] = {
									8, -- [1]
									9, -- [2]
									6, -- [3]
									12, -- [4]
									10, -- [5]
									11, -- [6]
								},
							}, -- [5]
							{
								["color"] = "3eff3e",
								[16] = {
									1, -- [1]
								},
							}, -- [6]
							{
								["color"] = "ff3e9e",
								[17] = {
									2, -- [1]
									1, -- [2]
								},
							}, -- [7]
							{
								["color"] = "3effff",
								[16] = {
									2, -- [1]
								},
								[17] = {
									3, -- [1]
								},
								[18] = {
									1, -- [1]
								},
							}, -- [8]
							{
								["color"] = "ff9b3e",
								[20] = {
									2, -- [1]
									3, -- [2]
								},
							}, -- [9]
							{
								[18] = {
									3, -- [1]
								},
								["color"] = "3e3eff",
								[17] = {
									12, -- [1]
								},
								[20] = {
									1, -- [1]
								},
							}, -- [10]
							{
								["color"] = "a1ff3e",
								[21] = {
									1, -- [1]
								},
							}, -- [11]
							{
								[8] = {
								},
								[25] = {
									1, -- [1]
								},
								[22] = {
									2, -- [1]
								},
								[23] = {
									6, -- [1]
									7, -- [2]
									8, -- [3]
									5, -- [4]
								},
								[9] = {
								},
								["color"] = "ff3eff",
							}, -- [12]
							{
								["color"] = "3eff9e",
								[10] = {
								},
								[9] = {
									1, -- [1]
									2, -- [2]
								},
								[8] = {
									1, -- [1]
								},
							}, -- [13]
							{
								[30] = {
								},
								[10] = {
									1, -- [1]
								},
								["color"] = "ff3e3e",
							}, -- [14]
							{
								[8] = {
								},
								[12] = {
								},
								[9] = {
								},
								[30] = {
									1, -- [1]
								},
								["color"] = "3e9eff",
							}, -- [15]
							{
								[31] = {
								},
								[8] = {
									2, -- [1]
									3, -- [2]
								},
								["color"] = "fffb3e",
								[9] = {
									3, -- [1]
									4, -- [2]
								},
								[30] = {
								},
								[12] = {
									1, -- [1]
								},
							}, -- [16]
							{
								["color"] = "3eff3e",
								[31] = {
									1, -- [1]
								},
							}, -- [17]
							{
								["color"] = "ff3e9e",
								[14] = {
									1, -- [1]
								},
							}, -- [18]
							{
								["color"] = "3effff",
								[25] = {
									2, -- [1]
								},
								[22] = {
									3, -- [1]
									4, -- [2]
								},
							}, -- [19]
							{
								[24] = {
									2, -- [1]
								},
								[25] = {
									3, -- [1]
								},
								["color"] = "ff9b3e",
								[23] = {
									9, -- [1]
									10, -- [2]
								},
								[22] = {
									5, -- [1]
								},
							}, -- [20]
							{
								["color"] = "3e3eff",
								[26] = {
									3, -- [1]
								},
							}, -- [21]
							{
								["color"] = "a1ff3e",
								[22] = {
									6, -- [1]
								},
								[23] = {
									15, -- [1]
									13, -- [2]
									14, -- [3]
									12, -- [4]
									11, -- [5]
								},
							}, -- [22]
							{
								["color"] = "ff3eff",
								[25] = {
									4, -- [1]
								},
								[24] = {
									3, -- [1]
								},
							}, -- [23]
							{
								["color"] = "3eff9e",
								[27] = {
									1, -- [1]
								},
							}, -- [24]
							{
								["color"] = "ff3e3e",
								[28] = {
									1, -- [1]
								},
							}, -- [25]
						},
					},
					["colorPaletteInfo"] = {
						["autoColoring"] = true,
						["colorPaletteIdx"] = 4,
					},
					["text"] = "1.6 TOP w/ Skips by Dratnos",
					["mdi"] = {
						["beguiling"] = 1,
						["freeholdJoined"] = false,
						["freehold"] = 1,
					},
					["difficulty"] = 10,
				}, -- [2]
				{
					["value"] = 0,
					["text"] = "<New Preset>",
				}, -- [3]
			}, -- [36]
		},
		["dataCollection"] = {
			[36] = {
				[163089] = {
					[330694] = {
					},
					[321041] = {
					},
					[330693] = {
					},
				},
				[164461] = {
					[333231] = {
					},
					[320293] = {
					},
					[333292] = {
					},
					[320277] = {
					},
					[320300] = {
					},
					[320272] = {
					},
				},
				[167534] = {
					[317605] = {
					},
					[333845] = {
					},
					[333841] = {
					},
					[333839] = {
					},
				},
				[167538] = {
					[331320] = {
					},
					[342139] = {
					},
					[331319] = {
					},
					[331316] = {
					},
					[342125] = {
					},
				},
				[163086] = {
					[330592] = {
					},
					[345245] = {
					},
					[330614] = {
					},
					[330973] = {
					},
					[330608] = {
					},
				},
				[170882] = {
					[341771] = {
					},
					[342675] = {
					},
					[333293] = {
					},
				},
				[165946] = {
					[323683] = {
					},
					[323608] = {
					},
					[324079] = {
					},
					[324424] = {
					},
					[324449] = {
					},
				},
				[160495] = {
					[330868] = {
					},
					[333708] = {
					},
					[330784] = {
					},
				},
				[169893] = {
					[330875] = {
					},
					[333294] = {
					},
					[333299] = {
					},
				},
				[174197] = {
					[330784] = {
					},
					[341902] = {
					},
				},
				[162329] = {
					[320050] = {
					},
					[320789] = {
					},
					[317231] = {
					},
					[316995] = {
					},
					[320644] = {
					},
					[318102] = {
					},
					[316981] = {
					},
					[331618] = {
					},
					[320114] = {
					},
					[320729] = {
					},
				},
				[170850] = {
					[333241] = {
					},
					[333242] = {
					},
				},
				[164451] = {
					[324085] = {
					},
					[320069] = {
					},
					[326892] = {
					},
					[320063] = {
					},
				},
				[164510] = {
					[330532] = {
					},
					[319997] = {
					},
					[327029] = {
					},
				},
				[170690] = {
					[330700] = {
					},
					[341977] = {
					},
					[319290] = {
					},
					[330697] = {
					},
				},
				[164463] = {
					[320248] = {
					},
					[320180] = {
					},
					[320120] = {
					},
				},
				[167536] = {
					[342139] = {
					},
					[334025] = {
					},
					[333861] = {
					},
					[334023] = {
					},
				},
				[169927] = {
					[332836] = {
					},
					[330586] = {
					},
				},
				[164506] = {
					[330562] = {
					},
					[330545] = {
					},
					[330546] = {
					},
					[330565] = {
					},
				},
				[162309] = {
					[319765] = {
					},
					[322087] = {
					},
					[322088] = {
					},
					[317367] = {
					},
					[319531] = {
					},
					[319539] = {
					},
					[342691] = {
					},
					[319521] = {
					},
					[319626] = {
					},
					[319567] = {
					},
				},
				[170838] = {
					[331510] = {
					},
					[337178] = {
					},
					[320679] = {
					},
				},
				[162317] = {
					[323515] = {
					},
				},
				[167994] = {
					[326835] = {
					},
				},
				[167998] = {
					[330725] = {
					},
					[330720] = {
					},
					[326494] = {
					},
					[330716] = {
					},
					[326497] = {
					},
				},
				[162763] = {
					[331243] = {
					},
					[331223] = {
					},
					[331224] = {
					},
					[331237] = {
					},
				},
				[167532] = {
					[331288] = {
					},
					[332708] = {
					},
					[342135] = {
					},
				},
				[167533] = {
					[333827] = {
					},
					[333861] = {
					},
					[331275] = {
					},
				},
				[162744] = {
					[317605] = {
					},
					[337037] = {
					},
					[342135] = {
					},
					[336996] = {
					},
				},
				[169875] = {
					[332550] = {
					},
					[330810] = {
					},
				},
			},
			[31] = {
				[163058] = {
					[324859] = {
					},
					[331721] = {
					},
					[324737] = {
					},
					[331718] = {
					},
					[324736] = {
					},
				},
				[164926] = {
					[325027] = {
					},
					[324923] = {
					},
					[324909] = {
					},
					[324922] = {
					},
				},
				[172312] = {
					[326021] = {
					},
					[326022] = {
					},
				},
				[166275] = {
					[324776] = {
					},
					[324859] = {
					},
				},
				[167116] = {
					[326090] = {
					},
					[326092] = {
					},
				},
				[164501] = {
					[336752] = {
					},
					[321834] = {
					},
					[321471] = {
					},
				},
				[164567] = {
					[323057] = {
					},
					[321006] = {
					},
					[323138] = {
					},
					[321005] = {
					},
					[323149] = {
					},
					[321010] = {
					},
				},
				[166276] = {
					[331743] = {
					},
					[331748] = {
					},
				},
				[167117] = {
					[326018] = {
					},
				},
				[164920] = {
					[322557] = {
					},
					[322569] = {
					},
				},
				[164804] = {
					[321772] = {
					},
					[323059] = {
					},
					[323250] = {
					},
					[323177] = {
					},
					[323137] = {
					},
				},
				[166304] = {
					[325223] = {
					},
					[325224] = {
					},
					[325226] = {
					},
				},
				[164921] = {
					[322939] = {
					},
					[322767] = {
					},
					[326319] = {
					},
					[322938] = {
					},
				},
				[165111] = {
					[323020] = {
					},
					[322967] = {
					},
					[323043] = {
					},
					[322968] = {
					},
				},
				[164929] = {
					[322486] = {
					},
					[300155] = {
					},
					[322487] = {
					},
					[321952] = {
					},
					[321968] = {
					},
				},
				[166299] = {
					[324914] = {
					},
				},
				[166301] = {
					[324987] = {
					},
					[325021] = {
					},
				},
				[167111] = {
					[326046] = {
					},
				},
				[167113] = {
					[325418] = {
					},
				},
				[164517] = {
					[322450] = {
					},
					[322709] = {
					},
					[322563] = {
					},
					[322654] = {
					},
					[322527] = {
					},
					[326281] = {
					},
					[322550] = {
					},
					[322614] = {
					},
					[326263] = {
					},
					[322465] = {
					},
					[322655] = {
					},
				},
			},
			[29] = {
				[167964] = {
					[331846] = {
					},
					[331847] = {
					},
					[331548] = {
					},
				},
				[170572] = {
					[332608] = {
					},
					[332612] = {
					},
					[332607] = {
					},
					[332605] = {
					},
				},
				[166608] = {
					[334810] = {
					},
					[325807] = {
					},
					[326171] = {
					},
					[325725] = {
					},
					[327649] = {
					},
					[334913] = {
					},
					[327646] = {
					},
					[334970] = {
					},
					[325258] = {
					},
					[334961] = {
					},
					[326221] = {
					},
					[325691] = {
					},
				},
				[164450] = {
					[342961] = {
					},
					[324090] = {
					},
					[320232] = {
					},
					[320230] = {
					},
					[321948] = {
					},
				},
				[164857] = {
					[30831] = {
					},
				},
				[164861] = {
					[30831] = {
					},
					[321764] = {
					},
				},
				[164555] = {
					[320144] = {
					},
					[320145] = {
					},
					[320147] = {
					},
					[330434] = {
					},
					[320823] = {
					},
					[332509] = {
					},
					[320168] = {
					},
				},
				[168992] = {
					[328729] = {
					},
					[328740] = {
					},
					[328707] = {
					},
				},
				[164873] = {
					[345498] = {
					},
					[323576] = {
					},
					[323136] = {
					},
					[323123] = {
					},
				},
				[170147] = {
					[331398] = {
					},
				},
				[168942] = {
					[334051] = {
					},
					[333875] = {
					},
					[334076] = {
					},
				},
				[164558] = {
					[322759] = {
					},
					[323118] = {
					},
					[322735] = {
					},
					[323166] = {
					},
					[322773] = {
					},
					[322736] = {
					},
					[323064] = {
					},
				},
				[171341] = {
					[334664] = {
					},
				},
				[164862] = {
					[334493] = {
					},
				},
				[164556] = {
					[320008] = {
					},
					[320787] = {
					},
					[332521] = {
					},
					[335072] = {
					},
					[320785] = {
					},
					[326920] = {
					},
					[326684] = {
					},
					[342905] = {
					},
				},
				[170480] = {
					[332671] = {
					},
					[332678] = {
					},
					[332672] = {
					},
				},
				[168934] = {
					[333787] = {
					},
					[342869] = {
					},
					[333789] = {
					},
					[333790] = {
					},
				},
				[168949] = {
					[333728] = {
					},
					[333729] = {
					},
				},
				[171343] = {
					[334967] = {
					},
					[334800] = {
					},
					[334535] = {
					},
				},
				[167963] = {
					[332158] = {
					},
					[332156] = {
					},
					[332157] = {
					},
					[332196] = {
					},
				},
				[168986] = {
					[333711] = {
					},
				},
				[171342] = {
					[334529] = {
					},
					[334530] = {
					},
				},
				[167967] = {
					[332236] = {
					},
					[332234] = {
					},
					[331422] = {
					},
					[332232] = {
					},
				},
				[171181] = {
					[334535] = {
					},
				},
				[167962] = {
					[331927] = {
					},
					[331933] = {
					},
				},
				[170490] = {
					[332707] = {
					},
					[332705] = {
					},
					[332706] = {
					},
				},
				[169905] = {
					[333250] = {
					},
					[333641] = {
					},
					[333227] = {
					},
				},
				[167965] = {
					[331379] = {
					},
					[332084] = {
					},
				},
			},
			[32] = {
				[168886] = {
					[320542] = {
					},
					[328094] = {
					},
					[320529] = {
					},
					[320576] = {
					},
				},
				[169696] = {
					[330417] = {
					},
				},
				[168747] = {
					[328342] = {
					},
					[328343] = {
					},
					[336449] = {
					},
					[132951] = {
					},
				},
				[168968] = {
					[331874] = {
					},
				},
				[168580] = {
					[344003] = {
					},
				},
				[163892] = {
					[320512] = {
					},
					[340358] = {
					},
					[224729] = {
					},
					[331967] = {
					},
				},
				[168572] = {
					[328177] = {
					},
					[330423] = {
					},
					[328176] = {
					},
				},
				[164737] = {
					[338077] = {
					},
					[328475] = {
					},
					[328400] = {
					},
					[328409] = {
					},
					[132951] = {
					},
					[336449] = {
					},
					[338079] = {
					},
				},
				[164267] = {
					[331399] = {
					},
					[322232] = {
					},
					[322304] = {
					},
				},
				[164705] = {
					[321975] = {
					},
					[340356] = {
					},
					[321999] = {
					},
					[340357] = {
					},
					[346989] = {
					},
				},
				[167493] = {
					[328338] = {
					},
					[339155] = {
					},
					[328365] = {
					},
					[328395] = {
					},
					[132951] = {
					},
					[328651] = {
					},
					[336449] = {
					},
				},
				[168969] = {
					[328660] = {
					},
					[328662] = {
					},
					[328661] = {
					},
					[346989] = {
					},
					[336449] = {
					},
					[224729] = {
					},
				},
				[169159] = {
					[328986] = {
					},
				},
				[163862] = {
					[336451] = {
					},
					[328533] = {
					},
					[132951] = {
					},
					[224729] = {
					},
					[336449] = {
					},
				},
				[168361] = {
					[330037] = {
					},
				},
				[168396] = {
					[327233] = {
					},
					[327594] = {
					},
					[327581] = {
					},
				},
				[164967] = {
					[332617] = {
					},
					[329217] = {
					},
					[330026] = {
					},
					[331967] = {
					},
					[322358] = {
					},
					[329110] = {
					},
				},
				[169861] = {
					[328094] = {
					},
					[330816] = {
					},
					[330786] = {
					},
				},
				[163882] = {
					[329239] = {
					},
					[320072] = {
					},
					[320040] = {
					},
					[336449] = {
					},
				},
				[168022] = {
					[328429] = {
					},
					[319898] = {
					},
					[345429] = {
					},
				},
				[163894] = {
					[320519] = {
					},
					[340358] = {
					},
					[332581] = {
					},
					[320517] = {
					},
					[318949] = {
					},
				},
				[164266] = {
					[336449] = {
					},
					[331818] = {
					},
					[325552] = {
					},
					[325245] = {
					},
					[339184] = {
					},
					[333353] = {
					},
					[325550] = {
					},
					[328539] = {
					},
					[332313] = {
					},
					[325551] = {
					},
					[132951] = {
					},
				},
				[168578] = {
					[329917] = {
					},
					[328016] = {
					},
					[328015] = {
					},
				},
				[168574] = {
					[328002] = {
					},
					[327995] = {
					},
				},
				[168153] = {
					[330403] = {
					},
					[330404] = {
					},
					[327882] = {
					},
				},
				[171474] = {
					[334640] = {
					},
				},
				[164255] = {
					[326242] = {
					},
					[324490] = {
					},
					[324667] = {
					},
					[324459] = {
					},
					[319780] = {
					},
					[324652] = {
					},
					[332865] = {
					},
					[324527] = {
					},
				},
				[168878] = {
					[328501] = {
					},
					[340358] = {
					},
					[334926] = {
					},
				},
				[163891] = {
					[319070] = {
					},
					[328662] = {
					},
					[346989] = {
					},
				},
				[168627] = {
					[328180] = {
					},
					[328094] = {
					},
					[331967] = {
					},
					[340358] = {
					},
				},
			},
			[33] = {
				[167956] = {
					[326712] = {
					},
				},
				[162039] = {
					[321038] = {
					},
				},
				[162047] = {
					[321178] = {
					},
					[334246] = {
					},
					[334918] = {
					},
					[334921] = {
					},
				},
				[162051] = {
					[321249] = {
					},
					[321220] = {
					},
				},
				[171448] = {
					[334558] = {
					},
					[321020] = {
					},
					[334563] = {
					},
					[334567] = {
					},
				},
				[162040] = {
					[326837] = {
					},
					[346537] = {
					},
					[326827] = {
					},
					[326831] = {
					},
					[321020] = {
					},
				},
				[168058] = {
					[326952] = {
					},
				},
				[166396] = {
					[324609] = {
					},
					[321020] = {
					},
				},
				[162099] = {
					[322796] = {
					},
					[322903] = {
					},
					[323845] = {
					},
					[334877] = {
					},
					[323821] = {
					},
					[323846] = {
					},
				},
				[162041] = {
					[321020] = {
					},
					[334470] = {
					},
					[316068] = {
					},
				},
				[171376] = {
					[334615] = {
					},
					[334324] = {
					},
					[334329] = {
					},
					[334326] = {
					},
				},
				[162049] = {
					[322169] = {
					},
					[322212] = {
					},
				},
				[171384] = {
					[334534] = {
					},
					[334381] = {
					},
					[334377] = {
					},
					[334378] = {
					},
				},
				[162057] = {
					[328170] = {
					},
					[322418] = {
					},
					[321020] = {
					},
					[322429] = {
					},
					[315536] = {
					},
					[322433] = {
					},
				},
				[171799] = {
					[335305] = {
					},
					[335306] = {
					},
					[335308] = {
					},
				},
				[165076] = {
					[334653] = {
					},
					[320843] = {
					},
					[321402] = {
					},
					[321401] = {
					},
				},
				[162100] = {
					[319713] = {
					},
					[319657] = {
					},
					[338471] = {
					},
					[319650] = {
					},
					[319654] = {
					},
					[319655] = {
					},
					[319715] = {
					},
					[319685] = {
					},
					[319687] = {
					},
				},
				[162046] = {
					[330528] = {
					},
					[320843] = {
					},
				},
				[162038] = {
					[321019] = {
					},
					[321020] = {
					},
					[320991] = {
					},
				},
				[162103] = {
					[322554] = {
					},
					[322567] = {
					},
				},
				[162102] = {
					[325261] = {
					},
					[325260] = {
					},
					[325262] = {
					},
					[325257] = {
					},
					[328593] = {
					},
					[325254] = {
					},
					[325360] = {
					},
					[326039] = {
					},
				},
				[167955] = {
					[334753] = {
					},
					[326718] = {
					},
				},
				[162056] = {
					[321264] = {
					},
					[316244] = {
					},
				},
			},
			[34] = {
				[168681] = {
					[323739] = {
					},
					[324392] = {
					},
					[328205] = {
					},
					[323740] = {
					},
					[328203] = {
					},
					[328217] = {
					},
					[336444] = {
					},
				},
				[168844] = {
					[328453] = {
					},
					[328454] = {
					},
					[328458] = {
					},
					[336420] = {
					},
				},
				[162059] = {
					[321009] = {
					},
					[327481] = {
					},
					[320966] = {
					},
					[345561] = {
					},
					[321034] = {
					},
					[324662] = {
					},
				},
				[163458] = {
					[317959] = {
					},
					[317963] = {
					},
					[207707] = {
					},
				},
				[163524] = {
					[323786] = {
					},
					[323804] = {
					},
				},
				[166411] = {
					[323682] = {
					},
				},
				[163501] = {
					[207707] = {
					},
					[323682] = {
					},
				},
				[168717] = {
					[317959] = {
					},
					[328331] = {
					},
					[328332] = {
					},
					[328330] = {
					},
				},
				[168318] = {
					[327413] = {
					},
					[324392] = {
					},
					[207707] = {
					},
					[327416] = {
					},
				},
				[162060] = {
					[324427] = {
					},
					[323195] = {
					},
					[323372] = {
					},
					[324046] = {
					},
					[324392] = {
					},
					[334053] = {
					},
					[324444] = {
					},
					[323878] = {
					},
				},
				[163459] = {
					[327331] = {
					},
					[317936] = {
					},
					[207707] = {
					},
					[327332] = {
					},
				},
				[163506] = {
					[27638] = {
					},
					[30831] = {
					},
					[323744] = {
					},
				},
				[168718] = {
					[328288] = {
					},
					[324392] = {
					},
					[328289] = {
					},
					[328295] = {
					},
				},
				[162061] = {
					[322814] = {
					},
					[322818] = {
					},
					[323010] = {
					},
					[322999] = {
					},
					[323011] = {
					},
					[334625] = {
					},
					[323943] = {
					},
					[322817] = {
					},
					[322893] = {
					},
					[322908] = {
					},
				},
				[168420] = {
					[327655] = {
					},
					[317936] = {
					},
					[327653] = {
					},
				},
				[163520] = {
					[323739] = {
					},
					[327808] = {
					},
					[327812] = {
					},
					[323740] = {
					},
					[336447] = {
					},
					[317985] = {
					},
				},
				[168418] = {
					[317959] = {
					},
					[327647] = {
					},
					[327648] = {
					},
				},
				[163503] = {
					[323645] = {
					},
					[317661] = {
					},
					[207707] = {
					},
				},
				[168843] = {
					[328435] = {
					},
					[328452] = {
					},
					[323739] = {
					},
					[328434] = {
					},
				},
				[163077] = {
					[324370] = {
					},
					[324368] = {
					},
					[345561] = {
					},
				},
				[162058] = {
					[324154] = {
					},
					[324205] = {
					},
					[324146] = {
					},
					[324148] = {
					},
					[334485] = {
					},
				},
				[163457] = {
					[317943] = {
					},
					[207707] = {
					},
				},
				[168845] = {
					[336444] = {
					},
					[328466] = {
					},
					[324662] = {
					},
					[333887] = {
					},
					[328462] = {
					},
				},
			},
			[35] = {
				[165197] = {
					[324387] = {
					},
					[324391] = {
					},
					[324372] = {
					},
					[324381] = {
					},
					[324394] = {
					},
				},
				[173044] = {
					[323496] = {
					},
					[338653] = {
					},
					[334749] = {
					},
					[323489] = {
					},
					[334748] = {
					},
					[323471] = {
					},
				},
				[163128] = {
					[320462] = {
					},
					[320571] = {
					},
					[320573] = {
					},
				},
				[162729] = {
					[338022] = {
					},
				},
				[166302] = {
					[334747] = {
					},
					[334748] = {
					},
					[334749] = {
					},
				},
				[165872] = {
					[327130] = {
					},
					[323489] = {
					},
					[323496] = {
					},
					[323471] = {
					},
				},
				[163620] = {
					[333482] = {
					},
					[333479] = {
					},
					[333485] = {
					},
					[338456] = {
					},
				},
				[164578] = {
					[322681] = {
					},
					[320376] = {
					},
					[322548] = {
					},
					[348170] = {
					},
					[320208] = {
					},
					[327952] = {
					},
					[334322] = {
					},
				},
				[162691] = {
					[320596] = {
					},
					[320655] = {
					},
					[320637] = {
					},
				},
				[165919] = {
					[324323] = {
					},
					[324293] = {
					},
				},
				[166264] = {
					[334610] = {
					},
				},
				[163122] = {
					[321576] = {
					},
				},
				[163157] = {
					[321226] = {
					},
					[320171] = {
					},
					[320012] = {
					},
					[320580] = {
					},
					[321247] = {
					},
				},
				[165222] = {
					[335143] = {
					},
					[320822] = {
					},
				},
				[163619] = {
					[321807] = {
					},
				},
				[165137] = {
					[322756] = {
					},
					[320462] = {
					},
					[322757] = {
					},
				},
				[163126] = {
					[333602] = {
					},
					[321576] = {
					},
					[328664] = {
					},
				},
				[165824] = {
					[335142] = {
					},
					[345623] = {
					},
					[345625] = {
					},
					[320462] = {
					},
					[335141] = {
					},
					[327396] = {
					},
					[327393] = {
					},
					[327397] = {
					},
				},
				[166079] = {
					[321576] = {
					},
					[328687] = {
					},
				},
				[172981] = {
					[338357] = {
					},
					[338456] = {
					},
				},
				[173016] = {
					[338353] = {
					},
					[334748] = {
					},
					[334749] = {
					},
					[334747] = {
					},
				},
				[165138] = {
					[335164] = {
					},
					[321821] = {
					},
					[338022] = {
					},
				},
				[165911] = {
					[320696] = {
					},
					[327240] = {
					},
					[327155] = {
					},
				},
				[162689] = {
					[320200] = {
					},
					[320358] = {
					},
					[320366] = {
					},
					[327664] = {
					},
					[334321] = {
					},
					[326574] = {
					},
					[326629] = {
					},
					[334488] = {
					},
					[334476] = {
					},
					[320365] = {
					},
				},
				[163623] = {
					[338022] = {
					},
				},
				[162693] = {
					[321370] = {
					},
					[320771] = {
					},
					[323730] = {
					},
					[321368] = {
					},
					[320772] = {
					},
					[321894] = {
					},
					[320788] = {
					},
					[320784] = {
					},
					[321956] = {
					},
				},
				[163618] = {
					[327393] = {
					},
					[327397] = {
					},
					[321575] = {
					},
					[321780] = {
					},
					[327396] = {
					},
					[320462] = {
					},
					[324026] = {
					},
				},
				[163622] = {
					[338022] = {
					},
				},
				[167731] = {
					[323496] = {
					},
					[338606] = {
					},
					[338636] = {
					},
					[338610] = {
					},
					[323471] = {
					},
					[323489] = {
					},
				},
				[163621] = {
					[338456] = {
					},
					[333477] = {
					},
					[338357] = {
					},
				},
				[163121] = {
					[323190] = {
					},
					[320696] = {
					},
					[319290] = {
					},
					[320703] = {
					},
				},
			},
			[30] = {
				[165414] = {
					[325876] = {
					},
					[338003] = {
					},
					[325872] = {
					},
					[325879] = {
					},
				},
				[165515] = {
					[325523] = {
					},
				},
				[164562] = {
					[325797] = {
					},
					[326450] = {
					},
					[325535] = {
					},
					[325793] = {
					},
					[325799] = {
					},
				},
				[167612] = {
					[326632] = {
					},
					[326623] = {
					},
					[326607] = {
					},
					[326617] = {
					},
				},
				[165415] = {
					[338004] = {
					},
				},
				[167876] = {
					[326847] = {
					},
					[326891] = {
					},
					[326846] = {
					},
					[326806] = {
					},
					[326794] = {
					},
					[326829] = {
					},
				},
				[164563] = {
					[329321] = {
					},
					[329324] = {
					},
					[344993] = {
					},
				},
				[165408] = {
					[322943] = {
					},
					[323001] = {
					},
					[322936] = {
					},
					[322977] = {
					},
					[322711] = {
					},
					[324044] = {
					},
					[322945] = {
					},
				},
				[165529] = {
					[325700] = {
					},
					[325701] = {
					},
				},
				[167610] = {
					[326879] = {
					},
					[326874] = {
					},
				},
				[164185] = {
					[319702] = {
					},
					[326389] = {
					},
					[319733] = {
					},
					[328206] = {
					},
					[344874] = {
					},
					[319603] = {
					},
					[319592] = {
					},
					[319941] = {
					},
					[319703] = {
					},
				},
				[164557] = {
					[326441] = {
					},
					[326438] = {
					},
					[325509] = {
					},
					[326409] = {
					},
					[326426] = {
					},
					[326440] = {
					},
				},
				[165410] = {
					[323552] = {
					},
					[323538] = {
					},
					[329340] = {
					},
				},
				[174175] = {
					[342021] = {
					},
					[342189] = {
					},
					[346866] = {
					},
				},
				[167607] = {
					[326771] = {
					},
					[326997] = {
					},
				},
				[167611] = {
					[326644] = {
					},
					[326632] = {
					},
					[326638] = {
					},
					[326642] = {
					},
					[326637] = {
					},
				},
				[164218] = {
					[323437] = {
					},
					[329104] = {
					},
					[323393] = {
					},
					[329262] = {
					},
					[323236] = {
					},
					[323143] = {
					},
					[329113] = {
					},
					[323392] = {
					},
					[335338] = {
					},
				},
			},
		},
		["dataCollectionCC"] = {
			[36] = {
				[169927] = {
					["Taunt"] = true,
					["Disorient"] = true,
					["Stun"] = true,
				},
				[167994] = {
					["Stun"] = true,
					["Disorient"] = true,
					["Taunt"] = true,
				},
				[169875] = {
					["Stun"] = true,
					["Disorient"] = true,
					["Taunt"] = true,
				},
				[170882] = {
					["Stun"] = true,
					["Disorient"] = true,
					["Taunt"] = true,
				},
				[163086] = {
					["Taunt"] = true,
				},
				[160495] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
				[163089] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
				[170690] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
				[165946] = {
					["Taunt"] = true,
				},
				[167538] = {
					["Taunt"] = true,
				},
				[164510] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
				[164506] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
			},
			[31] = {
				[166275] = {
					["Fear"] = true,
				},
				[166276] = {
					["Fear"] = true,
				},
				[166299] = {
					["Fear"] = true,
				},
				[164921] = {
					["Silence"] = true,
				},
				[166304] = {
					["Fear"] = true,
				},
			},
			[29] = {
				[167964] = {
					["Taunt"] = true,
				},
				[166608] = {
					["Taunt"] = true,
				},
				[168949] = {
					["Stun"] = true,
				},
				[164861] = {
					["Stun"] = true,
					["Sap"] = true,
					["Root"] = true,
				},
				[164555] = {
					["Taunt"] = true,
				},
				[168992] = {
					["Stun"] = true,
				},
				[164873] = {
					["Taunt"] = true,
					["Root"] = true,
					["Stun"] = true,
				},
				[170147] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[171333] = {
					["Taunt"] = true,
				},
				[164862] = {
					["Taunt"] = true,
					["Sap"] = true,
					["Stun"] = true,
				},
				[164556] = {
					["Taunt"] = true,
				},
				[164857] = {
					["Stun"] = true,
				},
				[171181] = {
					["Taunt"] = true,
					["Stun"] = true,
					["Root"] = true,
				},
				[167962] = {
					["Taunt"] = true,
				},
				[170480] = {
					["Taunt"] = true,
					["Root"] = true,
				},
				[168934] = {
					["Taunt"] = true,
				},
				[168986] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[167967] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[167963] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[171342] = {
					["Taunt"] = true,
					["Root"] = true,
				},
				[170490] = {
					["Stun"] = true,
					["Incapacitate"] = true,
				},
				[169905] = {
					["Taunt"] = true,
				},
				[167965] = {
					["Taunt"] = true,
					["Root"] = true,
					["Stun"] = true,
				},
			},
			[32] = {
				[168886] = {
					["Taunt"] = true,
				},
				[169696] = {
					["Stun"] = true,
				},
				[168747] = {
					["Stun"] = true,
					["Disorient"] = true,
					["Taunt"] = true,
				},
				[168627] = {
					["Stun"] = true,
				},
				[163857] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
				[163892] = {
					["Stun"] = true,
				},
				[164737] = {
					["Taunt"] = true,
					["Disorient"] = true,
					["Stun"] = true,
				},
				[168969] = {
					["Taunt"] = true,
					["Stun"] = true,
				},
				[168574] = {
					["Stun"] = true,
				},
				[168578] = {
					["Stun"] = true,
				},
				[168396] = {
					["Taunt"] = true,
				},
				[169861] = {
					["Taunt"] = true,
				},
				[164967] = {
					["Taunt"] = true,
				},
				[168022] = {
					["Taunt"] = true,
					["Stun"] = true,
				},
				[163894] = {
					["Taunt"] = true,
				},
				[168572] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[167493] = {
					["Stun"] = true,
					["Disorient"] = true,
				},
				[163862] = {
					["Stun"] = true,
					["Disorient"] = true,
					["Taunt"] = true,
				},
				[164705] = {
					["Stun"] = true,
				},
				[164255] = {
					["Taunt"] = true,
				},
				[168878] = {
					["Stun"] = true,
				},
				[163891] = {
					["Taunt"] = true,
					["Stun"] = true,
				},
				[164266] = {
					["Taunt"] = true,
				},
			},
			[33] = {
				[167956] = {
					["Stun"] = true,
					["Slow"] = true,
				},
				[162039] = {
					["Root"] = true,
					["Slow"] = true,
					["Stun"] = true,
					["Taunt"] = true,
				},
				[162051] = {
					["Stun"] = true,
				},
				[171448] = {
					["Root"] = true,
					["Slow"] = true,
					["Stun"] = true,
				},
				[162102] = {
					["Taunt"] = true,
				},
				[168058] = {
					["Stun"] = true,
					["Slow"] = true,
					["Taunt"] = true,
					["Root"] = true,
				},
				[162056] = {
					["Stun"] = true,
					["Slow"] = true,
				},
				[162103] = {
					["Taunt"] = true,
				},
				[171376] = {
					["Taunt"] = true,
				},
				[162049] = {
					["Root"] = true,
					["Slow"] = true,
					["Stun"] = true,
				},
				[171384] = {
					["Root"] = true,
					["Slow"] = true,
					["Stun"] = true,
				},
				[162057] = {
					["Taunt"] = true,
				},
				[167955] = {
					["Stun"] = true,
					["Slow"] = true,
				},
				[162038] = {
					["Taunt"] = true,
				},
				[162046] = {
					["Stun"] = true,
					["Slow"] = true,
					["Root"] = true,
					["Taunt"] = true,
				},
				[165076] = {
					["Stun"] = true,
					["Slow"] = true,
					["Taunt"] = true,
					["Root"] = true,
				},
				[166396] = {
					["Stun"] = true,
					["Slow"] = true,
				},
				[162041] = {
					["Taunt"] = true,
					["Slow"] = true,
					["Stun"] = true,
				},
				[171455] = {
					["Stun"] = true,
					["Slow"] = true,
				},
				[162100] = {
					["Taunt"] = true,
				},
			},
			[34] = {
				[168681] = {
					["Taunt"] = true,
				},
				[168844] = {
					["Taunt"] = true,
				},
				[162059] = {
					["Taunt"] = true,
				},
				[163520] = {
					["Taunt"] = true,
				},
				[163524] = {
					["Stun"] = true,
					["Incapacitate"] = true,
					["Taunt"] = true,
				},
				[166411] = {
					["Incapacitate"] = true,
				},
				[163501] = {
					["Stun"] = true,
					["Incapacitate"] = true,
				},
				[168717] = {
					["Stun"] = true,
					["Incapacitate"] = true,
					["Taunt"] = true,
				},
				[168318] = {
					["Taunt"] = true,
				},
				[162060] = {
					["Taunt"] = true,
				},
				[163459] = {
					["Silence"] = true,
					["Incapacitate"] = true,
					["Stun"] = true,
				},
				[163506] = {
					["Stun"] = true,
				},
				[168718] = {
					["Silence"] = true,
					["Taunt"] = true,
					["Stun"] = true,
				},
				[162061] = {
					["Taunt"] = true,
				},
				[168420] = {
					["Stun"] = true,
					["Silence"] = true,
				},
				[163458] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[168418] = {
					["Stun"] = true,
					["Incapacitate"] = true,
					["Taunt"] = true,
				},
				[163503] = {
					["Stun"] = true,
					["Root"] = true,
				},
				[163077] = {
					["Taunt"] = true,
				},
				[168843] = {
					["Taunt"] = true,
				},
				[162058] = {
					["Taunt"] = true,
				},
				[163457] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[168845] = {
					["Taunt"] = true,
				},
			},
			[35] = {
				[165197] = {
					["Taunt"] = true,
				},
				[163128] = {
					["Stun"] = true,
				},
				[162729] = {
					["Stun"] = true,
					["Taunt"] = true,
					["Root"] = true,
				},
				[166302] = {
					["Stun"] = true,
				},
				[165872] = {
					["Stun"] = true,
				},
				[165911] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[162691] = {
					["Taunt"] = true,
				},
				[166264] = {
					["Taunt"] = true,
				},
				[163122] = {
					["Stun"] = true,
					["Root"] = true,
					["Taunt"] = true,
				},
				[163126] = {
					["Stun"] = true,
				},
				[163157] = {
					["Taunt"] = true,
				},
				[163619] = {
					["Stun"] = true,
				},
				[173016] = {
					["Stun"] = true,
				},
				[163618] = {
					["Stun"] = true,
				},
				[163622] = {
					["Root"] = true,
				},
				[163121] = {
					["Stun"] = true,
					["Root"] = true,
				},
				[167731] = {
					["Taunt"] = true,
				},
				[164578] = {
					["Taunt"] = true,
				},
				[165138] = {
					["Stun"] = true,
				},
			},
			[30] = {
				[165414] = {
					["Stun"] = true,
					["Slow"] = true,
					["Incapacitate"] = true,
				},
				[165515] = {
					["Stun"] = true,
				},
				[164562] = {
					["Stun"] = true,
					["Incapacitate"] = true,
					["Taunt"] = true,
				},
				[167612] = {
					["Taunt"] = true,
				},
				[165415] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[167876] = {
					["Taunt"] = true,
				},
				[164563] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[165408] = {
					["Taunt"] = true,
				},
				[167892] = {
					["Stun"] = true,
				},
				[165529] = {
					["Stun"] = true,
				},
				[167610] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[164185] = {
					["Taunt"] = true,
				},
				[164557] = {
					["Taunt"] = true,
				},
				[174175] = {
					["Taunt"] = true,
				},
				[167607] = {
					["Taunt"] = true,
				},
				[165410] = {
					["Taunt"] = true,
				},
				[167611] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
			},
		},
		["version"] = 347,
		["xoffset"] = -163.4458160400391,
		["colorPaletteInfo"] = {
			["customPaletteValues"] = {
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [1]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [2]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [3]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [4]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [5]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [6]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [7]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [8]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [9]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [10]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [11]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [12]
			},
		},
		["currentPreset"] = {
			[29] = 3,
			[30] = 3,
			[33] = 3,
		},
		["yoffset"] = -147.0460052490234,
	},
}
