
MythicDungeonToolsDB = {
	["profileKeys"] = {
		["Ozric - Lightbringer"] = "Ozric - Lightbringer",
		["Шанами - Вечная Песня"] = "Шанами - Вечная Песня",
		["Шемрок - Вечная Песня"] = "Шемрок - Вечная Песня",
		["Селмер - Вечная Песня"] = "Селмер - Вечная Песня",
		["Nyarlond - Stormscale"] = "Nyarlond - Stormscale",
		["Ozric - Stormscale"] = "Ozric - Stormscale",
		["Кассис - Вечная Песня"] = "Кассис - Вечная Песня",
		["Мукуро - Вечная Песня"] = "Мукуро - Вечная Песня",
		["Лайчи - Азурегос"] = "Лайчи - Азурегос",
		["Инзу - Галакронд"] = "Инзу - Галакронд",
		["Ozric - Runetotem"] = "Ozric - Runetotem",
		["Эйреон - Вечная Песня"] = "Эйреон - Вечная Песня",
		["Zelios - Stormscale"] = "Zelios - Stormscale",
		["Рэтью - Вечная Песня"] = "Рэтью - Вечная Песня",
		["Ingward - Lightning's Blade"] = "Ingward - Lightning's Blade",
		["Аринэр - Вечная Песня"] = "Аринэр - Вечная Песня",
		["Ньярли - Вечная Песня"] = "Ньярли - Вечная Песня",
		["Thalassa - Lightning's Blade"] = "Thalassa - Lightning's Blade",
		["Ренфолд - Вечная Песня"] = "Ренфолд - Вечная Песня",
		["Ozric - Stormreaver"] = "Ozric - Stormreaver",
		["Ozric - Sunstrider"] = "Ozric - Sunstrider",
		["Ozric - Bladefist"] = "Ozric - Bladefist",
		["Ayreon - Lightning's Blade"] = "Ayreon - Lightning's Blade",
		["Nyquist - Stormscale"] = "Nyquist - Stormscale",
	},
	["global"] = {
		["minimap"] = {
			["lock"] = true,
		},
		["nonFullscreenScale"] = 1,
		["MDI"] = {
		},
		["maximized"] = false,
		["presets"] = {
			[15] = {
				{
					["mdi"] = {
						["beguiling"] = 1,
						["freeholdJoined"] = false,
						["freehold"] = 1,
					},
					["week"] = 7,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[7] = {
							},
						},
						["currentDungeonIdx"] = 15,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								["color"] = "ff3eff",
							}, -- [1]
						},
					},
					["objects"] = {
					},
					["difficulty"] = 10,
				}, -- [1]
			},
			[26] = {
				{
					["objects"] = {
					},
					["week"] = 7,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[7] = {
							},
						},
						["currentDungeonIdx"] = 26,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								["color"] = "ff3eff",
							}, -- [1]
						},
					},
					["mdi"] = {
						["beguiling"] = 1,
						["freeholdJoined"] = false,
						["freehold"] = 1,
					},
					["difficulty"] = 10,
				}, -- [1]
			},
		},
		["dataCollection"] = {
			[35] = {
				[165197] = {
					[324387] = {
					},
					[324391] = {
					},
					[324372] = {
					},
					[324381] = {
					},
					[324394] = {
					},
				},
				[173044] = {
					[338653] = {
					},
					[323489] = {
					},
					[323496] = {
					},
					[334748] = {
					},
				},
				[163128] = {
					[320462] = {
					},
					[320571] = {
					},
					[320573] = {
					},
				},
				[162729] = {
					[338022] = {
					},
				},
				[166302] = {
					[334747] = {
					},
					[334748] = {
					},
					[334749] = {
					},
				},
				[165872] = {
					[327130] = {
					},
					[323489] = {
					},
					[323496] = {
					},
				},
				[163620] = {
					[333482] = {
					},
					[333479] = {
					},
					[333485] = {
					},
					[338456] = {
					},
				},
				[164578] = {
					[322681] = {
					},
					[320376] = {
					},
					[322548] = {
					},
					[348170] = {
					},
					[320208] = {
					},
					[327952] = {
					},
					[334322] = {
					},
				},
				[162691] = {
					[320596] = {
					},
					[320655] = {
					},
					[320637] = {
					},
				},
				[165919] = {
					[324323] = {
					},
					[324293] = {
					},
				},
				[166264] = {
					[334610] = {
					},
				},
				[163122] = {
					[321576] = {
					},
				},
				[163157] = {
					[321226] = {
					},
					[320171] = {
					},
					[320012] = {
					},
					[320580] = {
					},
					[321247] = {
					},
				},
				[165222] = {
					[335143] = {
					},
					[320822] = {
					},
				},
				[163619] = {
					[321807] = {
					},
				},
				[165137] = {
					[322756] = {
					},
					[320462] = {
					},
					[322757] = {
					},
				},
				[163126] = {
					[333602] = {
					},
					[321576] = {
					},
					[328664] = {
					},
				},
				[165824] = {
					[335142] = {
					},
					[345623] = {
					},
					[345625] = {
					},
					[320462] = {
					},
					[335141] = {
					},
					[327396] = {
					},
					[327393] = {
					},
					[327397] = {
					},
				},
				[166079] = {
					[321576] = {
					},
					[328687] = {
					},
				},
				[172981] = {
					[338357] = {
					},
					[338456] = {
					},
				},
				[173016] = {
					[338353] = {
					},
					[334748] = {
					},
					[334749] = {
					},
					[334747] = {
					},
				},
				[165138] = {
					[335164] = {
					},
					[321821] = {
					},
					[338022] = {
					},
				},
				[165911] = {
					[320696] = {
					},
					[327240] = {
					},
					[327155] = {
					},
				},
				[162689] = {
					[320200] = {
					},
					[320358] = {
					},
					[320366] = {
					},
					[327664] = {
					},
					[334321] = {
					},
					[326574] = {
					},
					[326629] = {
					},
					[334476] = {
					},
					[334488] = {
					},
				},
				[163623] = {
					[338022] = {
					},
				},
				[162693] = {
					[321370] = {
					},
					[320771] = {
					},
					[323730] = {
					},
					[321368] = {
					},
					[320772] = {
					},
					[321894] = {
					},
					[320788] = {
					},
					[320784] = {
					},
					[321956] = {
					},
				},
				[163618] = {
					[327393] = {
					},
					[327397] = {
					},
					[321575] = {
					},
					[327396] = {
					},
					[320462] = {
					},
				},
				[163622] = {
					[338022] = {
					},
				},
				[167731] = {
					[323496] = {
					},
					[338606] = {
					},
					[338636] = {
					},
					[338610] = {
					},
					[323489] = {
					},
				},
				[163621] = {
					[338456] = {
					},
					[333477] = {
					},
					[338357] = {
					},
				},
				[163121] = {
					[323190] = {
					},
					[320696] = {
					},
					[319290] = {
					},
					[320703] = {
					},
				},
			},
		},
		["dataCollectionCC"] = {
			[35] = {
				[165197] = {
					["Taunt"] = true,
				},
				[163128] = {
					["Stun"] = true,
				},
				[162729] = {
					["Stun"] = true,
					["Taunt"] = true,
					["Root"] = true,
				},
				[166302] = {
					["Stun"] = true,
				},
				[165872] = {
					["Stun"] = true,
				},
				[165911] = {
					["Stun"] = true,
					["Taunt"] = true,
				},
				[162691] = {
					["Taunt"] = true,
				},
				[166264] = {
					["Taunt"] = true,
				},
				[163122] = {
					["Stun"] = true,
					["Root"] = true,
					["Taunt"] = true,
				},
				[163126] = {
					["Stun"] = true,
				},
				[163619] = {
					["Stun"] = true,
				},
				[173016] = {
					["Stun"] = true,
				},
				[163157] = {
					["Taunt"] = true,
				},
				[163618] = {
					["Stun"] = true,
				},
				[163121] = {
					["Stun"] = true,
					["Root"] = true,
				},
				[167731] = {
					["Taunt"] = true,
				},
				[163622] = {
					["Root"] = true,
				},
				[164578] = {
					["Taunt"] = true,
				},
			},
		},
		["version"] = 310,
		["dataCollectionGUID"] = {
		},
		["colorPaletteInfo"] = {
			["customPaletteValues"] = {
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [1]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [2]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [3]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [4]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [5]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [6]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [7]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [8]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [9]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [10]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [11]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [12]
			},
		},
	},
}
