
OmniCCDB = {
	["profileKeys"] = {
		["Барличиз - Гордунни"] = "По умолчанию",
		["Шанами - Вечная Песня"] = "По умолчанию",
		["Эйреон - Вечная Песня"] = "По умолчанию",
		["Thalassa - Lightning's Blade"] = "Default",
		["Шемрок - Вечная Песня"] = "По умолчанию",
		["Ренфолд - Вечная Песня"] = "По умолчанию",
		["Шалкуар - Азурегос"] = "По умолчанию",
		["Селмер - Вечная Песня"] = "По умолчанию",
		["Аринэр - Вечная Песня"] = "По умолчанию",
		["Ozric - Stormscale"] = "Default",
		["Кассис - Вечная Песня"] = "По умолчанию",
		["Мукуро - Вечная Песня"] = "По умолчанию",
		["Хвостур - Азурегос"] = "По умолчанию",
		["Лайчи - Азурегос"] = "По умолчанию",
		["Ньярли - Вечная Песня"] = "По умолчанию",
		["Инзу - Галакронд"] = "По умолчанию",
	},
	["global"] = {
		["addonVersion"] = "8.3.5",
		["dbVersion"] = 5,
	},
	["profiles"] = {
		["По умолчанию"] = {
			["themes"] = {
				["По умолчанию"] = {
					["textStyles"] = {
						["seconds"] = {
						},
						["minutes"] = {
						},
						["soon"] = {
						},
					},
					["spiralOpacity"] = 1.00999997742474,
				},
			},
		},
		["Default"] = {
			["themes"] = {
				["Default"] = {
					["textStyles"] = {
						["soon"] = {
						},
						["seconds"] = {
						},
						["minutes"] = {
						},
					},
				},
			},
		},
	},
}
OmniCC4Config = {
	["groupSettings"] = {
		["base"] = {
			["minDuration"] = 2,
			["styles"] = {
				["seconds"] = {
				},
				["minutes"] = {
				},
				["soon"] = {
				},
				["hours"] = {
				},
				["charging"] = {
				},
				["controlled"] = {
				},
			},
			["tenthsDuration"] = 0,
			["minSize"] = 0.5,
			["minEffectDuration"] = 30,
			["mmSSDuration"] = 0,
			["spiralOpacity"] = 1.00999997742474,
		},
	},
	["groups"] = {
	},
	["version"] = "8.2.5",
}
