
TomTomDB = {
	["profileKeys"] = {
		["Sherinian - Doomhammer"] = "Default",
		["Шанами - Вечная Песня"] = "Default",
		["Барличиз - Гордунни"] = "Default",
		["Тайхэй - Азурегос"] = "Default",
		["Шемрок - Вечная Песня"] = "Default",
		["Ozric - Stormscale"] = "Default",
		["Кассис - Вечная Песня"] = "Default",
		["Мукуро - Вечная Песня"] = "Default",
		["Хвостур - Азурегос"] = "Default",
		["Лайчи - Азурегос"] = "Default",
		["Инзу - Галакронд"] = "Default",
		["Мириэл - Пиратская Бухта"] = "Default",
		["Oldfield - Doomhammer"] = "Default",
		["Зарнивуп - Азурегос"] = "Default",
		["Ньярли - Вечная Песня"] = "Default",
		["Аринэр - Вечная Песня"] = "Default",
		["Ренфолд - Вечная Песня"] = "Default",
		["Ingward - Lightning's Blade"] = "Default",
		["Самскар - Вечная Песня"] = "Default",
		["Шалкуар - Азурегос"] = "Default",
		["Эйреон - Вечная Песня"] = "Default",
		["Thalassa - Lightning's Blade"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					42.33831024169922, -- [4]
					-163.4461364746094, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-95.72341918945312, -- [4]
					-202.4003143310547, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Sherinian - Doomhammer"] = "Sherinian - Doomhammer",
		["Шанами - Вечная Песня"] = "Шанами - Вечная Песня",
		["Барличиз - Гордунни"] = "Барличиз - Гордунни",
		["Шемрок - Вечная Песня"] = "Шемрок - Вечная Песня",
		["Ozric - Stormscale"] = "Ozric - Stormscale",
		["Кассис - Вечная Песня"] = "Кассис - Вечная Песня",
		["Мукуро - Вечная Песня"] = "Мукуро - Вечная Песня",
		["Хвостур - Азурегос"] = "Хвостур - Азурегос",
		["Лайчи - Азурегос"] = "Лайчи - Азурегос",
		["Инзу - Галакронд"] = "Инзу - Галакронд",
		["Мириэл - Пиратская Бухта"] = "Мириэл - Пиратская Бухта",
		["Oldfield - Doomhammer"] = "Oldfield - Doomhammer",
		["Ньярли - Вечная Песня"] = "Ньярли - Вечная Песня",
		["Ренфолд - Вечная Песня"] = "Ренфолд - Вечная Песня",
		["Аринэр - Вечная Песня"] = "Аринэр - Вечная Песня",
		["Эйреон - Вечная Песня"] = "Эйреон - Вечная Песня",
		["Ingward - Lightning's Blade"] = "Ingward - Lightning's Blade",
		["Thalassa - Lightning's Blade"] = "Thalassa - Lightning's Blade",
		["Шалкуар - Азурегос"] = "Шалкуар - Азурегос",
	},
	["profiles"] = {
		["Sherinian - Doomhammer"] = {
		},
		["Шанами - Вечная Песня"] = {
		},
		["Барличиз - Гордунни"] = {
		},
		["Шемрок - Вечная Песня"] = {
		},
		["Ozric - Stormscale"] = {
		},
		["Кассис - Вечная Песня"] = {
		},
		["Мукуро - Вечная Песня"] = {
		},
		["Хвостур - Азурегос"] = {
		},
		["Лайчи - Азурегос"] = {
		},
		["Инзу - Галакронд"] = {
		},
		["Мириэл - Пиратская Бухта"] = {
		},
		["Oldfield - Doomhammer"] = {
		},
		["Ньярли - Вечная Песня"] = {
		},
		["Ренфолд - Вечная Песня"] = {
		},
		["Аринэр - Вечная Песня"] = {
		},
		["Эйреон - Вечная Песня"] = {
		},
		["Ingward - Lightning's Blade"] = {
		},
		["Thalassa - Lightning's Blade"] = {
		},
		["Шалкуар - Азурегос"] = {
		},
	},
}
