
WeakAurasOptionsSaved = {
	["locale"] = "ruRU",
	["spellCache"] = {
		["Усиление критического урона 3"] = {
			[7599] = 136235,
		},
		["Неуязвимость к подчинению/страху/превращению"] = {
			[23273] = 135894,
		},
		["Гоблинская мортира"] = {
			[12768] = 136235,
			[12716] = 136235,
			[13237] = 135826,
			[13238] = 135826,
		},
		["Зелье простой невидимости"] = {
			[3448] = 136235,
			[3459] = 136021,
		},
		["На якорь 2"] = {
			[27929] = 136235,
			[27936] = 136235,
			[27893] = 136235,
		},
		["Поглощение теней"] = {
			[17850] = 136121,
			[17851] = 136121,
			[17852] = 136121,
			[17853] = 136121,
			[17776] = 136121,
			[17854] = 136121,
			[17855] = 136121,
			[17856] = 136121,
			[17857] = 136121,
			[17859] = 136121,
			[17767] = 136121,
			[20387] = 136121,
			[20388] = 136121,
			[20389] = 136121,
			[20390] = 136121,
			[17860] = 136121,
			[20391] = 136121,
			[20392] = 136121,
		},
		["Дж'ииви создает объект"] = {
			[23140] = 136235,
		},
		["Собирание оберегов"] = {
			[16781] = 136235,
		},
		["Призыв элементаля огня"] = {
			[8985] = 135819,
		},
		["Огромный бурый кодо"] = {
			[23249] = 132245,
		},
		["Опечатать сквернит"] = {
			[22949] = 136074,
		},
		["Изучить изысканную мифриловую кирасу"] = {
			[11205] = 136235,
		},
		["Увеличение урона заклятия на нежить 48"] = {
			[24197] = 136235,
		},
		["Долгое правосудие"] = {
			[20360] = 135917,
			[20361] = 135917,
			[20359] = 135917,
		},
		["Вызов щупальца"] = {
			[26391] = 133574,
		},
		["Углеглаз, объект в поле видимости"] = {
			[16532] = 136130,
		},
		["Большее зелье Огненной защиты"] = {
			[17574] = 136235,
		},
		["Превращение в крестьянина"] = {
			[18142] = 136235,
		},
		["Схватить оружие"] = {
			[10851] = 132343,
		},
		["Связка души"] = {
			[19028] = 136160,
			[25228] = 136160,
		},
		["Гнев Амненнара"] = {
			[13009] = 132219,
		},
		["Major Heal Self (TEST)"] = {
			[24] = 136235,
		},
		["Призвать ветерана легиона Чернорука"] = {
			[15792] = 136075,
		},
		["100% блока"] = {
			[10021] = 132110,
		},
		["Прирожденный оборотень"] = {
			[16835] = 136116,
			[16833] = 136116,
			[16834] = 136116,
		},
		["Эффект тотема неистовства Ветра"] = {
			[8514] = 136114,
		},
		["Улучшенная волна исцеления"] = {
			[16228] = 136052,
			[16229] = 136052,
			[16226] = 136052,
			[16227] = 136052,
			[16182] = 136052,
		},
		["Рецепт супа из кроколиска"] = {
			[3373] = 136192,
		},
		["Эффект мутации"] = {
			[28190] = 136235,
		},
		["Бронзовый короткий меч"] = {
			[2742] = 136192,
			[2759] = 136235,
		},
		["Дремота II"] = {
			[1418] = 136090,
		},
		["Проклятие Тула"] = {
			[3237] = 136203,
		},
		["Стойкость к ядам"] = {
			[6513] = 136067,
		},
		["Реванш - оглушение"] = {
			[12798] = 132353,
		},
		["Zul'Gurub Talisman PAL R2 DND"] = {
			[24008] = 136235,
		},
		["Улучшенное похищение души"] = {
			[18213] = 136163,
			[18372] = 136163,
		},
		["Наручи песчаного ловца"] = {
			[24849] = 136235,
		},
		["Снайперский прицел"] = {
			[12460] = 136235,
			[12620] = 136235,
		},
		["Разящий удар"] = {
			[11976] = 132282,
			[15580] = 132282,
			[12057] = 132282,
			[19644] = 132282,
			[13446] = 132282,
			[22591] = 132282,
			[26181] = 136235,
			[18368] = 132282,
			[13584] = 132282,
			[14516] = 132282,
			[11998] = 132282,
			[19730] = 132282,
		},
		["Teleport to Blackwing Lair DND"] = {
			[23460] = 136235,
		},
		["Crystal Prison Dummy DND"] = {
			[23019] = 136235,
		},
		["Увеличение интеллекта 31"] = {
			[14421] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 4"] = {
			[14667] = 136235,
		},
		["Оковы магмы"] = {
			[19496] = 136022,
		},
		["Простая телепортация"] = {
			[7141] = 135994,
			[12980] = 135994,
			[7077] = 135994,
		},
		["Духовный посох"] = {
			[2708] = 132325,
		},
		["Создание малого камня души"] = {
			[20752] = 136210,
			[20766] = 136210,
		},
		["Бессмертная душа"] = {
			[20939] = 136235,
		},
		["Улучшенное благословение мудрости"] = {
			[20244] = 135970,
			[20245] = 135970,
		},
		["Забавная бомба"] = {
			[20547] = 132863,
		},
		["Создание тотемного узла Сухокожих"] = {
			[9055] = 135990,
		},
		["Чумное облако"] = {
			[15728] = 136127,
			[12001] = 136127,
			[3256] = 136127,
			[12002] = 136133,
			[29350] = 132099,
			[30122] = 132099,
		},
		["Открытие лазурной сумки"] = {
			[24376] = 134242,
		},
		["Огненный посох"] = {
			[749] = 132325,
			[1923] = 132325,
		},
		["Увеличение интеллекта 3"] = {
			[7470] = 136235,
		},
		["Заморозить яйцо из питомника"] = {
			[15748] = 136235,
		},
		["Gallop (TEST)"] = {
		},
		["Эффект тухлой слизи"] = {
			[3339] = 136133,
		},
		["Галлюцинация невидимости"] = {
			[26604] = 135994,
		},
		["Заключенный Углеглаз"] = {
			[15282] = 136121,
		},
		["Сталагг - постоянное действие"] = {
			[28139] = 136235,
		},
		["Ядовитый тотем"] = {
			[23726] = 136232,
		},
		["Алтарь Раншаллы - ловушка"] = {
			[18993] = 136235,
		},
		["Улучшенная внутренняя ярость"] = {
			[12865] = 132347,
			[12866] = 132347,
			[12863] = 132347,
			[12325] = 132347,
			[12864] = 132347,
		},
		["Молчаливая решимость"] = {
			[14786] = 136053,
			[14787] = 136053,
			[14784] = 136053,
			[14785] = 136053,
			[14523] = 136053,
		},
		["\"Истощение души\" барона Ривендера"] = {
			[27640] = 136208,
		},
		["Студеный ветер"] = {
			[15849] = 135836,
		},
		["Маскировка под пирата Южных морей"] = {
			[5264] = 132288,
			[5275] = 136189,
		},
		["Fizzy Energy Drink"] = {
			[29039] = 132800,
			[29040] = 132489,
			[29038] = 133949,
			[29029] = 132489,
		},
		["Перчатки из ткани Грез"] = {
			[12067] = 132149,
			[12111] = 136021,
		},
		["Броня Мощи"] = {
			[21841] = 135906,
			[29478] = 136097,
			[21838] = 136097,
			[21840] = 132366,
		},
		["Маленькая ПРОЦ"] = {
			[26377] = 136235,
		},
		["Стильная зеленая рубашка"] = {
			[7893] = 132149,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ БОЛЬШАЯ - Н"] = {
			[26491] = 136235,
		},
		["Зачаровывание обуви - ловкость, II ступень"] = {
			[13637] = 135913,
			[13638] = 135913,
		},
		["Куртка-смокинг"] = {
			[12093] = 132149,
			[12135] = 136021,
		},
		["Создание свитка"] = {
			[6671] = 134941,
		},
		["Рукавицы Цитадели"] = {
			[16741] = 136192,
		},
		["Средоточие Льда"] = {
			[5868] = 135865,
			[5865] = 135865,
			[5867] = 135865,
			[5883] = 135848,
			[11068] = 135865,
			[5881] = 135848,
			[5882] = 135848,
		},
		["Щит Тени"] = {
			[12040] = 136121,
			[22417] = 136121,
		},
		["Выкройка: большая вудуистская маска"] = {
			[10532] = 136235,
		},
		["Отличная арканитовая винтовка"] = {
			[19833] = 136235,
		},
		["Пьяная кружка Черного Железа"] = {
			[14813] = 136235,
		},
		["Броня стихий"] = {
			[849] = 135841,
			[1218] = 135841,
		},
		["Вызов Анафемы"] = {
			[23041] = 136235,
		},
		["Анимация мортиры"] = {
			[18655] = 136235,
		},
		["Sam's Test Aura"] = {
			[26659] = 136235,
		},
		["Безжалостность"] = {
			[12855] = 132292,
			[12320] = 132292,
			[12856] = 132292,
			[12853] = 132292,
			[12852] = 132292,
		},
		["Sword Specialization (OLD)"] = {
			[27035] = 135328,
		},
		["Сущность огня Бейл'Гора"] = {
			[13982] = 136235,
		},
		["Вызов ледяной глыбы"] = {
			[28535] = 135852,
		},
		["Swim Speed (TEST)"] = {
			[13] = 136235,
		},
		["Динамит"] = {
			[8800] = 135826,
		},
		["Рецепт: cлабый эликсир сопротивления магии"] = {
			[3180] = 136235,
		},
		["Знание троп"] = {
			[19559] = 132242,
			[19560] = 132242,
			[6711] = 132181,
		},
		["Создание гербовой накидки #2"] = {
			[30182] = 136235,
		},
		["Выкройка: ночные наплечники"] = {
			[10517] = 136235,
		},
		["Зачаровывание двуручного оружия - интеллект, IV ступень"] = {
			[20036] = 135913,
		},
		["Вызов споры"] = {
			[29234] = 136235,
		},
		["Pet Upgrade III (NYI)"] = {
			[1524] = 136235,
		},
		["Улучшенный гнев деревьев"] = {
			[16919] = 136100,
			[16920] = 136100,
			[16918] = 136100,
		},
		["Выкройка: рунические кожаные наручи"] = {
			[19175] = 136235,
		},
		["Выслеживание демонов"] = {
			[5126] = 132323,
			[20155] = 136217,
			[10238] = 136219,
			[5122] = 132328,
			[10239] = 136219,
			[19878] = 136217,
		},
		["Благословение Черных Глубин"] = {
			[8733] = 135850,
		},
		["Улучшенный чародейский выстрел"] = {
			[19454] = 132218,
			[19455] = 132218,
			[19456] = 132218,
			[19457] = 132218,
			[19458] = 132218,
		},
		["Зачаровывание обуви - выносливость, III ступень"] = {
			[13836] = 135913,
			[13837] = 135913,
		},
		["Conjure Vipore's Beacon DND"] = {
			[21734] = 136235,
			[21735] = 136235,
		},
		["Эликсир убийства демонов"] = {
			[11406] = 135957,
			[11477] = 136235,
		},
		["Выкройка: красные перчатки из магической ткани"] = {
			[12143] = 136235,
		},
		["[PH] Teleport to Balthule"] = {
			[6484] = 136235,
		},
		["Разрушение ловушки прислужника, опора"] = {
			[27886] = 136235,
		},
		["Снятие шкур (ученик)"] = {
			[8615] = 134366,
		},
		["Приручение бронескорпа"] = {
			[19683] = 132164,
			[19697] = 132164,
		},
		["Рассеяние Яропламеня"] = {
			[14247] = 135148,
		},
		["Перезагрузка телепорта"] = {
			[23407] = 136235,
		},
		["Чертеж: шлем Львиного сердца"] = {
			[16751] = 136235,
		},
		["Маскировка под Даларанского волшебника"] = {
			[5267] = 132288,
		},
		["100 ед. здоровья"] = {
			[24931] = 136235,
		},
		["Чертеж: пламенные плетеные наплечники"] = {
			[20879] = 136235,
		},
		["Незримость"] = {
			[4079] = 136047,
		},
		["Ослабленная угроза уничтожения"] = {
			[23555] = 136235,
		},
		["Рецепт: суп из плавников мурлока"] = {
			[3381] = 136235,
		},
		["Полет Перегрина"] = {
			[4736] = 136107,
			[4104] = 136107,
			[5996] = 136231,
		},
		["Черный мор"] = {
			[12038] = 136066,
			[18270] = 136066,
		},
		["Призыв элементаля воды"] = {
			[17162] = 136192,
		},
		["Перемещение временной аномалии"] = {
			[16613] = 136235,
		},
		["Чертеж: лезвие Зимы"] = {
			[21915] = 136235,
		},
		["Формула чар для обуви: ловкость I"] = {
			[7868] = 136235,
		},
		["Увеличенный урон от чар 33"] = {
			[17828] = 136235,
		},
		["Рецепт: гигантский жареный моллюск"] = {
			[7214] = 136235,
		},
		["Выкройка: усиленные шерстяные наплечники"] = {
			[3897] = 136235,
		},
		["Широкий взмах"] = {
			[7342] = 132338,
			[11837] = 132338,
			[25814] = 132338,
		},
		["Игреневый жеребец"] = {
			[471] = 132261,
			[16082] = 132261,
		},
		["Средоточие Природы"] = {
			[17066] = 136042,
			[17067] = 136042,
			[17068] = 136042,
			[17063] = 136042,
			[17065] = 136042,
		},
		["Выполнение задания долины Альтерака"] = {
			[23658] = 136235,
		},
		["Верховая езда: конь кошмаров"] = {
			[827] = 136103,
		},
		["Ледниковый рев"] = {
			[3143] = 135848,
		},
		["Проклятие Чумного"] = {
			[29213] = 136119,
		},
		["Сила атаки дальнего боя 5"] = {
			[21427] = 136235,
		},
		["Призыв жутеволка"] = {
			[7489] = 136130,
		},
		["Превращение Балназзара - оглушение"] = {
			[17398] = 136191,
		},
		["Урон интеллекта"] = {
			[6818] = 135914,
		},
		["Сумка Шести Демонов"] = {
			[14537] = 136129,
		},
		["Снятие болезни"] = {
			[552] = 136066,
			[1269] = 136066,
		},
		["Приручение большого скального вепря"] = {
			[19674] = 132164,
			[19677] = 132164,
		},
		["Измеримый щит"] = {
			[25059] = 136104,
		},
		["Сила веков"] = {
			[4539] = 136188,
		},
		["Дурной глаз"] = {
			[3233] = 136129,
		},
		["Характеристики персонажа"] = {
			[13824] = 136235,
		},
		["Исчезновение членистоногов"] = {
			[25842] = 136235,
		},
		["Печать расплаты"] = {
			[3694] = 136121,
			[15277] = 135971,
			[15346] = 135971,
			[3695] = 135824,
		},
		["Умелец алхимии"] = {
			[3465] = 136240,
		},
		["Перчатки из призрачной ткани"] = {
			[18413] = 132149,
		},
		["Чертеж: большая синяя ракета"] = {
			[26432] = 134153,
		},
		["Призыв загадочного шаркуна"] = {
			[7970] = 136121,
		},
		["Жало виверны"] = {
			[24131] = 135125,
			[20940] = 135125,
			[24132] = 135125,
			[20941] = 135125,
			[24335] = 135125,
			[24133] = 135125,
			[24135] = 135125,
			[19386] = 135125,
			[24336] = 135125,
			[24134] = 135125,
			[26748] = 135125,
			[26233] = 135125,
			[26180] = 135125,
		},
		["Кости кодо ловушка"] = {
			[17960] = 136235,
		},
		["Вечный коктейль \"Легкое дыхание\""] = {
			[30164] = 136075,
		},
		["Ториевый пояс"] = {
			[16643] = 136192,
		},
		["Чертеж: шлем из черного железа"] = {
			[23656] = 136235,
		},
		["Яростный укус"] = {
			[19319] = 132278,
		},
		["Огненная стрела"] = {
			[7802] = 135809,
			[7834] = 135809,
			[23267] = 135807,
			[7835] = 135809,
			[11763] = 135809,
			[11764] = 135809,
			[20312] = 135809,
			[11765] = 135809,
			[20314] = 135809,
			[9057] = 135807,
			[20316] = 135809,
			[18112] = 135810,
			[7886] = 135809,
			[13441] = 135807,
			[14103] = 135810,
			[13442] = 135810,
			[18187] = 135807,
			[3110] = 135809,
			[701] = 135810,
			[15592] = 135810,
			[18833] = 135807,
			[18186] = 135934,
			[9233] = 135934,
			[20270] = 135809,
			[18083] = 135807,
			[7799] = 135809,
			[7801] = 135809,
			[18086] = 135810,
			[7800] = 135809,
			[15598] = 135807,
			[7832] = 135809,
			[15599] = 135934,
			[20313] = 135809,
			[20801] = 135809,
			[11762] = 135809,
			[7833] = 135809,
			[20315] = 135809,
		},
		["Призыв робота-сопровождающего"] = {
			[7975] = 136074,
		},
		["Выкройка: рассветные вибрамы"] = {
			[23712] = 136235,
		},
		["500 ед. здоровья"] = {
			[24959] = 136235,
		},
		["Драконий облик Валестраза"] = {
			[16421] = 135990,
		},
		["Рождение"] = {
			[26047] = 136235,
			[7398] = 136235,
			[26262] = 136235,
			[20480] = 136235,
			[26586] = 136235,
		},
		["Полоснуть"] = {
			[5221] = 136231,
			[5222] = 136231,
			[9829] = 136231,
			[9831] = 136231,
			[6800] = 136231,
			[6801] = 136231,
			[3252] = 132152,
			[9830] = 136231,
			[8992] = 136231,
			[8993] = 136231,
			[9832] = 136231,
			[27555] = 132122,
		},
		["Телепорт в Последний Чертог"] = {
			[29188] = 135743,
		},
		["Разъедающая кислота"] = {
			[23313] = 136007,
			[8245] = 136007,
			[23314] = 136007,
		},
		["Формула чар для оружия: леденящая стужа"] = {
			[20075] = 136235,
		},
		["Дар леса"] = {
			[21851] = 136235,
			[21849] = 136078,
			[21850] = 136078,
			[21852] = 136235,
		},
		["Споры Кривого дерева"] = {
			[22821] = 136006,
		},
		["Слово Света: Мощь"] = {
			[1248] = 135882,
			[1246] = 135882,
			[1247] = 135882,
			[2769] = 135882,
		},
		["Чародейская сосредоточенность"] = {
			[12574] = 136170,
			[11213] = 136170,
			[12575] = 136170,
			[12576] = 136170,
			[12577] = 136170,
		},
		["Вечная настойка Скорпока"] = {
			[30173] = 136075,
		},
		["Неуязвимый доспех"] = {
			[16746] = 136192,
		},
		["Frostwolf Aura DND"] = {
			[21827] = 136235,
		},
		["Выкройка: оплавленный шлем"] = {
			[20856] = 136235,
		},
		["Заразный укус"] = {
			[16128] = 136127,
			[7367] = 136127,
			[24339] = 136127,
		},
		["Латы из черного железа"] = {
			[15296] = 136192,
		},
		["Небольшая бронзовая бомба"] = {
			[4003] = 136235,
			[3941] = 136235,
			[4066] = 135826,
		},
		["Всецветная защита: Природа"] = {
			[16391] = 134563,
		},
		["Увеличение интеллекта 4"] = {
			[7494] = 136235,
		},
		["Получение ключевого предмета, страж Дарнасса"] = {
			[27504] = 136235,
		},
		["Предел сил Света"] = {
			[27789] = 135949,
			[27790] = 135949,
		},
		["Test Power Bonus (Cat)"] = {
			[24218] = 136235,
		},
		["Отражатель Льда"] = {
			[23077] = 136235,
		},
		["Дьябло"] = {
			[18873] = 135808,
			[18874] = 135808,
		},
		["Рецепт: слабое зелье неуязвимости"] = {
			[3183] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 16"] = {
			[14679] = 136235,
		},
		["Усиление духа на 24"] = {
			[14444] = 136235,
		},
		["Green Dragon Transform DND"] = {
			[25105] = 136235,
		},
		["Удар солдата"] = {
			[19749] = 136235,
		},
		["Молитва Обороны II"] = {
			[994] = 135923,
			[1286] = 135923,
		},
		["Увеличение рейтинга меткости 1"] = {
			[15464] = 136235,
		},
		["Подмастерье горняка"] = {
			[2582] = 136248,
		},
		["Наполнение"] = {
			[16073] = 136235,
			[16077] = 136235,
			[6803] = 136235,
			[6609] = 136235,
			[6610] = 136235,
			[6611] = 136235,
			[25855] = 136235,
			[4976] = 136235,
			[18397] = 136235,
			[9582] = 136235,
		},
		["Коричневая льняная рубашка"] = {
			[3915] = 136235,
			[3917] = 136021,
		},
		["Серебряная отмычка"] = {
			[19646] = 136235,
			[19666] = 136192,
			[19670] = 136235,
		},
		["Кожаные наручи стража"] = {
			[3777] = 136235,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ - ЮЗ"] = {
			[26316] = 136235,
		},
		["Сила Племени: зеленый"] = {
			[22289] = 136010,
			[22288] = 136010,
			[22561] = 136010,
		},
		["Повышенное сопротивление всему 2"] = {
			[18673] = 136235,
		},
		["Присоединение стержня к медальону"] = {
			[9595] = 136235,
		},
		["Copy of Hallow's End Candy"] = {
			[26387] = 134015,
		},
		["Клык Хрустального Паука"] = {
			[17331] = 136113,
		},
		["Плотные шерстяные бинты"] = {
			[3278] = 136192,
			[3283] = 136192,
		},
		["Кулинар-умелец"] = {
			[2552] = 133971,
			[19886] = 133971,
		},
		["Лед - визуальное состояние"] = {
			[7742] = 135835,
		},
		["Увеличенный урон от огня 26"] = {
			[17867] = 136235,
		},
		["Неутомимость"] = {
			[14983] = 136023,
			[21975] = 136023,
		},
		["Щит лавы"] = {
			[21857] = 135817,
			[21858] = 135817,
		},
		["Объятия вампира"] = {
			[15286] = 136230,
			[15290] = 136230,
		},
		["Вызов выброса лавы G"] = {
			[21905] = 136235,
		},
		["Молитва Стойкости"] = {
			[21569] = 136235,
			[21564] = 135941,
			[21562] = 135941,
			[21568] = 136235,
		},
		["Создание камня здоровья (крошечного)"] = {
			[23519] = 135230,
			[23517] = 135230,
			[23518] = 135230,
		},
		["Буря Тени"] = {
			[26546] = 136197,
			[14297] = 136197,
			[26555] = 136197,
		},
		["Топот"] = {
			[5568] = 136063,
			[6019] = 132368,
			[15550] = 136063,
			[4282] = 132368,
			[4283] = 132368,
			[25056] = 132091,
			[4767] = 132368,
			[27993] = 132368,
			[12612] = 132939,
		},
		["Финкль - однорог!"] = {
			[16710] = 136235,
		},
		["Хладнокровие"] = {
			[14177] = 135988,
		},
		["Черный волк"] = {
			[578] = 132224,
		},
		["Предмет +ЛВК/СО Нога R2"] = {
			[15445] = 136235,
		},
		["Ловкость во владении двуручным ударным оружием"] = {
			[4426] = 132325,
			[4428] = 132325,
			[4430] = 132325,
			[4427] = 132325,
			[4429] = 132325,
			[4431] = 132325,
		},
		["Судьба"] = {
			[17152] = 136101,
		},
		["Пурпурный фейерверк"] = {
			[30161] = 136235,
		},
		["Серенада песнецвета"] = {
			[15366] = 135934,
		},
		["QAEnchant Gloves +20 Fire Damage"] = {
			[27109] = 135913,
		},
		["Льняные сапоги с мягкой подошвой"] = {
			[3845] = 132149,
			[3880] = 136021,
		},
		["Грубый громобой"] = {
			[3925] = 136235,
			[3987] = 136235,
		},
		["Перехват"] = {
			[20621] = 132307,
			[20622] = 132307,
			[20611] = 132307,
			[20252] = 132307,
			[20616] = 132307,
			[27577] = 132307,
			[20253] = 135860,
			[20617] = 132307,
			[27826] = 132307,
		},
		["Укус бешенства"] = {
			[4315] = 136235,
			[4316] = 136182,
			[4816] = 136182,
			[6040] = 136182,
		},
		["Большее убиение драконов 25"] = {
			[20725] = 134310,
			[20726] = 134310,
		},
		["Удар кинжалом III (отключено)"] = {
			[2629] = 132223,
		},
		["Непогрешимый разум"] = {
			[10690] = 135988,
			[10692] = 135988,
		},
		["Кекс Гракку с мясом и фруктами"] = {
			[25990] = 132934,
		},
		["Исцеляющий Свет"] = {
			[20237] = 135920,
			[20238] = 135920,
			[20239] = 135920,
		},
		["Бронебойные мифриловые пули"] = {
			[12596] = 136235,
			[12636] = 136235,
		},
		["Выкройка: штаны Грозового Покрова"] = {
			[19177] = 136235,
		},
		["Земной сигиль"] = {
			[24884] = 136057,
		},
		["Альянс долина Альтерака"] = {
			[23527] = 136235,
			[23535] = 136235,
			[23536] = 136235,
			[24643] = 136235,
			[24644] = 136235,
			[23534] = 136235,
			[24651] = 136235,
		},
		["Poltergeist Despawn Schedule (DND)"] = {
			[18383] = 136235,
		},
		["Плащ стража"] = {
			[7153] = 136235,
		},
		["Посеребренные бронзовые наплечники"] = {
			[3330] = 136192,
		},
		["егендарное магическое слияние"] = {
			[15463] = 136235,
			[15490] = 136235,
		},
		["Зелье актерства"] = {
			[24367] = 136235,
		},
		["Призыв древня-помощника"] = {
			[7993] = 136036,
		},
		["Большой бес Пустоты"] = {
			[1954] = 136172,
		},
		["Плащ огня"] = {
			[18374] = 136235,
			[18364] = 135806,
			[18422] = 132149,
		},
		["Солонка"] = {
			[19568] = 136235,
			[19566] = 134459,
			[19567] = 136235,
		},
		["Бросок валуна"] = {
			[4776] = 132153,
			[4164] = 132153,
			[4775] = 132153,
			[6014] = 136231,
			[6013] = 136231,
			[23065] = 132384,
		},
		["Гномский транспортер"] = {
			[23453] = 136235,
		},
		["Цикл членистонога из улья Зара 1"] = {
			[25833] = 136235,
		},
		["Накладки из толстой кожи"] = {
			[3780] = 136235,
			[3781] = 136021,
		},
		["Волк Иглогривых"] = {
			[6479] = 132140,
		},
		["Создание большой рассветной печати"] = {
			[28321] = 134501,
		},
		["Тлетворные яды"] = {
			[16513] = 132293,
			[16514] = 132293,
			[16515] = 132293,
			[16719] = 132293,
			[16720] = 132293,
		},
		["Сотворение: факел"] = {
			[1172] = 136058,
		},
		["(DND) Summon Crystal Minion, Skeleton"] = {
			[28177] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (ближний бой - 20)"] = {
			[25794] = 134969,
		},
		["Создание сердца Хаккара - создание круга"] = {
			[24602] = 136235,
		},
		["Стремительный желтый механодолгоног"] = {
			[23222] = 132247,
		},
		["Зачаровывание браслетов - выносливость, IV ступень"] = {
			[13945] = 135913,
		},
		["Паразит"] = {
			[8363] = 132273,
		},
		["Могущественный вой"] = {
			[30121] = 132091,
		},
		["Призыв тараканища"] = {
			[10688] = 132311,
		},
		["Улучшение брони 200 стихии"] = {
			[29095] = 136235,
		},
		["Огненный щит"] = {
			[18268] = 135817,
			[11351] = 135817,
			[11770] = 135806,
			[18968] = 135817,
			[11771] = 135806,
			[13376] = 135817,
			[2947] = 135806,
			[11966] = 135817,
			[8316] = 135806,
			[13377] = 135817,
			[11773] = 135806,
			[20322] = 135806,
			[8317] = 135806,
			[20323] = 135806,
			[19626] = 135817,
			[11968] = 135817,
			[8318] = 135806,
			[11772] = 135806,
			[2949] = 135806,
			[20326] = 135806,
			[8319] = 135806,
			[20327] = 135806,
			[19627] = 135817,
			[11350] = 135817,
			[1167] = 135806,
			[134] = 135817,
			[20324] = 135806,
		},
		["Ненадежное варево"] = {
			[24024] = 135818,
		},
		["Обычный алкоголь"] = {
			[11008] = 132796,
		},
		["Тонкие кожаные штаны"] = {
			[7133] = 136235,
		},
		["Препарат тканей василиска"] = {
			[11759] = 136235,
		},
		["Отношение Грозовой Вершины +2"] = {
			[21829] = 136235,
		},
		["Утраченный навык: Святость"] = {
			[7051] = 135920,
		},
		["Неуловимость"] = {
			[28559] = 132252,
			[14066] = 135994,
			[13981] = 135994,
		},
		["Выкройка: красная льняная сумка"] = {
			[6687] = 136235,
		},
		["Выбор типа лагеря"] = {
			[28201] = 136235,
		},
		["Чертеж: малый атомарный перенаправлятор"] = {
			[18669] = 136235,
		},
		["Echoes of Lordaeron UNUSED"] = {
			[8878] = 132486,
		},
		["Проклятие косноязычия"] = {
			[12889] = 136140,
			[5736] = 136140,
			[956] = 136235,
			[15470] = 136140,
			[25195] = 136140,
			[11719] = 136140,
			[1714] = 136140,
			[13338] = 136140,
			[11720] = 136140,
		},
		["BKP патрон \"Импульс\""] = {
			[4020] = 136235,
		},
		["QAEnchant Gloves +7 Strength"] = {
			[22104] = 135913,
		},
		["Инфернальные перчатки"] = {
			[22868] = 132149,
		},
		["Signet Ring of the Bronze Dragonflight CASTER R3 DND"] = {
			[25923] = 136235,
		},
		["Summon Royal Air, Trigger"] = {
			[24791] = 136235,
		},
		["Сдвиг полярности"] = {
			[28089] = 136048,
		},
		["Подмастерье лекаря"] = {
			[3280] = 135966,
		},
		["Teleport to Molten Core DND"] = {
			[25139] = 136235,
		},
		["Воля Отрекшихся"] = {
			[7744] = 136187,
		},
		["Чертеж: любовно выделанный громобой"] = {
			[17433] = 136235,
		},
		["Дар дружбы: Подгород"] = {
			[27671] = 134143,
		},
		["Аспект Джеклик"] = {
			[24687] = 136222,
		},
		["Summon Duke Water, Trigger"] = {
			[24773] = 136235,
		},
		["Пугающий рык"] = {
			[16096] = 132111,
		},
		["Смертельный раскол"] = {
			[22859] = 132355,
		},
		["Избежание"] = {
			[23198] = 132353,
			[23647] = 132353,
		},
		["Рецепт: шахтерская похлебка из моллюсков"] = {
			[20628] = 136235,
		},
		["Флаг Песни Войны"] = {
			[23333] = 132485,
		},
		["Грубое точило"] = {
			[2660] = 136192,
		},
		["Демоноубийство 30"] = {
			[20858] = 136172,
		},
		["Периодический раскат грома"] = {
			[2834] = 132326,
		},
		["Сигнальная ракета, СИНЯЯ БОЛЬШАЯ - С"] = {
			[26484] = 136235,
		},
		["Сила атаки"] = {
			[9199] = 133951,
		},
		["Зачаровывание щита - выносливость, III ступень"] = {
			[20017] = 135913,
		},
		["Появление - красная молния"] = {
			[24240] = 136115,
		},
		["Иди домой"] = {
			[13461] = 136235,
		},
		["Специализация на ударном оружии"] = {
			[12704] = 133476,
			[5550] = 132325,
			[4369] = 132325,
			[5551] = 132325,
			[4370] = 132325,
			[5552] = 132325,
			[4371] = 132325,
			[5553] = 132325,
			[4372] = 132325,
			[5554] = 132325,
			[4373] = 132325,
			[4374] = 132325,
			[4375] = 132325,
			[4376] = 132325,
			[5558] = 132325,
			[4377] = 132325,
			[5559] = 132325,
			[4378] = 132325,
			[5564] = 132325,
			[5560] = 132325,
			[4379] = 132325,
			[4368] = 132325,
			[5563] = 132325,
			[5561] = 132325,
			[4380] = 132325,
			[12702] = 133476,
			[12284] = 133476,
			[5562] = 132325,
			[13800] = 133476,
			[4367] = 132325,
			[13801] = 133476,
			[4366] = 132325,
			[13802] = 133476,
			[5548] = 132325,
			[13803] = 133476,
			[13709] = 133476,
			[12701] = 133476,
			[20864] = 133042,
			[5549] = 132325,
			[12703] = 133476,
			[4381] = 132325,
		},
		["Коварство ящера"] = {
			[4153] = 134295,
			[4318] = 136063,
		},
		["Формула чар для перчаток: травничество I"] = {
			[13618] = 136235,
		},
		["Дополнительный урон от заклинания Зова Бури"] = {
			[26119] = 136235,
		},
		["Зачаровывание плаща - сопротивление темной магии, I ступень"] = {
			[13522] = 135913,
		},
		["Доспехи духа"] = {
			[560] = 136235,
			[902] = 136235,
			[935] = 136094,
			[2865] = 136094,
			[1314] = 136094,
			[1313] = 136094,
			[1312] = 136094,
		},
		["Снижение расхода ярости на способность \"Подрезать сухожилия\""] = {
			[22778] = 132316,
		},
		["Профессионал наложения чар"] = {
			[13921] = 136244,
		},
		["Арканитовая отмычка"] = {
			[19673] = 136235,
			[20709] = 136235,
			[19669] = 136192,
			[19657] = 136235,
		},
		["Полированная броня"] = {
			[21163] = 134956,
		},
		["Защитник целителя"] = {
			[21561] = 135806,
		},
		["Свисток ребенка-сироты"] = {
			[23124] = 136235,
		},
		["Заклинание стоянки Пэгла - создание наживки на грязнотинника"] = {
			[24325] = 132932,
		},
		["Выкройка: роскошная лиловая шелковая рубашка"] = {
			[6701] = 136235,
		},
		["Sillithus Flag Capture Test (DND)"] = {
			[29530] = 136235,
		},
		["Чертеж: прицел \"Бизникс\" 247x128"] = {
			[22794] = 136235,
		},
		["Улучшенная защита от огня"] = {
			[11094] = 135806,
			[13043] = 135806,
		},
		["Крепкая выпивка"] = {
			[11629] = 132796,
		},
		["Канал маны"] = {
			[1101] = 136235,
			[3710] = 136230,
		},
		["Пусковая установка синего фейерверка"] = {
			[26304] = 136235,
		},
		["Вызов порождения Бал'Гора"] = {
			[13895] = 135819,
		},
		["Адмиральская шляпа"] = {
			[12081] = 132149,
			[12125] = 136021,
			[12022] = 134229,
		},
		["Огнедышание"] = {
			[29389] = 136235,
		},
		["Выкройка: зеленая шерстяная сумка"] = {
			[3799] = 136235,
		},
		["Восприимчивость"] = {
			[7212] = 136087,
			[6164] = 136087,
			[6173] = 136087,
			[6170] = 136087,
			[6172] = 136087,
			[6171] = 136087,
		},
		["Reflect Magic (TEST)"] = {
			[112] = 136235,
		},
		["Инициатор ярости"] = {
			[19515] = 136235,
		},
		["Повышение скорости передвижения в животном облике"] = {
			[23218] = 136095,
		},
		["Рецепт: похлебка Западного Края"] = {
			[2554] = 136235,
		},
		["Вызов Тип А периодический (5 сек)"] = {
			[29410] = 136235,
		},
		["Punctured Voodoo Doll ROG DND"] = {
			[24281] = 136235,
		},
		["Разъедающий ядовитый плевок"] = {
			[20629] = 136016,
		},
		["Зачаровывание браслетов - выносливость, I ступень"] = {
			[7457] = 135913,
			[7459] = 135913,
		},
		["Господство над разумом"] = {
			[20604] = 136206,
			[15859] = 136206,
			[14515] = 136206,
			[20740] = 136206,
			[7645] = 136206,
		},
		["Улучшение питомца Незримого пути"] = {
			[26176] = 136235,
		},
		["Чертеж: плащ-парашют"] = {
			[12650] = 136235,
		},
		["Цепное исцеление"] = {
			[10622] = 136042,
			[10624] = 136042,
			[1064] = 136042,
			[10623] = 136042,
			[10625] = 136042,
			[15799] = 136042,
			[1444] = 136042,
			[14900] = 136042,
			[16367] = 136042,
		},
		["Рецепт похлебки Западного Края"] = {
			[2543] = 136192,
		},
		["Хлопушка Мэлоуна"] = {
			[17500] = 132340,
		},
		["Костяной расплав"] = {
			[17445] = 136187,
		},
		["Пушечное ядро"] = {
			[4170] = 132384,
		},
		["Опутывание паутиной"] = {
			[28620] = 136235,
			[28673] = 136113,
			[28617] = 136235,
			[28621] = 136235,
			[29285] = 136235,
			[28618] = 136235,
			[28622] = 136113,
			[29280] = 136235,
			[29282] = 136235,
			[28619] = 136235,
			[29283] = 136235,
			[29287] = 136235,
			[29281] = 136235,
		},
		["Сокрушение"] = {
			[11430] = 132357,
			[1464] = 132340,
			[11605] = 132340,
			[11607] = 132340,
			[8821] = 132340,
			[11604] = 132340,
			[11606] = 132340,
			[8820] = 132340,
			[1482] = 132340,
		},
		["НЕВИДИМОСТЬ только ВЫКЛ"] = {
			[6147] = 132331,
		},
		["Эффект страданий Таэлана"] = {
			[18811] = 136133,
		},
		["Вызов кровавого попугая"] = {
			[17567] = 132311,
		},
		["Усиление критического урона 4"] = {
			[7600] = 136235,
		},
		["Create Zul'Gurub Talisman SHM R1 DND"] = {
			[24067] = 136235,
		},
		["Аура меткого выстрела"] = {
			[20938] = 132329,
			[1563] = 132329,
			[20905] = 132329,
			[20906] = 132329,
			[19506] = 132329,
		},
		["Страж сети"] = {
			[11920] = 132149,
		},
		["Зачаровывание оружия - удар, VI степень"] = {
			[20031] = 135913,
		},
		["Демоноубийство 78"] = {
			[18087] = 136172,
		},
		["Область нанесения урона"] = {
			[13716] = 136195,
		},
		["Чертеж: установка для фейерверка"] = {
			[26445] = 134153,
		},
		["Шахтерский гоблинский шлем"] = {
			[12769] = 136235,
		},
		["Фиолетовый ящер"] = {
			[10799] = 132253,
		},
		["Сильный эликсир Защиты"] = {
			[11450] = 136235,
			[11484] = 136021,
		},
		["Большая субстанция Хаоса"] = {
			[13739] = 136192,
		},
		["Усиление духа"] = {
			[18193] = 134335,
		},
		["Похищение души"] = {
			[8290] = 136163,
			[7662] = 136163,
			[8291] = 136163,
			[8288] = 136163,
			[8289] = 136163,
			[1120] = 136163,
			[11675] = 136163,
			[11676] = 136163,
		},
		["Освобождение беса"] = {
			[23180] = 136235,
		},
		["Благословление Черного Похода"] = {
			[23120] = 136120,
		},
		["Выкройка: мундир из ледяной ткани"] = {
			[18472] = 136235,
		},
		["Чертеж: тяжелый железный молот"] = {
			[3303] = 136235,
		},
		["Сбор войск"] = {
			[1741] = 136235,
		},
		["Задание - Взорвать пиратский корабль"] = {
			[11440] = 136235,
		},
		["Зачаровывание нагрудника - все характеристики, I ступень"] = {
			[13626] = 135913,
			[13627] = 135913,
		},
		["Зачаровывание браслетов - мощь исцеления"] = {
			[23802] = 135913,
		},
		["Могучий удар II"] = {
			[1711] = 132316,
		},
		["Твердая железная кувалда"] = {
			[3494] = 136192,
		},
		["Вызов духа Дарроушира"] = {
			[17310] = 136235,
		},
		["Лазурные шелковые штаны"] = {
			[8758] = 132149,
			[8759] = 136021,
		},
		["Темная вода"] = {
			[25743] = 136235,
		},
		["Рецепт: филе бешенки"] = {
			[6426] = 136235,
		},
		["Сторожевые тотемы"] = {
			[16258] = 136098,
			[16293] = 136098,
		},
		["Угрожающий взгляд"] = {
			[21869] = 132154,
			[24314] = 136129,
		},
		["Формула чар для обуви: выносливость IV"] = {
			[20067] = 136235,
		},
		["Создание замены левой части амулета Лорда Вальтхалака"] = {
			[27544] = 136235,
		},
		["Оживление Ринго"] = {
			[15591] = 136235,
		},
		["Телепорт в Казармы"] = {
			[443] = 136235,
		},
		["Мощь огнестрельного оружия"] = {
			[4923] = 134538,
			[4925] = 132222,
			[4922] = 132222,
			[4924] = 134538,
			[4926] = 132222,
			[4921] = 134538,
		},
		["Световая бомба"] = {
			[5134] = 136142,
			[8243] = 136235,
			[29419] = 136142,
		},
		["Выкройка: перчатки из пепельной ткани"] = {
			[18482] = 136235,
		},
		["Заразный выстрел"] = {
			[11397] = 136127,
		},
		["Ториевые наручи"] = {
			[16644] = 136192,
		},
		["Обнаружение влюбленности"] = {
			[26802] = 133884,
		},
		["TESTT"] = {
			[18801] = 136235,
		},
		["Изысканные мифриловые сапоги"] = {
			[9979] = 136192,
		},
		["Выкройка: поножи Жизни"] = {
			[19197] = 136235,
		},
		["Зернистое точило"] = {
			[2665] = 136192,
			[2746] = 136235,
		},
		["Кровавый вой"] = {
			[3264] = 136168,
		},
		["Багровое шелковое одеяние"] = {
			[8802] = 132149,
		},
		["Зачарование оружия - могучий интеллект"] = {
			[23804] = 135913,
		},
		["Призыв дубликата"] = {
			[10858] = 136122,
		},
		["Поддержание огня и льда"] = {
			[21227] = 135753,
		},
		["Измерение 3"] = {
			[10073] = 136115,
		},
		["Усовершенствованный манекен-мишень - постоянное действие"] = {
			[4048] = 136232,
		},
		["Выкройка: ежевичные сапоги"] = {
			[28476] = 136235,
		},
		["Player Lost Shackles DND"] = {
			[22941] = 136235,
		},
		["Эффект Тотема каменного когтя"] = {
			[6393] = 136097,
			[6395] = 136097,
			[10423] = 136097,
			[5729] = 136097,
			[10424] = 136097,
			[6394] = 136097,
		},
		["Невосприимчивость: Природа"] = {
			[7941] = 136094,
		},
		["Зверюшка-бомбист"] = {
			[15628] = 136235,
		},
		["Тотем Укрощения неистовства земли"] = {
			[21891] = 136235,
		},
		["Умиротворение зверя"] = {
			[8955] = 132163,
			[8956] = 132163,
			[9902] = 132163,
			[2908] = 132163,
			[2910] = 132163,
			[9901] = 132163,
		},
		["Проникающая способность заклинаний 150 сопротивление огню"] = {
			[26203] = 136235,
		},
		["Выкройка: плащ из пепельной ткани"] = {
			[18492] = 136235,
		},
		["Ледяной отражатель"] = {
			[3957] = 136235,
			[4015] = 136235,
		},
		["Чертеж: ториевый шлем"] = {
			[16682] = 136235,
		},
		["Вызов призрачного Райвендера"] = {
			[27939] = 136235,
		},
		["[PH] Summon Minion parent (ghoul/skeleton)"] = {
			[28185] = 136235,
		},
		["Предмет +SPI/СО Нога R2"] = {
			[15456] = 136235,
		},
		["Всецветная защита: Огонь"] = {
			[16373] = 134563,
		},
		["Вой банши Плеть Ночи"] = {
			[3485] = 136183,
		},
		["Выставить Снида"] = {
			[5141] = 135805,
		},
		["Нейтрализующий яд II"] = {
			[13228] = 134197,
		},
		["Формула чар для щита: дух IV"] = {
			[20074] = 136235,
		},
		["Склянка Титанов"] = {
			[17626] = 134842,
			[17635] = 136235,
		},
		["Create Zul'Gurub Talisman HUN R2 DND"] = {
			[24077] = 136235,
		},
		["Оледенение"] = {
			[10017] = 135848,
		},
		["Разрывание оков"] = {
			[10836] = 136168,
			[10805] = 136168,
			[10834] = 136168,
			[10835] = 136168,
		},
		["Большее зелье священной защиты"] = {
			[17579] = 136235,
		},
		["Тяжелый пояс Древобрюхов"] = {
			[23628] = 136192,
		},
		["Ядовитое жало"] = {
			[5416] = 132274,
			[8257] = 132274,
		},
		["Порождение Гелькулара"] = {
			[3390] = 136235,
		},
		["Инициатива"] = {
			[13977] = 136159,
			[13976] = 136159,
			[13979] = 136159,
			[13980] = 136159,
		},
		["Удар хвостом"] = {
			[23364] = 132109,
			[25654] = 132109,
		},
		["Образец воды"] = {
			[9584] = 136235,
			[9583] = 136235,
			[9586] = 136235,
		},
		["Уязвимость к Тьме"] = {
			[17794] = 136197,
			[17797] = 136197,
			[17798] = 136197,
			[17799] = 136197,
			[15258] = 136123,
			[17800] = 136197,
		},
		["Мрачноозерная поганка"] = {
			[8138] = 135914,
		},
		["Чертеж: рукавицы Бури"] = {
			[16692] = 136235,
		},
		["Нанесение урона машине"] = {
			[7084] = 135805,
		},
		["Summon Confessor's Belt DND"] = {
			[28945] = 136235,
		},
		["Очищение"] = {
			[1152] = 135949,
			[17550] = 134811,
			[25756] = 136039,
			[4987] = 135953,
			[3725] = 136235,
			[4990] = 135953,
			[1937] = 135949,
			[4993] = 136235,
			[28788] = 135930,
			[27626] = 136075,
			[28787] = 136235,
		},
		["Явление духа"] = {
			[21960] = 136232,
		},
		["Специализация на бое двумя оружиями"] = {
			[30821] = 132147,
			[23584] = 132147,
			[13851] = 132147,
			[13849] = 132147,
			[23586] = 132147,
			[23585] = 132147,
			[30819] = 132147,
			[13715] = 132147,
			[13848] = 132147,
			[30816] = 132147,
			[30820] = 132147,
			[23588] = 132147,
			[13852] = 132147,
			[23587] = 132147,
			[30818] = 132147,
		},
		["Свет - тест"] = {
			[18800] = 136245,
		},
		["Рецепт: хорошее зелье маны"] = {
			[17606] = 136235,
		},
		["Невольная трансформация"] = {
			[23398] = 136129,
		},
		["Naxxramas Entry Teleport DND"] = {
			[29295] = 136235,
		},
		["Самоцвет Хаоса"] = {
			[7673] = 136235,
		},
		["Дешевое изменение облика друида"] = {
			[21873] = 135916,
		},
		["Призыв серебристой полосатой кошки"] = {
			[10678] = 132311,
		},
		["Повышенное сопротивление силам природы 20"] = {
			[14641] = 136235,
		},
		["Дар Ксавиана"] = {
			[6925] = 135907,
		},
		["Mount Speed+ DND"] = {
			[27879] = 136235,
		},
		["Манекен-мишень искусной работы"] = {
			[19805] = 136172,
			[19814] = 136235,
		},
		["Выплавка металлов"] = {
			[2656] = 135811,
		},
		["Вызов призрачного убийцы"] = {
			[27249] = 136129,
		},
		["Лента душ"] = {
			[16243] = 136048,
			[22743] = 136048,
		},
		["Улучшенная стойкость"] = {
			[21093] = 135753,
		},
		["Портал Тени"] = {
			[7586] = 136121,
			[7587] = 136121,
			[7136] = 136121,
		},
		["Простая Астральная субстанция"] = {
			[13498] = 136192,
		},
		["Повышенное сопротивление всему 10"] = {
			[18681] = 136235,
		},
		["Create Zul'Gurub Talisman HUN R1 DND"] = {
			[24076] = 136235,
		},
		["Колючее жало"] = {
			[14534] = 136067,
		},
		["Чернорунная кираса"] = {
			[24914] = 136192,
		},
		["Увеличеный урон от магии льда 20"] = {
			[9307] = 136235,
		},
		["Рецепт невероятно вкусного омлета"] = {
			[3376] = 136192,
		},
		["Липкая смола"] = {
			[14178] = 132343,
			[14180] = 132343,
		},
		["Повышенное сопротивление тайной магии 21"] = {
			[14723] = 136235,
		},
		["Урок дрессировки"] = {
			[23357] = 132162,
		},
		["Тяжелый шлифовальный камень"] = {
			[3337] = 136192,
			[3348] = 136235,
		},
		["Шкура василиска"] = {
			[10351] = 134314,
		},
		["Зачаровывание оружия - мощь исцеления"] = {
			[22750] = 135913,
		},
		["Страх II"] = {
			[1398] = 136183,
		},
		["Выслеживание животных"] = {
			[5119] = 132328,
			[5125] = 132323,
			[1494] = 132328,
			[1547] = 132328,
			[10227] = 132328,
		},
		["Fix Ritual Candle (DND)"] = {
			[23062] = 136235,
		},
		["Формула чар для плаща: ловкость II"] = {
			[13883] = 136235,
		},
		["Эффект самострела Эгана"] = {
			[17372] = 136235,
		},
		["Дриадическая маскировка"] = {
			[5858] = 136047,
		},
		["Мастерство бросков"] = {
			[4906] = 132330,
			[4904] = 132330,
			[4905] = 132330,
			[4907] = 132330,
		},
		["Задание Самоубийство"] = {
			[3617] = 136168,
			[14050] = 136168,
		},
		["Рецепт: эликсир мудрецов"] = {
			[17585] = 136235,
		},
		["Верховая езда: ящер"] = {
			[10861] = 136103,
			[10863] = 136103,
		},
		["Тонкая кожа"] = {
			[2881] = 136235,
		},
		["Вкус жертвы"] = {
			[4768] = 132278,
			[4142] = 132278,
			[4143] = 132278,
			[6020] = 132278,
		},
		["Показатель блока 15"] = {
			[23203] = 136235,
		},
		["Водобоязнь"] = {
			[3150] = 135914,
		},
		["Телепортация:Подгород"] = {
			[3563] = 135766,
		},
		["Ностальгия"] = {
			[6199] = 136168,
		},
		["Помещено"] = {
			[22935] = 136064,
		},
		["Статический контур"] = {
			[20542] = 136014,
		},
		["Демоническое жертвоприношение"] = {
			[18788] = 136184,
		},
		["Широкий удар - постоянный эффект"] = {
			[6750] = 132408,
		},
		["Телепорт в Луноречье"] = {
			[428] = 136235,
		},
		["Уничтожение реактивных сапог"] = {
			[8897] = 132997,
		},
		["Слабое зелье сопротивления"] = {
			[7438] = 136235,
			[7452] = 136235,
		},
		["Вызов выброса лавы H"] = {
			[21906] = 136235,
		},
		["Портал демонов"] = {
			[22372] = 135759,
			[22391] = 135805,
		},
		["Улучшенный конус холода"] = {
			[12489] = 135852,
			[12490] = 135852,
			[11190] = 135852,
		},
		["Исчезновение тела Джариена"] = {
			[28116] = 136235,
		},
		["Похищение души - воздействие"] = {
			[2690] = 132325,
		},
		["Вызов огненного факельщика"] = {
			[15710] = 136192,
		},
		["Шоковый кристалл, вызов шокера"] = {
			[28031] = 136235,
		},
		["Рецепт: сытная похлебка из кодо"] = {
			[15911] = 136235,
		},
		["Stealth (TEST)"] = {
			[8874] = 132320,
		},
		["Увеличеный урон от магии льда 37"] = {
			[17898] = 136235,
		},
		["Выкройка: кираса Кровавого тигра"] = {
			[24129] = 136235,
		},
		["Чертеж: светозарный венец"] = {
			[16691] = 136235,
		},
		["Вызов Хаккара"] = {
			[12639] = 136235,
		},
		["Огромный белый кодо"] = {
			[23247] = 132243,
		},
		["Пустой флакон"] = {
			[11513] = 136235,
		},
		["Белый баран"] = {
			[6898] = 132248,
		},
		["Призраки прошлого"] = {
			[17623] = 135974,
		},
		["Большая сила"] = {
			[13828] = 136235,
		},
		["Уязвимость к магии льда"] = {
			[10868] = 135849,
		},
		["Рецепт мощь-рыбы в кляре"] = {
			[18239] = 136192,
		},
		["Рождественский воевода Вун"] = {
			[26215] = 135849,
		},
		["Рецепт: чудовищный омлет"] = {
			[19950] = 136235,
		},
		["Увеличение продолжительности \"Ментального крика\""] = {
			[23044] = 136184,
		},
		["Увеличенное исцеление 7"] = {
			[7677] = 136235,
		},
		["Парализующий яд"] = {
			[3609] = 132274,
		},
		["Выкройка: белый кожаный жакет"] = {
			[2174] = 136235,
		},
		["Зачаровывание перчаток - улучшенное травничество"] = {
			[13868] = 135913,
		},
		["Хрустальный удар"] = {
			[15235] = 134074,
		},
		["Посадить колючечник"] = {
			[22792] = 136246,
		},
		["Заразная слизь"] = {
			[6907] = 136134,
		},
		["Быстрый яд"] = {
			[6647] = 132273,
		},
		["Полевой ремонтный робот 74A"] = {
			[22700] = 136172,
			[22704] = 136235,
			[22864] = 136235,
		},
		["Кровавый коготь"] = {
			[16986] = 136192,
		},
		["Град стрел II"] = {
			[3013] = 132323,
			[3014] = 132323,
		},
		["Слизняк"] = {
			[16449] = 136134,
		},
		["Адское Пламя III"] = {
			[2951] = 135826,
			[2952] = 135826,
		},
		["Набор пурпурных фейерверков"] = {
			[26326] = 136235,
		},
		["Призыв болотного слизнюка"] = {
			[9461] = 136123,
		},
		["Благодать Элуны"] = {
			[19361] = 135900,
			[19358] = 135900,
			[19291] = 135900,
			[19359] = 135900,
			[19292] = 135900,
			[19360] = 135900,
			[19289] = 135900,
			[19293] = 135900,
			[19357] = 135900,
			[2651] = 135900,
		},
		["Lady Prestor Despawns DND"] = {
			[20466] = 135990,
		},
		["Зачаровывание плаща - скрытность"] = {
			[25084] = 135913,
		},
		["Создание зелья страсти (новое)"] = {
			[4960] = 136168,
		},
		["Armor Debuff (TEST)"] = {
			[9234] = 132341,
		},
		["Оружие языка пламени - срабатывание"] = {
			[8026] = 135814,
			[8028] = 135814,
			[16343] = 135814,
			[10445] = 135814,
			[8029] = 135814,
			[16344] = 135814,
		},
		["Управление шмыгуносом"] = {
			[8283] = 136168,
		},
		["Language Titan (NYI)"] = {
			[816] = 136235,
		},
		["Пояс из призрачной ткани"] = {
			[18410] = 132149,
		},
		["Призыв прирученного вепря"] = {
			[7905] = 135997,
		},
		["Воскресший Алый"] = {
			[9235] = 135955,
		},
		["Устрашение"] = {
			[19577] = 132111,
			[23262] = 132366,
			[24394] = 132111,
			[7093] = 136122,
		},
		["Одеяние Истинной веры"] = {
			[18456] = 132149,
		},
		["Золотые чешуйчатые наручи"] = {
			[7223] = 136192,
			[7225] = 136235,
		},
		["Благословение защиты"] = {
			[10278] = 135964,
			[1022] = 135964,
			[5599] = 135964,
			[1911] = 135964,
			[5600] = 135964,
			[10279] = 135964,
		},
		["Ракета, БОЛЬШАЯ БЕЛАЯ"] = {
			[26355] = 136235,
		},
		["Азотистое ускорение"] = {
			[27746] = 134797,
		},
		["Серебряный жезл"] = {
			[7818] = 136192,
			[7820] = 136235,
		},
		["Рецепт копченых пустынных клецок"] = {
			[24801] = 136192,
		},
		["Вихрящийся звездный удар"] = {
			[1934] = 132312,
		},
		["Призыв демона сферы"] = {
			[9097] = 136235,
		},
		["Получение ключевого предмета, Общий, Дарнасс"] = {
			[27519] = 136235,
		},
		["Оберег от сглаза"] = {
			[3389] = 136232,
		},
		["Мастер ковки клинков"] = {
			[17039] = 135351,
			[17042] = 136241,
		},
		["Зачаровывание оружия - похищение жизни"] = {
			[20032] = 135913,
		},
		["Панцирный щит"] = {
			[26064] = 132199,
			[26065] = 132199,
		},
		["Успокоительный яд"] = {
			[24002] = 132105,
			[24003] = 132105,
		},
		["Меч лорда-генерала"] = {
			[15602] = 132275,
		},
		["Костюм ниндзя"] = {
			[24710] = 132219,
			[24711] = 132219,
			[24718] = 136235,
		},
		["Костяной щит"] = {
			[27688] = 136127,
		},
		["Воплощение порождения разлома"] = {
			[9096] = 135994,
		},
		["Объект ключевого противника Ульдамана - визуальный эффект"] = {
			[11206] = 136130,
		},
		["Направленная сила льда"] = {
			[11160] = 135860,
			[12518] = 135860,
			[12519] = 135860,
		},
		["Teleport to Twin Emps Effect DND"] = {
			[29181] = 136235,
		},
		["Правосудие справедливости"] = {
			[25944] = 135917,
			[25945] = 135917,
			[20184] = 135971,
		},
		["Разрушительный крик"] = {
			[29107] = 136235,
		},
		["Увеличение урона заклятия на нежить 60"] = {
			[28890] = 136235,
		},
		["Ловкость во владении топором"] = {
			[4307] = 132316,
			[4309] = 132316,
			[4311] = 132316,
			[4313] = 132316,
			[4308] = 132316,
			[4310] = 132316,
		},
		["Закрытие панели управления"] = {
			[24938] = 136235,
		},
		["Конус огня"] = {
			[19630] = 135831,
		},
		["Справедливость господина"] = {
			[20683] = 135963,
		},
		["Слабое зелье зверогубителя"] = {
			[7433] = 136235,
		},
		["Обессиливающий сглаз"] = {
			[19283] = 136157,
			[19281] = 136157,
			[25816] = 136157,
			[19325] = 136157,
			[19284] = 136157,
			[19282] = 136157,
			[19326] = 136157,
			[9035] = 136157,
			[19330] = 136157,
			[19328] = 136157,
			[19285] = 136157,
			[19327] = 136157,
			[19329] = 136157,
		},
		["Черное прощение"] = {
			[23638] = 136192,
		},
		["Увеличение интеллекта 1"] = {
			[7468] = 136235,
		},
		["Образец тканей скорпида"] = {
			[11761] = 136235,
		},
		["Языковый эликсир"] = {
			[2336] = 136235,
		},
		["Усиление малой волны исцеления"] = {
			[27855] = 136052,
			[28856] = 136052,
		},
		["Выкройка: одеяние из ледяной ткани"] = {
			[18473] = 136235,
		},
		["Сглаз Когтеврана"] = {
			[7657] = 136129,
			[7655] = 136129,
			[7656] = 136129,
		},
		["Благословение природы"] = {
			[30870] = 136074,
			[30871] = 136074,
			[30867] = 136074,
			[30868] = 136074,
			[30869] = 136074,
		},
		["Неукротимость духа"] = {
			[4234] = 136101,
			[5090] = 135954,
			[5087] = 135954,
			[4223] = 135954,
			[4227] = 135954,
			[4231] = 136101,
			[4235] = 136101,
			[4228] = 135954,
			[4226] = 135954,
			[5084] = 135954,
			[5088] = 135954,
			[4224] = 135954,
			[5096] = 136101,
			[4232] = 136101,
			[4236] = 136101,
			[4225] = 135954,
			[4229] = 135954,
			[5085] = 135954,
			[5089] = 135954,
			[5093] = 136101,
			[5097] = 136101,
			[4233] = 136101,
			[4237] = 136101,
			[5091] = 136101,
			[5092] = 136101,
			[5086] = 135954,
			[4222] = 135954,
			[5094] = 136101,
			[4230] = 136101,
			[5095] = 136101,
		},
		["Чертеж: императорский латный пояс"] = {
			[16676] = 136235,
		},
		["Чертеж: рунический мифриловый молот"] = {
			[10010] = 136235,
		},
		["Создание перстня Власти Земли"] = {
			[24891] = 136235,
		},
		["Убийца элементалей"] = {
			[4681] = 135861,
			[4683] = 135861,
			[4684] = 135861,
			[4685] = 135861,
			[24991] = 135990,
			[4689] = 135861,
			[4690] = 135861,
			[4691] = 135861,
			[4692] = 135861,
			[4678] = 135861,
			[4679] = 135861,
			[4680] = 135861,
			[4693] = 135861,
		},
		["Наполнение пустого сосуда"] = {
			[15699] = 136235,
			[15698] = 136235,
			[15702] = 136235,
		},
		["Healing Touch (TEST)"] = {
			[49] = 135928,
		},
		["Вызов духа Зелиека"] = {
			[28934] = 136235,
		},
		["Прокусить лодыжку"] = {
			[6580] = 132109,
			[6581] = 132109,
			[6582] = 136231,
			[6583] = 132368,
		},
		["Ускоренное восполнение маны"] = {
			[21623] = 136235,
			[21624] = 136235,
			[21625] = 136235,
			[21626] = 136235,
			[21627] = 136235,
			[21628] = 136235,
			[21629] = 136235,
			[21630] = 136235,
			[21631] = 136235,
			[21632] = 136235,
			[21633] = 136235,
			[21634] = 136235,
			[21635] = 136235,
			[21636] = 136235,
			[21637] = 136235,
			[21638] = 136235,
			[21639] = 136235,
			[21640] = 136235,
			[21641] = 136235,
			[21642] = 136235,
			[21643] = 136235,
			[21644] = 136235,
			[25114] = 136235,
			[25115] = 136235,
			[20959] = 136235,
			[23795] = 136235,
			[18378] = 136235,
			[18379] = 136235,
			[26647] = 136235,
			[21618] = 136235,
			[21359] = 136235,
			[21360] = 136235,
			[21361] = 136235,
			[21362] = 136235,
			[21363] = 136235,
			[21364] = 136235,
			[21365] = 136235,
			[21366] = 136235,
			[21619] = 136235,
			[21620] = 136235,
			[21621] = 136235,
			[21622] = 136235,
			[23212] = 136235,
		},
		["Исчезновение заклинателя"] = {
			[19614] = 136235,
		},
		["Воскресение - визуальный эффект"] = {
			[24171] = 135955,
		},
		["Низкосортное взрывчатое вещество"] = {
			[3929] = 136235,
			[3992] = 136235,
		},
		["Hunter Epic Anti-Cheat DND"] = {
			[23201] = 136235,
		},
		["Проклятие Аругала"] = {
			[7621] = 136160,
		},
		["Создание камня здоровья"] = {
			[5700] = 135230,
			[23815] = 135230,
			[28023] = 135230,
			[1049] = 136235,
			[5699] = 135230,
			[23813] = 135230,
			[23814] = 135230,
		},
		["Крутящийся заряд"] = {
			[8259] = 135128,
			[11410] = 135128,
		},
		["Установка маяка Джезтора"] = {
			[21370] = 136235,
		},
		["Бузинный пирог"] = {
			[29335] = 133952,
		},
		["Чернорунный шлем"] = {
			[24913] = 136192,
		},
		["Латорик Черный"] = {
			[12332] = 132331,
		},
		["Рецепт: быстродействующая отрава"] = {
			[6652] = 136235,
		},
		["Ночная головная повязка"] = {
			[10507] = 136235,
			[10508] = 136021,
		},
		["Summon Drape of Unyielding Strength DND"] = {
			[29036] = 136235,
		},
		["Зелье свободного действия"] = {
			[6624] = 136235,
		},
		["Формула: рунный арканитовый жезл"] = {
			[20078] = 135913,
		},
		["Скачок"] = {
			[28391] = 135736,
			[29209] = 135736,
			[29210] = 135736,
			[517] = 136235,
			[5499] = 135736,
			[1953] = 135736,
			[28401] = 135736,
			[21655] = 135736,
			[14514] = 135736,
			[29208] = 135736,
			[894] = 136235,
			[29211] = 135736,
		},
		["Особое зрение"] = {
			[8899] = 132092,
			[8900] = 132092,
			[8898] = 132092,
			[8202] = 132092,
			[9735] = 132092,
		},
		["Свет Элуны"] = {
			[6724] = 135954,
		},
		["Атака вепря"] = {
			[3385] = 136231,
			[25999] = 132184,
		},
		["Разрушение заклинания"] = {
			[5239] = 132091,
			[5241] = 132091,
		},
		["Повышение критического эффекта молитвы об исцелении"] = {
			[23550] = 136235,
		},
		["Карающий удар"] = {
			[21089] = 136235,
			[21091] = 135924,
		},
		["Корень"] = {
			[22707] = 136222,
		},
		["Увеличение здоровья питомца на 3%"] = {
			[27038] = 136095,
			[27039] = 136095,
		},
		["Костяной доспех"] = {
			[11445] = 136225,
			[16431] = 136225,
			[18828] = 136225,
			[19409] = 136235,
		},
		["Выкройка: перчатки из яркой ткани"] = {
			[18489] = 136235,
		},
		["Удар Тени"] = {
			[22575] = 136197,
			[20603] = 136197,
			[24616] = 136197,
			[19460] = 136197,
			[17289] = 136197,
			[17399] = 136197,
			[17439] = 136197,
			[18663] = 136197,
			[16583] = 136197,
			[17234] = 136197,
			[30138] = 136197,
			[24458] = 136197,
			[24459] = 136197,
		},
		["Малое сопротивление - темная магия"] = {
			[13523] = 136235,
		},
		["Символы Бесконечной жизни"] = {
			[26976] = 132115,
		},
		["Призыв болотного духа"] = {
			[9636] = 136006,
		},
		["Tent Prot (DND)"] = {
			[28316] = 136235,
		},
		["Инициатор взрыва Нечистотона"] = {
			[25938] = 136006,
		},
		["Lend Pet (NYI)"] = {
			[1825] = 132164,
		},
		["Целебный круг"] = {
			[22458] = 135880,
			[23544] = 135943,
		},
		["Создание камня огня"] = {
			[607] = 132386,
			[17951] = 132386,
		},
		["Ложная мишень - инициатор"] = {
			[13567] = 136235,
			[18350] = 136235,
		},
		["Истребитель нежити 30"] = {
			[18074] = 136142,
		},
		["Усиление духа на 4"] = {
			[7498] = 136235,
		},
		["Чертеж: черное копье"] = {
			[17030] = 136235,
		},
		["Тауматургический канал"] = {
			[9712] = 136163,
			[21029] = 136163,
		},
		["Выкройка: жилет из пепельной ткани"] = {
			[18478] = 136235,
		},
		["Вызов арканитового дракончика"] = {
			[19802] = 132281,
			[27602] = 132281,
		},
		["Эффект чумной волны 3"] = {
			[30118] = 135805,
		},
		["Сила атаки 62"] = {
			[15816] = 136235,
		},
		["Увеличенный урон от чар 24"] = {
			[17822] = 136235,
		},
		["Огонь IV"] = {
			[1983] = 132153,
		},
		["Усиление проницаемости заклинания на 10"] = {
			[25975] = 136235,
		},
		["Создание ловушки прислужника: вурдалак/скелет"] = {
			[28194] = 136235,
		},
		["Дыхание Саргераса"] = {
			[28342] = 136172,
			[28352] = 136172,
		},
		["Формула чар для оружия: нечестивое оружие"] = {
			[20083] = 136235,
		},
		["Формула чар для оружия: могущество зимы"] = {
			[21933] = 136235,
		},
		["Предел Тьмы"] = {
			[17322] = 136130,
			[17323] = 136130,
			[17325] = 136130,
		},
		["Создание пусковой установки батарей фейерверков"] = {
			[26299] = 133861,
		},
		["Некротический яд"] = {
			[28776] = 132105,
		},
		["Открытая рана"] = {
			[4741] = 136168,
			[4245] = 136168,
			[6000] = 136231,
		},
		["Урон силы"] = {
			[6816] = 135914,
		},
		["Касание увядания"] = {
			[4974] = 136020,
			[13483] = 136020,
		},
		["Подчинен"] = {
			[17246] = 136122,
		},
		["Увеличеный урон от магии льда 6"] = {
			[7700] = 136235,
		},
		["Измерение 9"] = {
			[27255] = 136115,
		},
		["Кожевничество"] = {
			[3811] = 133611,
			[2108] = 133611,
			[3104] = 133611,
			[10662] = 133611,
		},
		["Ролик арены"] = {
			[15741] = 136235,
			[15737] = 136235,
			[15739] = 136235,
			[15740] = 136235,
		},
		["Урон интеллекта - постоянное действие"] = {
			[6823] = 136006,
		},
		["Раскопки кобальта"] = {
			[11757] = 136235,
		},
		["Жуки-трупоеды"] = {
			[28785] = 136045,
			[28786] = 136045,
		},
		["Создание слабого камня здоровья"] = {
			[6201] = 135230,
			[6203] = 135230,
		},
		["Create Hunter Epic Bow DND"] = {
			[24873] = 136235,
		},
		["Головокружительный запах"] = {
			[8713] = 136128,
			[8714] = 136128,
		},
		["Повышение уклонения 3"] = {
			[13671] = 136235,
		},
		["Медленный яд II"] = {
			[1056] = 136093,
			[1427] = 136093,
		},
		["Грохот Чар"] = {
			[23722] = 135753,
		},
		["Мор"] = {
			[22997] = 136140,
			[26556] = 136140,
		},
		["Преображение"] = {
			[7671] = 136235,
			[16794] = 132311,
		},
		["Призывание огонька"] = {
			[6235] = 135860,
		},
		["Устрашающий рев"] = {
			[1737] = 132121,
			[99] = 132121,
			[9748] = 132121,
			[20753] = 132121,
			[9491] = 132121,
			[9490] = 132121,
			[9747] = 132121,
			[1735] = 132121,
			[16508] = 132154,
			[10968] = 132121,
			[1736] = 132121,
			[15727] = 132121,
			[9899] = 132121,
			[15971] = 132121,
			[9898] = 132121,
			[27551] = 132121,
		},
		["Контроль над разумом"] = {
			[15690] = 136175,
			[627] = 136235,
			[10911] = 136206,
			[10913] = 136206,
			[605] = 136206,
			[11446] = 136206,
			[1293] = 136206,
			[10912] = 136206,
			[10914] = 136206,
		},
		["Удар грома завоевателя - дополнительный эффект"] = {
			[26110] = 136235,
		},
		["Превращение"] = {
			[118] = 136071,
			[12824] = 136071,
			[12825] = 136071,
			[28533] = 136172,
			[12826] = 136071,
			[27760] = 136071,
			[28272] = 135997,
			[13323] = 136071,
			[1219] = 136071,
			[12828] = 136071,
			[1192] = 135996,
			[15534] = 136071,
			[14621] = 136071,
			[28271] = 132199,
			[29124] = 136071,
			[12829] = 136071,
			[12827] = 136071,
			[1168] = 136071,
			[29848] = 136071,
		},
		["Инициатор синего луча"] = {
			[22205] = 136208,
		},
		["Убить деревья"] = {
			[21767] = 136235,
		},
		["Рецепт приправленной котлеты из волчатины"] = {
			[2549] = 136192,
		},
		["Посеребренная бронзовая кираса"] = {
			[2673] = 136192,
		},
		["Шелковая головная повязка"] = {
			[8762] = 132149,
			[8763] = 136021,
		},
		["Плотные бинты из рунной ткани"] = {
			[18630] = 136192,
			[18632] = 133682,
		},
		["Ледовые накулачники"] = {
			[28209] = 132149,
			[28262] = 136021,
		},
		["Призрак"] = {
			[9036] = 132331,
			[8326] = 132331,
			[20584] = 132331,
		},
		["Львиный Рог Штормграда"] = {
			[18946] = 134229,
			[20847] = 136235,
		},
		["Чертеж: зеленые железные наплечники"] = {
			[3531] = 136235,
		},
		["Покорение молнии"] = {
			[16578] = 135990,
			[16579] = 135990,
			[16580] = 135990,
			[16581] = 135990,
			[16582] = 135990,
		},
		["Черный боевой ящер"] = {
			[22721] = 132253,
		},
		["Мундир из рунной ткани"] = {
			[18407] = 132149,
		},
		["LOGINEFFECT"] = {
			[836] = 136235,
		},
		["Вонь"] = {
			[7667] = 136066,
			[7668] = 136066,
		},
		["Archaedas Awaken Visual (DND)"] = {
			[10347] = 136025,
		},
		["Грозовая туча"] = {
			[22946] = 136014,
			[6535] = 136014,
			[24683] = 136014,
			[8293] = 136014,
			[19513] = 136014,
			[23105] = 136014,
			[26550] = 136014,
			[25033] = 136014,
		},
		["Живая кровь Ледяного Шепота"] = {
			[17189] = 136235,
		},
		["Сильный жар"] = {
			[21155] = 135826,
			[20532] = 135805,
			[20533] = 135805,
			[20676] = 135805,
		},
		["Духовный молот"] = {
			[23488] = 136235,
		},
		["Принятие капитуляции"] = {
			[17649] = 136235,
		},
		["Удаление щита нечестивости"] = {
			[8916] = 136235,
		},
		["Copy of Piercing Screech"] = {
			[26378] = 136230,
		},
		["Выкройка: кираса из чешуи зеленого дракона"] = {
			[19157] = 136235,
		},
		["Глубокие раны"] = {
			[12868] = 132090,
			[23255] = 132090,
			[12162] = 132090,
			[12834] = 132090,
			[12849] = 132090,
			[12867] = 132090,
			[12850] = 132090,
			[23256] = 132090,
		},
		["Рецепт: деликатес из бешенки"] = {
			[7759] = 136235,
		},
		["Tame Pet (TEST)"] = {
			[2650] = 136235,
		},
		["Призыв марионеток Хелькулара"] = {
			[4950] = 136163,
		},
		["Умелец-геммолог"] = {
			[12687] = 134139,
		},
		["Поражение молнией"] = {
			[23687] = 135990,
			[16614] = 135990,
			[23686] = 135934,
		},
		["Походный облик (пассивный эффект)"] = {
			[5419] = 132144,
		},
		["Раскол души"] = {
			[1408] = 136195,
		},
		["Увеличение интеллекта 8"] = {
			[9104] = 136235,
		},
		["Истребитель нежити 81"] = {
			[17319] = 135923,
		},
		["Крепкое зелье тролльей крови"] = {
			[3176] = 136235,
			[3185] = 136021,
		},
		["Слизистая лихорадка, особый эффект"] = {
			[14133] = 136188,
		},
		["Багровое неистовство"] = {
			[16843] = 135818,
			[16844] = 135818,
		},
		["Чародейские снаряды +1"] = {
			[21228] = 136235,
		},
		["Полная заморозка"] = {
			[11836] = 135852,
		},
		["Броня Вечной Справедливости"] = {
			[26135] = 136011,
			[26975] = 135960,
		},
		["Выкройка: сапоги Заклинателя"] = {
			[3901] = 136235,
		},
		["Обогащенный манной лошадиный корм"] = {
			[23304] = 136235,
		},
		["Ледяная мантия Рассвета"] = {
			[22594] = 136235,
		},
		["Увеличитель мира"] = {
			[23126] = 136121,
			[23129] = 136235,
		},
		["Sprint (TEST)"] = {
			[47] = 136235,
		},
		["Элементали Сарилуса - бездействие"] = {
			[6488] = 136187,
		},
		["Большая невидимость"] = {
			[10228] = 136047,
			[16380] = 136047,
		},
		["Валентинка"] = {
			[27541] = 133749,
		},
		["Безрассудная атака"] = {
			[22646] = 136010,
			[22641] = 136010,
			[13327] = 136010,
		},
		["Улучшенное похищение жизни"] = {
			[17808] = 136169,
			[17804] = 136169,
			[17805] = 136169,
			[17806] = 136169,
			[17807] = 136169,
			[23554] = 136235,
		},
		["Ужасающий визг"] = {
			[6605] = 136218,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ БОЛЬШАЯ - В"] = {
			[26495] = 136235,
		},
		["Вызов анубисата-стража роя"] = {
			[17430] = 136235,
		},
		["Золотая отмычка"] = {
			[19667] = 136192,
			[19671] = 136235,
			[19649] = 136235,
		},
		["Зачаровывание браслетов - сила, I ступень"] = {
			[7782] = 135913,
		},
		["Выкройка: наплечники из толстой чешуи скорпида"] = {
			[19218] = 136235,
		},
		["Увеличенный урон от сил природы 26"] = {
			[17989] = 136235,
		},
		["Усиление критического урона 10"] = {
			[17713] = 136235,
		},
		["Рецепт острой отбивной из львятины"] = {
			[3398] = 136192,
		},
		["Невосприимчивость: магия огня"] = {
			[7942] = 135824,
		},
		["Проклятие Холодного Сердца"] = {
			[6946] = 136130,
		},
		["Притвориться мертвым"] = {
			[5384] = 132293,
			[5385] = 132293,
		},
		["Зелье защиты от магии льда"] = {
			[7258] = 136235,
		},
		["Вызов удара Тени"] = {
			[21181] = 136235,
		},
		["Повышение уклонения 2"] = {
			[13670] = 136235,
		},
		["Чертеж: золотые чешуйчатые поножи"] = {
			[3533] = 136235,
		},
		["Поглощение магического эффекта"] = {
			[19658] = 136075,
			[19733] = 136075,
			[19735] = 136075,
			[19732] = 136075,
		},
		["Улучшенный спринт"] = {
			[13875] = 132307,
			[30918] = 132307,
			[13743] = 132307,
		},
		["Осквернение"] = {
			[27195] = 136160,
			[27199] = 136160,
			[27192] = 136160,
			[27196] = 136160,
			[27200] = 136160,
			[27193] = 136160,
			[27197] = 136160,
			[27178] = 136160,
			[27194] = 136160,
			[27198] = 136160,
			[27177] = 136160,
			[27183] = 136160,
		},
		["Эффект Тотема противоядия"] = {
			[8168] = 136070,
		},
		["Выкройка: тонкие кожаные штаны"] = {
			[7134] = 136235,
		},
		["Чертеж: золотые чешуйчатые рукавицы"] = {
			[11644] = 136235,
		},
		["Улучшение владения двуручным ударным оружием"] = {
			[7533] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight CASTER R4 DND"] = {
			[25924] = 136235,
		},
		["Выкройка: черная рубашка Щитолома"] = {
			[12901] = 136235,
		},
		["Ловкость Агамаггана"] = {
			[17013] = 136114,
		},
		["Очки чести +50"] = {
			[24960] = 136235,
		},
		["Зарядка"] = {
			[1538] = 136155,
		},
		["Выплавка черного железа"] = {
			[14891] = 136235,
			[14894] = 136235,
		},
		["Bind Self (TEST)"] = {
			[26] = 136235,
		},
		["Медный клеймор"] = {
			[9983] = 136192,
			[9984] = 136235,
		},
		["Касание Черного Когтя"] = {
			[2596] = 136235,
		},
		["Проклятие огненного клейма"] = {
			[16071] = 132095,
		},
		["Чародейская бомба"] = {
			[19821] = 135975,
			[19831] = 136235,
		},
		["Железноперая кираса"] = {
			[19086] = 136235,
		},
		["Test Eng Haste"] = {
			[23674] = 136235,
		},
		["Лезвие Зимы"] = {
			[21913] = 136192,
		},
		["Штаны из ткани Скверны"] = {
			[18419] = 132149,
		},
		["Большая Таинственная субстанция"] = {
			[13632] = 136192,
		},
		["Вызов скального паучонка"] = {
			[16103] = 135849,
		},
		["Вызов тусклого некротического кристалла"] = {
			[28699] = 136235,
		},
		["Тотем ярости ветра - постоянное действие"] = {
			[8515] = 136114,
			[10612] = 136114,
			[10609] = 136114,
		},
		["Повышенное сопротивление магии льда 13"] = {
			[14554] = 136235,
		},
		["Зов Эсхандара"] = {
			[22648] = 134176,
		},
		["Тина"] = {
			[3514] = 136188,
		},
		["Формула: дымящееся сердце горы"] = {
			[15597] = 136235,
		},
		["Влияние тайной магии"] = {
			[23721] = 136116,
		},
		["Вызов потерянного амулета"] = {
			[20693] = 136235,
		},
		["Алхимия"] = {
			[3464] = 136240,
			[2259] = 136240,
			[11611] = 136240,
			[3101] = 136240,
		},
		["Правосудие света - среднее"] = {
			[5373] = 135924,
		},
		["Ракета, БОЛЬШАЯ ФИОЛЕТОВАЯ"] = {
			[26353] = 136235,
		},
		["Задание Невидимость"] = {
			[23196] = 136235,
		},
		["Массовое обнуление"] = {
			[10832] = 135894,
		},
		["Мастер школы Молота"] = {
			[17040] = 133060,
			[17044] = 136241,
		},
		["Дракононья погибель"] = {
			[23967] = 132355,
		},
		["Эффект взрывной ловушки"] = {
			[13812] = 135826,
			[14315] = 135826,
			[14314] = 135826,
		},
		["Смертобег"] = {
			[17481] = 132264,
		},
		["Расчленение"] = {
			[96] = 132090,
		},
		["Верховая езда: конь-скелет"] = {
			[10921] = 136103,
		},
		["Обжигающий тотем"] = {
			[15038] = 135825,
		},
		["Кружение паутины"] = {
			[24600] = 136022,
		},
		["Всевидящее Око Рисона"] = {
			[21403] = 132089,
		},
		["Аура сосредоточенности"] = {
			[19746] = 135933,
			[19747] = 135933,
		},
		["Эффект движущейся бомбы"] = {
			[11504] = 135826,
		},
		["Страж-демон Бездны"] = {
			[5252] = 136221,
		},
		["Зачаровывание обуви - выносливость, IV ступень"] = {
			[20020] = 135913,
		},
		["Чертеж: большой сефориевый заряд"] = {
			[4035] = 136235,
		},
		["Увеличение урона заклятия на нежить 14"] = {
			[21010] = 136235,
		},
		["Рукавицы Моря"] = {
			[10630] = 136235,
			[10631] = 136021,
		},
		["Слабое масло маны"] = {
			[25118] = 136235,
			[25125] = 135913,
		},
		["Духовное превосходство"] = {
			[10691] = 135818,
			[10693] = 135818,
		},
		["Руна Открытия"] = {
			[3407] = 136235,
		},
		["Арканитовый дракончик"] = {
			[23052] = 136235,
			[19830] = 136235,
			[23074] = 134153,
			[19804] = 134153,
		},
		["Хмельная ярость"] = {
			[22835] = 136190,
			[14822] = 136224,
			[14872] = 136224,
		},
		["Метка: Чисто"] = {
			[20410] = 132156,
		},
		["Damage Bonfire (DND)"] = {
			[29831] = 136235,
		},
		["Избавиться от талантов - визуальный эффект"] = {
			[14867] = 135736,
		},
		["Зачарованный торий"] = {
			[17180] = 133229,
			[17184] = 135913,
		},
		["Соляные равнины - скорость гонщика"] = {
			[6600] = 134063,
		},
		["Темная энергия"] = {
			[18948] = 136203,
		},
		["Знак Пламени"] = {
			[15128] = 135807,
			[25050] = 135807,
		},
		["Сила зелья II"] = {
			[3369] = 136101,
		},
		["Раздвоенная молния"] = {
			[24682] = 136015,
			[25034] = 136015,
			[8435] = 136015,
			[11828] = 136015,
			[20299] = 136015,
			[22945] = 136015,
			[12549] = 136015,
		},
		["Кинжалы"] = {
			[1180] = 132321,
			[15988] = 132321,
		},
		["Светозарный пояс"] = {
			[16645] = 136192,
		},
		["Аура Покаяния"] = {
			[17328] = 136192,
		},
		["Дух огонька"] = {
			[20585] = 136116,
		},
		["QAEnchant Cloak +5 Resistances"] = {
			[22091] = 135913,
		},
		["Курица"] = {
			[3245] = 136235,
		},
		["Усиление духа на 3"] = {
			[7476] = 136235,
		},
		["Винтовка из черного железа"] = {
			[19796] = 136235,
		},
		["Чертеж: отражатель пламени"] = {
			[4029] = 136235,
		},
		["Паутина III"] = {
			[4169] = 132149,
		},
		["Удар кинжалом IV (отключено)"] = {
			[2630] = 132223,
		},
		["Spirit Particles (red, super big) (DND)"] = {
			[31951] = 135864,
		},
		["Создание полной шкатулки-духоловки"] = {
			[9010] = 136235,
		},
		["QAEnchant Gloves +5 Mining"] = {
			[8375] = 136235,
		},
		["Повышенное сопротивление магии льда 20"] = {
			[14559] = 136235,
		},
		["Copy of Simple Teleport"] = {
			[16807] = 135994,
		},
		["Выкройка: многоцветный килт"] = {
			[12142] = 136235,
		},
		["Специализация по стрелковому оружию"] = {
			[5660] = 132222,
			[5633] = 134537,
			[5637] = 134537,
			[5641] = 134537,
			[20595] = 134537,
			[5653] = 132222,
			[5626] = 134537,
			[5630] = 134537,
			[5634] = 134537,
			[5638] = 134537,
			[5642] = 134537,
			[5657] = 132222,
			[5650] = 132222,
			[5654] = 132222,
			[5658] = 132222,
			[5631] = 134537,
			[5635] = 134537,
			[5639] = 134537,
			[5643] = 134537,
			[5632] = 134537,
			[5651] = 132222,
			[5655] = 132222,
			[5659] = 132222,
			[5663] = 132222,
			[5636] = 134537,
			[5640] = 134537,
			[5662] = 132222,
			[5661] = 132222,
			[5652] = 132222,
			[5656] = 132222,
			[5664] = 132222,
		},
		["[PH] Teleport to Orgrimmar"] = {
			[4996] = 136235,
		},
		["Повышенное сопротивление всему 7"] = {
			[18678] = 136235,
		},
		["Крупный камень чар"] = {
			[17730] = 134131,
		},
		["Слабый эликсир Стойкости"] = {
			[2334] = 136235,
			[11536] = 136021,
		},
		["Колокольчик Шая"] = {
			[11402] = 136235,
		},
		["Поступь Скверны"] = {
			[7139] = 132368,
		},
		["Красный механодолгоног"] = {
			[10873] = 132247,
		},
		["Броня +32"] = {
			[10344] = 136235,
		},
		["Рецепт: дикая лоза"] = {
			[11505] = 136235,
		},
		["Императорский латный шлем"] = {
			[16658] = 136192,
		},
		["Чай Златошипа"] = {
			[13029] = 132802,
		},
		["Аура великолепия"] = {
			[1141] = 136013,
		},
		["Появление"] = {
			[22659] = 136235,
			[22656] = 136235,
			[22680] = 136235,
		},
		["Эффект стазиса"] = {
			[2140] = 136069,
		},
		["Улучшенный показатель блока"] = {
			[21540] = 136235,
		},
		["Выкройка: синее льняное одеяние"] = {
			[7635] = 136235,
		},
		["Теневые очки"] = {
			[3940] = 136235,
		},
		["Многоцветный килт"] = {
			[12047] = 132149,
		},
		["На поле боя"] = {
			[26014] = 132091,
		},
		["Обостренные чувства"] = {
			[30894] = 132089,
			[30895] = 132089,
			[30297] = 136235,
		},
		["Объятия Смерти"] = {
			[24153] = 136235,
			[24161] = 136235,
		},
		["(DND) Belnistrasz Idol Shutdown Visual"] = {
			[12774] = 136235,
		},
		["Сверхточный арканитовый преобразователь"] = {
			[19815] = 136235,
		},
		["Зазубренные клинки"] = {
			[14172] = 135315,
			[14171] = 135315,
			[14173] = 135315,
		},
		["Вызов положительного эффекта ключевого противника"] = {
			[31316] = 136235,
		},
		["Выкройка: рукавицы девизавра"] = {
			[19204] = 136235,
		},
		["Постоянная иллюзия - скелет"] = {
			[21751] = 132311,
		},
		["Метка: Фиолетовый мяч"] = {
			[20369] = 136210,
		},
		["Выкройка: серое шерстяное одеяние"] = {
			[2411] = 136235,
		},
		["Рецепт стейка из мощь-рыбы"] = {
			[18246] = 136192,
		},
		["Вихрящийся звездный удар II"] = {
			[1933] = 132312,
			[1935] = 132312,
		},
		["Великое благословение могущества"] = {
			[25916] = 135908,
			[25782] = 135908,
			[25915] = 135908,
			[25917] = 135908,
		},
		["Спринт"] = {
			[8696] = 132307,
			[11318] = 132307,
			[8697] = 132307,
			[2983] = 132307,
			[2984] = 132307,
			[26542] = 136235,
			[26543] = 136235,
			[11305] = 132307,
		},
		["Очки чести +189"] = {
			[31419] = 136235,
		},
		["Всепроникающий туман"] = {
			[24813] = 136006,
			[24814] = 136006,
		},
		["Вечный эликсир Мозгового штурма"] = {
			[30175] = 136075,
		},
		["Аура сопротивления"] = {
			[19726] = 135865,
		},
		["Всплеск кислоты"] = {
			[6306] = 132793,
		},
		["Зачаровывание браслета - дух, II ступень"] = {
			[7859] = 135913,
		},
		["Рецепт жареного мяса кодо"] = {
			[6414] = 136192,
		},
		["Задание - Временной паразит, вызов #3"] = {
			[16631] = 136235,
		},
		["Разжигание вражды"] = {
			[8354] = 132270,
		},
		["Подмастерье рыбака"] = {
			[7734] = 136245,
		},
		["Выкройка: жесткие поножи из чешуи скорпида"] = {
			[10569] = 136235,
		},
		["Провокация"] = {
			[28140] = 136235,
			[8133] = 136235,
			[26281] = 136160,
			[355] = 136080,
			[3196] = 136080,
			[29060] = 136080,
		},
		["Проклятие Люцифрона"] = {
			[19703] = 136123,
		},
		["Повышение защиты"] = {
			[24774] = 136235,
			[24775] = 136235,
			[14249] = 136235,
			[18369] = 136235,
			[18185] = 136235,
			[13386] = 136235,
			[13389] = 136235,
			[21409] = 136235,
			[13385] = 136235,
			[7514] = 136235,
			[17513] = 136235,
			[7511] = 136235,
			[13384] = 136235,
			[21407] = 136235,
			[21408] = 136235,
			[18196] = 136235,
			[21410] = 136235,
			[21411] = 136235,
			[21412] = 136235,
			[7513] = 136235,
			[21414] = 136235,
			[21415] = 136235,
			[21416] = 136235,
			[21417] = 136235,
			[21418] = 136235,
			[21419] = 136235,
			[21420] = 136235,
			[13390] = 136235,
			[21422] = 136235,
			[21423] = 136235,
			[21424] = 136235,
			[7516] = 136235,
			[15804] = 136235,
			[13383] = 136235,
			[7515] = 136235,
			[7517] = 136235,
			[13388] = 136235,
			[13387] = 136235,
			[21413] = 136235,
			[7518] = 136235,
			[21421] = 136235,
		},
		["Стальгорнская кираса"] = {
			[8367] = 136192,
			[8370] = 136235,
		},
		["Радужный хаос"] = {
			[16337] = 135753,
		},
		["Изысканный мифриловый шлем"] = {
			[9980] = 136192,
		},
		["Дополнительный урон от огня - оруж. 4"] = {
			[7721] = 136235,
		},
		["Кираса из драконьей чешуи"] = {
			[10650] = 136235,
			[10652] = 136021,
		},
		["Благословение королей"] = {
			[20217] = 135995,
		},
		["Божественное касание Валестраза"] = {
			[16332] = 136235,
		},
		["Универсальный пульт управления гномов"] = {
			[9269] = 136235,
		},
		["Рецепт постного стейка из волчатины"] = {
			[15853] = 136192,
		},
		["Выброс лавы - генератор случайностей"] = {
			[21908] = 136235,
		},
		["Простое зелье маны"] = {
			[3173] = 136235,
			[3181] = 136021,
		},
		["Создание охапки открыток Подгорода"] = {
			[27718] = 136235,
		},
		["Выброс"] = {
			[19196] = 132337,
			[25787] = 132337,
		},
		["Чертеж: императорское зерцало"] = {
			[16694] = 136235,
		},
		["Демоноубийца"] = {
			[4653] = 136172,
			[4654] = 136172,
			[4655] = 136172,
			[4656] = 136172,
			[4657] = 136172,
			[4658] = 136172,
			[4645] = 136172,
			[4646] = 136172,
			[4647] = 136172,
			[4648] = 136172,
			[4649] = 136172,
			[4650] = 136172,
		},
		["Copy of Shadow Bolt"] = {
			[23305] = 136235,
		},
		["Фейерверки"] = {
			[25822] = 135805,
		},
		["Одеяние из ткани Скверны"] = {
			[18451] = 132149,
		},
		["Дезориентирующий выстрел"] = {
			[19503] = 132153,
			[1988] = 132153,
			[23601] = 132153,
		},
		["Замедляющая жижа"] = {
			[16050] = 136091,
		},
		["Summon Templar Water, Trigger"] = {
			[24761] = 136235,
		},
		["Дух зверя"] = {
			[13161] = 132252,
			[13162] = 132252,
		},
		["Отмычка из истинного серебра"] = {
			[19668] = 136192,
			[19651] = 136235,
			[19672] = 136235,
		},
		["Простая телепортация другого игрока"] = {
			[7079] = 135994,
		},
		["Summon Templar Earth, Trigger"] = {
			[24759] = 136235,
		},
		["Сильное течение"] = {
			[29171] = 136235,
		},
		["Улучшенное спокойствие"] = {
			[17123] = 136107,
			[17124] = 136107,
		},
		["Корень бритвохлеста"] = {
			[21955] = 134187,
		},
		["Мастер-демонолог"] = {
			[23833] = 136203,
			[23834] = 136203,
			[23835] = 136203,
			[23761] = 136203,
			[23836] = 136203,
			[23759] = 136203,
			[23837] = 136203,
			[23822] = 136203,
			[23838] = 136203,
			[23823] = 136203,
			[23839] = 136203,
			[23824] = 136203,
			[23840] = 136203,
			[23825] = 136203,
			[23841] = 136203,
			[23826] = 136203,
			[23842] = 136203,
			[23827] = 136203,
			[23843] = 136203,
			[23828] = 136203,
			[23844] = 136203,
			[23829] = 136203,
			[23760] = 136203,
			[23830] = 136203,
			[23784] = 136203,
			[23831] = 136203,
			[23785] = 136203,
			[23832] = 136203,
			[23762] = 136203,
		},
		["Боевой штандарт"] = {
			[23036] = 132484,
			[23539] = 132483,
			[23033] = 132483,
			[22996] = 132483,
			[23034] = 132483,
			[23006] = 132484,
			[23005] = 132484,
			[23035] = 132484,
			[22998] = 132483,
			[23538] = 132484,
			[23574] = 132483,
			[23576] = 132484,
		},
		["Быстрый укус"] = {
			[6007] = 136231,
			[4160] = 132278,
			[4161] = 132278,
			[4748] = 132278,
		},
		["Поместить распылитель ядовитого тумана"] = {
			[6620] = 132620,
		},
		["Воскрешение нежити-скарабея"] = {
			[17235] = 136132,
		},
		["О-средний Альянс"] = {
			[23943] = 136235,
		},
		["Призыв кошмарного коня"] = {
			[31725] = 136103,
		},
		["Рецепт: философский камень"] = {
			[11529] = 136235,
		},
		["Зеленый шерстяной жилет"] = {
			[2399] = 136235,
			[2421] = 136021,
		},
		["Духи"] = {
			[26682] = 135447,
		},
		["Мертвенный вой"] = {
			[7713] = 136183,
		},
		["Крепкий щит"] = {
			[5791] = 132110,
			[5792] = 132110,
			[5793] = 132110,
			[5801] = 132110,
			[5790] = 132110,
			[5789] = 132110,
			[5788] = 132110,
			[5787] = 132110,
			[5806] = 132110,
			[5800] = 132110,
			[5786] = 132110,
			[5802] = 132110,
			[5803] = 132110,
			[5804] = 132110,
			[5805] = 132110,
			[5807] = 132110,
		},
		["Всепожирающая чума"] = {
			[19316] = 136123,
			[19279] = 136123,
			[19313] = 136123,
			[19317] = 136123,
			[19276] = 136123,
			[2944] = 136123,
			[19314] = 136123,
			[19277] = 136123,
			[2946] = 136123,
			[19315] = 136123,
			[19278] = 136123,
			[19280] = 136123,
		},
		["Выкройка: дикарские кожаные поножи"] = {
			[10573] = 136235,
		},
		["Рецепт: зелье защиты от огня"] = {
			[7262] = 136235,
		},
		["Духовное исцеление"] = {
			[14898] = 136057,
			[15354] = 136057,
			[15355] = 136057,
			[15349] = 136057,
			[15356] = 136057,
		},
		["Полиморфный луч"] = {
			[6965] = 136048,
		},
		["Варварские железные сапоги"] = {
			[9818] = 136192,
		},
		["Улучшенное травничество"] = {
			[13839] = 136235,
		},
		["Выбор случайной способности"] = {
			[9135] = 136235,
			[26553] = 136235,
		},
		["Автограф Джайны"] = {
			[23122] = 136235,
		},
		["Портал в Стальгорн"] = {
			[11416] = 135743,
		},
		["Повышенное сопротивление тайной магии 13"] = {
			[14715] = 136235,
		},
		["Выкройка: лиловая рубашка из магической ткани"] = {
			[12172] = 136235,
		},
		["Вихрь стрел Тьмы"] = {
			[24821] = 136197,
			[24837] = 136197,
			[24834] = 136197,
			[24823] = 136197,
			[24820] = 136197,
			[24835] = 136197,
			[24836] = 136197,
			[24822] = 136197,
			[24838] = 136197,
		},
		["Зачаровывание плаща - защита, III ступень"] = {
			[13635] = 135913,
			[13636] = 135913,
		},
		["Создание знамени Вызова"] = {
			[27755] = 136235,
		},
		["Улучшение брони 20"] = {
			[9761] = 136235,
		},
		["Затмение зрения"] = {
			[5514] = 136159,
		},
		["Влажная салфетка"] = {
			[7108] = 135920,
		},
		["Чертеж: экстремальные-плюс очки силы заклинаний"] = {
			[19849] = 134153,
		},
		["Выкройка: куртка-смокинг"] = {
			[12186] = 136235,
		},
		["Вызов костяных магов"] = {
			[27695] = 136187,
		},
		["Круг Пламени"] = {
			[17447] = 135824,
		},
		["Чертеж: изысканный мифриловый шлем"] = {
			[9982] = 136235,
		},
		["Охрана знамени"] = {
			[24920] = 136235,
		},
		["Зачаровывание двуручного оружия - импульс, IV ступень"] = {
			[13937] = 135913,
			[13938] = 135913,
		},
		["Улучшенный урон от шипов"] = {
			[23557] = 136235,
		},
		["Кулачный щит"] = {
			[9124] = 134955,
		},
		["Касание смерти"] = {
			[5] = 136235,
			[3108] = 136230,
		},
		["Выкройка: кираса из чешуи красного дракона"] = {
			[19166] = 136235,
		},
		["Гоблинская \"коробка с сюрпризом\""] = {
			[12720] = 136235,
			[12773] = 136235,
		},
		["Предмет +КД Нога R1"] = {
			[15390] = 136235,
		},
		["Улучшенное воскрешение питомца"] = {
			[19575] = 132163,
			[24443] = 132163,
		},
		["Порабощение демона"] = {
			[11727] = 136154,
			[20882] = 136154,
			[11728] = 136154,
			[11725] = 136154,
			[11726] = 136154,
			[7665] = 136154,
			[1098] = 136154,
		},
		["Гриб Болотного Плавника"] = {
			[9462] = 136100,
			[9463] = 136100,
		},
		["Наплечники из чешуи синего дракона"] = {
			[19089] = 136235,
		},
		["Сердце Чешуи"] = {
			[17275] = 135817,
		},
		["Повышение урона от заклинания 5"] = {
			[9395] = 136235,
		},
		["Муки"] = {
			[20396] = 136123,
			[17753] = 136123,
			[17750] = 136123,
			[17754] = 136123,
			[17751] = 136123,
			[17755] = 136123,
			[17736] = 136123,
			[20395] = 136123,
			[17735] = 136123,
			[20393] = 136123,
			[17752] = 136123,
			[20394] = 136123,
		},
		["Создание малой рассветной печати"] = {
			[28319] = 134499,
		},
		["Духовный посох IV"] = {
			[2715] = 132325,
		},
		["Звенья молний"] = {
			[15549] = 136015,
			[6254] = 136015,
			[14200] = 136015,
		},
		["Беспощадная взбучка"] = {
			[25595] = 132189,
			[1009] = 132189,
			[850] = 132189,
		},
		["Бросок гаечного ключа"] = {
			[13398] = 134520,
			[15619] = 134520,
		},
		["Перчатки Рассвета"] = {
			[23633] = 136192,
		},
		["Кислотный взрыв"] = {
			[24993] = 136235,
		},
		["Поножи из черепашьего панциря"] = {
			[10556] = 136235,
			[10557] = 136021,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ БОЛЬШАЯ - ЮВ"] = {
			[26493] = 136235,
		},
		["Сокрушение головы"] = {
			[14102] = 132111,
			[15652] = 132111,
		},
		["Рецепт: зелье скорости"] = {
			[2364] = 136235,
		},
		["Демонический союзник"] = {
			[21740] = 136225,
			[21741] = 136225,
			[21922] = 136225,
			[21921] = 136225,
		},
		["Заставить цель - лук"] = {
			[6655] = 136168,
		},
		["Официальное сообщение, эстафета - помощнику"] = {
			[28365] = 136235,
		},
		["Улучшенный демон Бездны"] = {
			[18707] = 136221,
			[18705] = 136221,
			[18706] = 136221,
		},
		["Тест заточки клинка"] = {
			[7407] = 136235,
		},
		["Summon Cape of Eternal Justice DND"] = {
			[29019] = 136235,
		},
		["Рецепт стейка из койота"] = {
			[2541] = 136192,
		},
		["Взрыв жука"] = {
			[804] = 135805,
		},
		["Формула чар для щита: броня"] = {
			[13465] = 136235,
			[13818] = 136235,
		},
		["Мифриловый гиро-патрон"] = {
			[12621] = 136235,
			[12643] = 136235,
		},
		["Вызов Тип А периодический (2 сек)"] = {
			[29392] = 136235,
		},
		["Смертельная отрава IV"] = {
			[11469] = 132290,
		},
		["Прочный череп"] = {
		},
		["Могучий удар III"] = {
			[1708] = 132316,
			[1712] = 132316,
		},
		["Горящая смола"] = {
			[14796] = 135817,
			[14797] = 135817,
		},
		["Alterac Ram Aura DND"] = {
			[21863] = 136235,
		},
		["Рецепт: хрустящее крылышко летучей мыши"] = {
			[15936] = 136235,
		},
		["НОВЫЙ талант тайной магии"] = {
			[28402] = 136235,
		},
		["Жилет Кровавой Лозы"] = {
			[24091] = 132149,
		},
		["Выкройка: Ледовые перчатки"] = {
			[28212] = 136235,
			[28213] = 136235,
		},
		["Уловка вестницы Ясеневого леса"] = {
			[20540] = 132320,
		},
		["Улучшение уклонения Торговца смертью"] = {
			[26112] = 136235,
		},
		["Сотворение Надежды Тарнариуна"] = {
			[22837] = 136235,
		},
		["Разряд кровоцвета"] = {
			[14806] = 136235,
		},
		["Источник маны"] = {
			[10493] = 136053,
			[10491] = 136053,
			[10494] = 136053,
			[5677] = 136053,
			[24853] = 136053,
		},
		["Формула чар для наручей: интеллект III"] = {
			[20065] = 136235,
		},
		["Scorch Talent Test (PT)"] = {
			[12379] = 136235,
		},
		["Стремительное плавание"] = {
			[7840] = 134754,
		},
		["Вызов разъяренного сквернотопыря"] = {
			[14252] = 136235,
		},
		["Средоточие разума"] = {
			[30866] = 136056,
			[30864] = 136056,
			[30865] = 136056,
		},
		["Exzhal Calls Circle of Binding DND"] = {
			[23949] = 136235,
		},
		["Отрицательный эффект высшего постепенного восполнения здоровья"] = {
			[30839] = 135923,
		},
		["Свирепость Фенгуса"] = {
			[22817] = 136109,
		},
		["Ярко-желтая рубашка"] = {
			[3869] = 132149,
			[3891] = 136021,
		},
		["Кромка костяного разрушителя"] = {
			[21153] = 136139,
		},
		["Темный жребий Сейджа - защита"] = {
			[23767] = 134334,
		},
		["Хватка командования"] = {
			[21130] = 135962,
			[21172] = 135962,
		},
		["Дезориентирующий выстрел V"] = {
			[1992] = 132153,
		},
		["Брызги пламени"] = {
			[10733] = 135805,
		},
		["Выкройка: тенекожаные перчатки"] = {
			[22712] = 136235,
		},
		["MHTest01"] = {
			[5202] = 132350,
		},
		["Создание свитка Йе'киньи"] = {
			[12998] = 136235,
		},
		["Улучшение блока 7"] = {
			[21491] = 136235,
			[21492] = 136235,
			[21490] = 136235,
			[21493] = 136235,
		},
		["Наречие демонов"] = {
			[815] = 136235,
		},
		["Замедляющий удар II"] = {
			[1647] = 132223,
		},
		["Саморанение"] = {
			[19806] = 136235,
		},
		["Рецепт: сильное зелье Природной защиты"] = {
			[17602] = 136235,
		},
		["Сила атаки 38"] = {
			[15808] = 136235,
		},
		["Блок"] = {
			[107] = 132110,
		},
		["Убийство животных 24"] = {
			[18201] = 136235,
		},
		["Сила атаки 4"] = {
			[9137] = 136235,
		},
		["Кровожадность II"] = {
			[553] = 136012,
			[1329] = 136012,
		},
		["Благодать"] = {
			[656] = 136235,
		},
		["Маленькая синяя ракета"] = {
			[26291] = 136235,
			[26416] = 136235,
		},
		["Гуляка праздника Зимы - таурен"] = {
			[26249] = 135849,
			[26250] = 135849,
		},
		["Выкройка: стильная синяя рубашка"] = {
			[7894] = 136235,
		},
		["Ездовой кодо"] = {
			[18363] = 134175,
		},
		["Медная труба"] = {
			[3924] = 136235,
			[3986] = 136235,
		},
		["Большее зелье Чародейской защиты"] = {
			[17577] = 136235,
		},
		["Праздник - Дыхание ауры пламени (NPC)"] = {
			[29402] = 136235,
		},
		["Подрыв"] = {
			[3204] = 135826,
		},
		["Массовая зуботычина"] = {
			[10887] = 132938,
		},
		["Зачаровывание щита - дух, IV ступень"] = {
			[13905] = 135913,
			[13906] = 135913,
		},
		["Мастерство владения тотемами"] = {
			[16189] = 136069,
		},
		["Create Zul'Gurub Talisman HUN R3 DND"] = {
			[24078] = 136235,
		},
		["Призыв грохотуна из племени Гелкис"] = {
			[9653] = 136025,
		},
		["Оберег Мизраэли"] = {
			[4932] = 136222,
		},
		["Выкройка: наплечники Жизни"] = {
			[19171] = 136235,
		},
		["Дуновение, внушающее уныние IV"] = {
			[1797] = 136235,
			[1802] = 136235,
		},
		["Штаны Феникса"] = {
			[3851] = 132149,
		},
		["Повышенное сопротивление тайной магии 27"] = {
			[14729] = 136235,
		},
		["Create Handbook DND"] = {
			[28287] = 136235,
		},
		["Призыв эктоплазмы кошмаров"] = {
			[7969] = 136121,
		},
		["Увеличение ловкости 20"] = {
			[14384] = 136235,
		},
		["Базовая незаметность"] = {
			[2426] = 136235,
		},
		["Ученик алхимии"] = {
			[2275] = 136240,
		},
		["Сотворение нефрита маны"] = {
			[3552] = 134105,
			[3553] = 134105,
		},
		["Вызов духа"] = {
			[3217] = 136235,
			[3218] = 136235,
		},
		["Глухая оборона"] = {
			[15062] = 132362,
			[29061] = 132362,
			[1055] = 132362,
			[871] = 132362,
		},
		["Зачаровывание оружия - ледяная стужа"] = {
			[20029] = 135913,
		},
		["Формула чар для перчаток: сила огня"] = {
			[25090] = 136235,
		},
		["Улучшение брони 200 Мглистый Ужас"] = {
			[29090] = 136235,
		},
		["Ториевые поножи"] = {
			[16662] = 136192,
		},
		["Восстановление механического ледоступа"] = {
			[10829] = 136235,
		},
		["Пленение древня"] = {
			[11877] = 136235,
			[11885] = 136235,
		},
		["Оглушающая оплеуха II"] = {
			[2508] = 132326,
		},
		["Copy of Summon Skeletons"] = {
			[29264] = 136235,
		},
		["Чертеж: императорские латные наручи"] = {
			[16678] = 136235,
		},
		["[PH] Summon Minion (trap: ghoul/skeleton))"] = {
			[28187] = 136235,
		},
		["Призыв пылающего слуги"] = {
			[10870] = 135805,
		},
		["Зачаровывание плаща - уклонение"] = {
			[25086] = 135913,
		},
		["Электрический разряд"] = {
			[29150] = 135934,
			[29151] = 135990,
		},
		["Улучшенный лук"] = {
			[7569] = 136235,
			[7571] = 136235,
			[17369] = 136235,
			[7568] = 136235,
			[7570] = 136235,
			[7572] = 136235,
			[15947] = 136235,
			[17818] = 136235,
		},
		["Уклонение"] = {
			[81] = 136047,
			[25071] = 136235,
		},
		["Танец призрака"] = {
			[10807] = 136168,
		},
		["Связывание"] = {
			[3286] = 135926,
		},
		["Зачаровывание обуви - ловкость, III ступень"] = {
			[13935] = 135913,
			[13936] = 135913,
		},
		["Ловкость кошки"] = {
			[4172] = 132276,
			[4176] = 132276,
			[4180] = 136101,
			[4184] = 136101,
			[5056] = 132276,
			[5060] = 132276,
			[5064] = 136101,
			[5068] = 136101,
			[4173] = 132276,
			[4177] = 132276,
			[4181] = 136101,
			[4185] = 136101,
			[5057] = 132276,
			[5061] = 132276,
			[5065] = 136101,
			[4174] = 132276,
			[4178] = 132276,
			[4182] = 136101,
			[4186] = 136101,
			[5058] = 132276,
			[5062] = 136101,
			[5066] = 136101,
			[4171] = 132276,
			[4175] = 132276,
			[4179] = 136101,
			[4183] = 136101,
			[5055] = 132276,
			[5059] = 132276,
			[5063] = 136101,
			[5067] = 136101,
		},
		["Появление едкого слизня"] = {
			[27889] = 136118,
		},
		["Вызов зеленой водяной змеи"] = {
			[10718] = 132311,
		},
		["Автоматический ремонтный набор"] = {
			[15255] = 136235,
			[15256] = 136235,
		},
		["Кувалда"] = {
			[12161] = 132136,
			[27553] = 132136,
			[7092] = 132136,
			[15793] = 132136,
			[17156] = 132136,
			[20751] = 132136,
		},
		["Призыв загадочной гадюки"] = {
			[7973] = 136121,
		},
		["Улучшенная молитва об исцелении"] = {
			[21339] = 136235,
		},
		["Тактика защиты"] = {
			[29588] = 135893,
			[29559] = 135893,
			[29589] = 135893,
		},
		["Мастерство во владении двуручным топором"] = {
			[4399] = 132316,
			[4400] = 132316,
			[4398] = 132316,
			[4401] = 132316,
		},
		["Урон от Шипов +1"] = {
			[20888] = 136051,
		},
		["Улучшенный парализующий удар"] = {
			[13793] = 132155,
			[13792] = 132155,
			[13741] = 132155,
		},
		["Создание лилейного корня"] = {
			[18831] = 133938,
		},
		["Самооглушение + неуязвимость"] = {
			[28782] = 136235,
		},
		["Поместить арканитовый буй"] = {
			[25783] = 136235,
		},
		["Простая субстанция Хаоса"] = {
			[13740] = 136192,
		},
		["Кристалл Зин-Малора"] = {
			[19307] = 134334,
		},
		["Кровавая воронка"] = {
			[24617] = 136168,
		},
		["Really Long bow shot (TEST)"] = {
			[61] = 136235,
		},
		["Усовершенствованный манекен-мишень - эффект возникновения"] = {
			[4092] = 136222,
		},
		["Судейский молоточек"] = {
			[16451] = 132507,
		},
		["[PH] Summon Minion parent (ghost/ghoul)"] = {
			[28183] = 136235,
		},
		["TEST - DBUCKLER"] = {
			[10654] = 135999,
		},
		["Copy of Give Friendship Bracelet"] = {
			[28180] = 136235,
		},
		["Word of Recall (OLD)"] = {
			136235, -- [1]
		},
		["Выкройка: сапоги из штормовой ткани"] = {
			[12150] = 136235,
		},
		["Страж Тьмы"] = {
			[19308] = 136051,
			[28376] = 136051,
			[19309] = 136051,
			[28377] = 136051,
			[19310] = 136051,
			[28378] = 136051,
			[19311] = 136051,
			[28379] = 136051,
			[19312] = 136051,
			[28380] = 136051,
			[28381] = 136051,
			[28382] = 136051,
			[18137] = 136051,
			[19331] = 136051,
			[19332] = 136051,
			[19333] = 136051,
			[19334] = 136051,
			[19335] = 136051,
			[19336] = 136051,
		},
		["Подмастерье добытчика шкур"] = {
			[8619] = 134366,
		},
		["Увеличение интеллекта 6"] = {
			[7496] = 136235,
		},
		["Эфирный облик"] = {
			[3559] = 136235,
			[5390] = 136077,
			[842] = 136235,
			[5392] = 136077,
		},
		["Улучшение владения 2H двуручной палицей"] = {
			[15931] = 136235,
			[15924] = 136235,
			[15925] = 136235,
			[7556] = 136235,
			[7560] = 136235,
			[15926] = 136235,
			[15927] = 136235,
			[15773] = 136235,
			[15929] = 136235,
			[15922] = 136235,
			[7558] = 136235,
			[14124] = 136235,
			[15930] = 136235,
			[15928] = 136235,
			[15774] = 136235,
			[15923] = 136235,
			[15775] = 136235,
		},
		["Ракета, БЕЛАЯ"] = {
			[26348] = 136235,
		},
		["Напульсники с сияющей сердцевиной"] = {
			[22759] = 132149,
		},
		["Увеличенное исцеление 48"] = {
			[18034] = 136235,
		},
		["TEST Heal Self"] = {
			[15068] = 135913,
		},
		["Тисненые кожаные сапоги"] = {
			[2161] = 136235,
			[2177] = 136021,
		},
		["Атака языка пламени"] = {
			[29469] = 135814,
			[10444] = 135814,
			[29470] = 135814,
		},
		["Охотник на великанов"] = {
			[5121] = 132328,
			[5130] = 132323,
		},
		["Тотем трепета - постоянное действие"] = {
			[8145] = 136108,
		},
		["Ткань"] = {
			[9078] = 132662,
		},
		["Зачаровывание обуви - скорость, I ступень"] = {
			[13890] = 135913,
			[13891] = 135913,
		},
		["Портал: Дарнасс"] = {
			[11419] = 135741,
			[11422] = 135741,
		},
		["Проклятие бессилия"] = {
			[22371] = 136020,
		},
		["Сила Иши Авака"] = {
			[5325] = 136075,
		},
		["Вызов духа крикуна"] = {
			[12699] = 136235,
		},
		["Рунный стигийский пояс"] = {
			[24902] = 132149,
		},
		["Средоточие сил Света"] = {
			[5935] = 135913,
			[5937] = 135913,
			[5928] = 135824,
			[5927] = 135824,
			[5936] = 135913,
			[5929] = 135824,
		},
		["Защита от атаки"] = {
			[30082] = 136235,
		},
		["Энергия Скверны"] = {
			[18792] = 136184,
		},
		["Ярость Саурфанга"] = {
			[26339] = 136235,
			[26341] = 136224,
		},
		["Бурый кодо"] = {
			[18990] = 132245,
		},
		["Рецепт десерта из скорпида"] = {
			[6413] = 136192,
		},
		["Чародейский дух III"] = {
			[1451] = 135932,
			[1469] = 135932,
		},
		["Метка Арлокк"] = {
			[24210] = 132212,
			[24211] = 132212,
		},
		["Вызов духа вуду"] = {
			[24052] = 136235,
		},
		["Льняной пояс"] = {
			[8776] = 132149,
			[8777] = 136021,
		},
		["Рев стойкости"] = {
			[4732] = 132091,
			[4238] = 132091,
			[5995] = 136231,
		},
		["Приказ бешенства"] = {
			[3136] = 132277,
		},
		["Бомба из черного железа"] = {
			[19784] = 135826,
			[19799] = 136235,
		},
		["Ой!"] = {
			[8223] = 136016,
		},
		["Открытие сундука"] = {
			[11437] = 136235,
		},
		["Ядовитый удар"] = {
			[25424] = 136016,
			[26601] = 136016,
			[25811] = 136016,
			[21067] = 136016,
			[22937] = 136016,
			[21971] = 136016,
			[26052] = 136016,
		},
		["Жесткие перчатки из чешуи скорпида"] = {
			[10542] = 136235,
		},
		["Test Charge"] = {
			[22690] = 136235,
		},
		["Формула чар для перчаток: ловкость II"] = {
			[20071] = 136235,
		},
		["Вызов прислужника-гончей Скверны"] = {
			[14642] = 136217,
		},
		["Ледяной плащ"] = {
			[3862] = 132149,
		},
		["Петарда \"Наливное яблочко\""] = {
			[11542] = 136235,
		},
		["Оплавленный шлем"] = {
			[20854] = 136235,
		},
		["Замедленное падение"] = {
			[6493] = 135992,
			[130] = 135992,
			[12438] = 135992,
		},
		["Формула чар для наручей: дух V"] = {
			[20070] = 136235,
		},
		["Формула чар для наручей: выносливость V"] = {
			[20086] = 136235,
		},
		["Мощь Рагнароса"] = {
			[21154] = 135826,
		},
		["Порча души"] = {
			[25805] = 136159,
		},
		["QAEnchant Gloves - Riding Skill"] = {
			[30190] = 135913,
		},
		["Лезвие Рассвета"] = {
			[16970] = 136192,
		},
		["Улучшенный коварный удар"] = {
			[13732] = 136189,
			[13863] = 136189,
		},
		["Зачаровывание двуручного оружия - импульс, III ступень"] = {
			[13695] = 135913,
		},
		["Неисправность реактивных сапог"] = {
			[8893] = 135805,
			[13158] = 135805,
		},
		["Хитрость Арантира"] = {
			[9736] = 132331,
			[9740] = 132331,
		},
		["Увеличенный урон от темной магии 6"] = {
			[7707] = 136235,
		},
		["Красный волк"] = {
			[579] = 132224,
			[16080] = 132224,
		},
		["Сила атаки 66"] = {
			[15818] = 136235,
		},
		["Выкройка: лесная корона"] = {
			[28484] = 136235,
		},
		["Обмен двойной информацией"] = {
			[11591] = 136235,
		},
		["Вызов выброса лавы I"] = {
			[21907] = 136235,
		},
		["Щит маны"] = {
			[17741] = 136153,
			[8494] = 136153,
			[8496] = 136153,
			[10193] = 136153,
			[10195] = 136153,
			[10192] = 136153,
			[10191] = 136153,
			[1481] = 136153,
			[8495] = 136153,
			[17740] = 136153,
			[10194] = 136153,
			[10196] = 136153,
			[1463] = 136153,
			[8497] = 136153,
		},
		["Бросок топора"] = {
			[16075] = 132399,
		},
		["Маскировка под дворфа из клана Черного Железа"] = {
			[5268] = 132288,
			[5273] = 136189,
		},
		["Вызов Тип D"] = {
			[28454] = 136235,
		},
		["Большее зелье каменного щита"] = {
			[17570] = 136235,
		},
		["Повышенное сопротивление магии льда 34"] = {
			[14573] = 136235,
		},
		["Формула чар для плаща: ловкость I"] = {
			[13420] = 136235,
		},
		["Размывание"] = {
			[1140] = 136047,
		},
		["Вызов дарнасского часового"] = {
			[11634] = 136235,
		},
		["Альянс лощина Песни Войны, захват флага, победа"] = {
			[23524] = 136235,
		},
		["Осветительная ракета"] = {
			[10113] = 136235,
			[1603] = 135815,
			[1543] = 135815,
		},
		["Жесткие наплечники из чешуи скорпида"] = {
			[10564] = 136235,
		},
		["Большая фиолетовая ракета"] = {
			[26335] = 136235,
		},
		["Уровень ненависти достигает 50%"] = {
			[19707] = 136190,
		},
		["Eye of Yesmur (PT)"] = {
			[6272] = 136235,
		},
		["Эффект крупного камня огня"] = {
			[17942] = 135821,
		},
		["Инициатор вызова в бой"] = {
			[26837] = 136235,
		},
		["Жальный залп"] = {
			[25190] = 132337,
			[25191] = 132337,
			[26081] = 132337,
			[26082] = 132337,
		},
		["Ободряющий клич Драконоборца"] = {
			[22888] = 134153,
		},
		["Anachronos Quest Credit DND"] = {
			[25201] = 136235,
		},
		["Подпитка от раба"] = {
			[8809] = 136130,
		},
		["Пинок - немота"] = {
			[18425] = 132219,
		},
		["Вызов дракончика Гнездовья"] = {
			[15745] = 136235,
		},
		["Пожар в здании"] = {
			[21650] = 135805,
		},
		["Summon Madcap's Mantle DND"] = {
			[28937] = 136235,
		},
		["Волшебные бинты"] = {
			[10840] = 136192,
			[10842] = 136192,
		},
		["Copy of Fear"] = {
			[30001] = 136183,
		},
		["Эффект портала: Подгород"] = {
			[17611] = 135766,
		},
		["Пьяный ступор"] = {
			[14869] = 132791,
			[14870] = 132791,
		},
		["Сердце дикой природы - эффект медведя"] = {
			[24899] = 135879,
		},
		["Бегство отряда Блая"] = {
			[11365] = 134414,
		},
		["Золотистый саблезуб"] = {
			[16060] = 132242,
		},
		["Эффект печати расплаты"] = {
			[15278] = 135971,
			[15347] = 135971,
		},
		["Святой посох III"] = {
			[2694] = 132325,
		},
		["Гоблинский кабельный дефибриллятор"] = {
			[9273] = 136235,
		},
		["Деморализующий крик"] = {
			[6191] = 132366,
			[11554] = 132366,
			[11556] = 132366,
			[11558] = 132366,
			[1160] = 132366,
			[11559] = 132366,
			[27579] = 132366,
			[11555] = 132366,
			[6190] = 132366,
			[23511] = 132366,
			[11557] = 132366,
			[1065] = 132366,
			[13730] = 132366,
			[16244] = 132366,
			[19778] = 132366,
		},
		["Отравляющий плевок"] = {
			[24011] = 136016,
			[6917] = 136016,
			[15664] = 136016,
			[23862] = 136016,
			[17158] = 136016,
			[16866] = 136016,
			[25497] = 136016,
			[25053] = 136016,
			[16552] = 136016,
			[27806] = 136016,
		},
		["Формула чар для нагрудника: все характеристики IV"] = {
			[20088] = 136235,
		},
		["Увеличенный урон от сил природы 6"] = {
			[7693] = 136235,
		},
		["Эликсир Великанов"] = {
			[11472] = 136235,
		},
		["Создание красной перфокарты"] = {
			[11528] = 136235,
		},
		["Малая мана"] = {
			[7773] = 136235,
		},
		["Copy of Nightfin Soup"] = {
			[25662] = 136192,
		},
		["Зачаровывание браслетов - сила, V ступень"] = {
			[20010] = 135913,
		},
		["Наручи из черепашьего панциря"] = {
			[10518] = 136235,
			[10519] = 136021,
		},
		["Сигнальная ракета, ЖЕЛТАЯ БОЛЬШАЯ - ЮВ"] = {
			[26513] = 136235,
		},
		["Эликсир \"Кошачий глаз\""] = {
			[12609] = 136235,
			[12610] = 136021,
		},
		["Жесткий шлем из чешуи скорпида"] = {
			[10570] = 136235,
		},
		["Улучшенный суккуб"] = {
			[18755] = 136220,
			[18756] = 136220,
			[18754] = 136220,
		},
		["Жилет из призрачной ткани"] = {
			[18416] = 132149,
		},
		["Штаны из призрачной ткани"] = {
			[18441] = 132149,
		},
		["Signet Ring of the Bronze Dragonflight DPS R3 DND"] = {
			[25929] = 136235,
		},
		["Выкройка: штаны из яркой ткани"] = {
			[18512] = 136235,
		},
		["Выкройка: сумка из сердцевинной ткани Скверны"] = {
			[26091] = 136235,
		},
		["Тотем огненного удара"] = {
			[15867] = 135825,
		},
		["Растущая эктоплазма (красная)"] = {
			[7943] = 135824,
		},
		["Чертеж: императорские латные поножи"] = {
			[16752] = 136235,
		},
		["Усиление заклинания Жертвенный огонь Призывателя"] = {
			[26116] = 136235,
		},
		["Мутагенный укол"] = {
			[28169] = 136127,
		},
		["Клубничное мороженое Тигуле и Форора"] = {
			[9177] = 133987,
		},
		["Увеличение сила на 23"] = {
			[14495] = 136235,
		},
		["Огненное оружие"] = {
			[13897] = 136235,
		},
		["Чертеж: линза Кровавой Лозы"] = {
			[24359] = 134153,
		},
		["Убийство элементалей 36"] = {
			[22836] = 136172,
		},
		["Сила атаки дальнего боя 38"] = {
			[21441] = 136235,
		},
		["Масло Тьмы"] = {
			[3460] = 136021,
			[3594] = 136235,
			[3449] = 136235,
		},
		["Клинок фанатика"] = {
			[5262] = 135817,
		},
		["Белое льняное одеяние"] = {
			[7624] = 136235,
			[7627] = 136021,
		},
		["Вызов змеи-альбиноса"] = {
			[10713] = 132311,
		},
		["Повышенное сопротивление магии льда 35"] = {
			[14574] = 136235,
		},
		["Призыв прирученного медведя"] = {
			[7903] = 132091,
		},
		["Прокалывание"] = {
			[16493] = 132312,
			[16001] = 132324,
			[16494] = 132312,
			[15860] = 132324,
			[26548] = 132324,
			[26025] = 132155,
			[28783] = 132090,
			[24049] = 132324,
		},
		["Задание - создать наживку на грязнотинника"] = {
			[24304] = 136235,
		},
		["Staghelm Shatters Hammer DND"] = {
			[25182] = 136235,
		},
		["Рецепт: сильное зелье каменного щита"] = {
			[17596] = 136235,
		},
		["Выкройка: сапоги из рунной ткани"] = {
			[18497] = 136235,
		},
		["Большее зелье защиты от темной магии"] = {
			[17578] = 136235,
		},
		["Вызов Сына Пламени D"] = {
			[21112] = 135819,
		},
		["Убыстряющее зелье"] = {
			[2335] = 136235,
		},
		["Плотный динамит"] = {
			[12419] = 135826,
			[12586] = 136235,
		},
		["Кучи земли неактивные"] = {
			[26092] = 136235,
		},
		["Упавшая мина"] = {
			[25024] = 133710,
		},
		["Твердый патрон"] = {
			[3983] = 136235,
		},
		["Сильный эликсир Водного дыхания"] = {
			[22808] = 136235,
			[22809] = 136021,
		},
		["Божественный транс"] = {
			[5017] = 136235,
		},
		["Посеребренные бронзовые поножи"] = {
			[12259] = 136192,
		},
		["Пинок раба - пролог"] = {
			[17749] = 136235,
		},
		["Снижение времени до восстановления Перехвата"] = {
			[22738] = 132307,
		},
		["Вызов маленького мурлока (Синего)"] = {
			[24985] = 134300,
		},
		["Чертеж: очки Кровавой Лозы"] = {
			[24358] = 134153,
		},
		["Стандартный"] = {
			[2382] = 136235,
			[9125] = 134955,
		},
		["Боевой цыпленок гномов"] = {
			[12906] = 136235,
			[12917] = 136235,
			[23133] = 135996,
		},
		["Выкройка: рунические стигийские сапоги"] = {
			[24911] = 136235,
		},
		["Увеличенный урон от сил природы 11"] = {
			[9409] = 136235,
		},
		["Снятие Одержимости"] = {
			[23776] = 136235,
		},
		["Соблазнение"] = {
			[6358] = 136175,
			[6359] = 136175,
			[20407] = 136175,
		},
		["Рецепт нежного черепахового супа"] = {
			[3400] = 136192,
		},
		["Удар по дуге"] = {
			[16169] = 132338,
			[8374] = 132338,
			[28168] = 132338,
		},
		["Разрушение чар"] = {
			[13262] = 135952,
		},
		["Земной разлом"] = {
			[26139] = 136025,
			[26478] = 136025,
			[26101] = 136025,
			[26100] = 136025,
		},
		["Лишение сил"] = {
			[22661] = 132105,
		},
		["Поместить магический кристалл"] = {
			[23204] = 136235,
		},
		["Двойник"] = {
			[27890] = 136123,
			[7952] = 136123,
			[14146] = 136123,
		},
		["Чертеж: Черное прощение"] = {
			[23640] = 136235,
		},
		["Пылающий интеллект IV"] = {
			[1484] = 135932,
		},
		["Метеор"] = {
			[26558] = 135808,
			[28884] = 135808,
			[24340] = 135808,
		},
		["Яд кровоцвета - дополнительный эффект"] = {
			[14111] = 136188,
		},
		["Луки"] = {
			[264] = 135493,
			[15994] = 135493,
		},
		["Зачаровывание перчаток - сила"] = {
			[13887] = 135913,
			[13888] = 135913,
		},
		["Кислота землееда"] = {
			[18070] = 136007,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ БОЛЬШАЯ - С"] = {
			[26497] = 136235,
		},
		["Вызов разъяренных верховых животных"] = {
			[29110] = 136235,
		},
		["Чертеж: кровавый коготь"] = {
			[17029] = 136235,
		},
		["Открытие большого сундука Скарабея"] = {
			[26588] = 136235,
		},
		["Ложная мишень - инициатор 2"] = {
			[18433] = 136235,
		},
		["Исчезновение Рагнароса"] = {
			[21107] = 135830,
		},
		["Повышенное сопротивление огню 8"] = {
			[14588] = 136235,
		},
		["Вызов изломанного кадавра"] = {
			[16324] = 136187,
		},
		["Призыв маленького бронзового дракончика"] = {
			[10699] = 132311,
		},
		["Зачаровывание оружия - рыцарь"] = {
			[20034] = 135913,
		},
		["Изначальный леопард"] = {
			[16058] = 132242,
		},
		["Дефибрилляция"] = {
			[8338] = 136075,
			[23055] = 136075,
		},
		["Альтеракский бисквит из манны"] = {
			[23692] = 134062,
		},
		["Призыв дракончика Ониксии"] = {
			[17646] = 136235,
		},
		["Выкройка: руническая кожаная головная повязка"] = {
			[19202] = 136235,
		},
		["Высокий дух"] = {
			[10767] = 136053,
		},
		["Разрушение"] = {
			[5099] = 136235,
			[20243] = 135291,
		},
		["Укрепление нагрудника - поглощение"] = {
			[7856] = 135913,
		},
		["Пагубное дыхание"] = {
			[24818] = 136169,
		},
		["Внезапное оглушение"] = {
			[5726] = 135860,
			[5727] = 135860,
			[15283] = 135899,
		},
		["Составление сборника романтической поэзии Подгорода"] = {
			[27717] = 136235,
		},
		["Гнев деревьев"] = {
			[5195] = 136100,
			[9855] = 136100,
			[19974] = 136100,
			[339] = 136100,
			[19975] = 136100,
			[12747] = 136100,
			[19972] = 136100,
			[28858] = 136100,
			[5196] = 136100,
			[5309] = 136235,
			[9854] = 136100,
			[19973] = 136100,
			[22800] = 136100,
			[26071] = 136100,
			[1062] = 136100,
			[2920] = 136100,
			[1436] = 136100,
			[22415] = 136100,
			[1063] = 136235,
			[24648] = 136100,
			[9852] = 136100,
			[21331] = 136100,
			[11922] = 136100,
			[9853] = 136100,
			[1435] = 136100,
			[19970] = 136100,
			[20699] = 136100,
			[19971] = 136100,
			[2919] = 136100,
			[20654] = 136100,
			[22127] = 136100,
			[790] = 136235,
		},
		["Вызов акуленка"] = {
			[25849] = 132311,
		},
		["Призыв тени Гунтера"] = {
			[7762] = 136235,
		},
		["Крадущийся зверь"] = {
			[24450] = 132142,
			[6783] = 132089,
			[6784] = 132089,
			[24451] = 132142,
			[8152] = 132320,
			[9914] = 132089,
			[5215] = 132089,
			[5216] = 132089,
			[24452] = 132142,
			[24454] = 132142,
			[24453] = 132142,
			[9913] = 132089,
			[24455] = 132142,
		},
		["Рука Ируксоса"] = {
			[18762] = 136235,
		},
		["Процесс исцеления себя 22"] = {
			[9778] = 136235,
		},
		["Кладезь знаний"] = {
			[15646] = 133282,
		},
		["Жесткие наручи из чешуи скорпида"] = {
			[10533] = 136235,
		},
		["Зелье друида"] = {
			[8141] = 135915,
		},
		["Варварский штурм"] = {
			[91] = 132316,
			[1666] = 132316,
		},
		["Призыв маленького темного дракончика"] = {
			[10695] = 132311,
		},
		["Шар огня"] = {
			[16982] = 135812,
		},
		["Повышенное сопротивление всему 9"] = {
			[18680] = 136235,
		},
		["Льняной плащ"] = {
			[2387] = 132149,
		},
		["Арбалеты"] = {
			[5011] = 135530,
			[15995] = 135530,
		},
		["Призрачная краска"] = {
			[11473] = 136235,
			[11499] = 136021,
		},
		["Невидимое размещение ловушки на медведя"] = {
			[9478] = 136235,
		},
		["Чертеж: монокль ремесленника"] = {
			[4033] = 136235,
		},
		["Оглушающая оплеуха"] = {
			[2507] = 132326,
		},
		["Чародейская медитация"] = {
			[18464] = 136208,
			[18462] = 136208,
			[18463] = 136208,
		},
		["Превращение: крестьянин w/ дерево"] = {
			[9127] = 135996,
		},
		["Страсть"] = {
			[806] = 136224,
		},
		["Улучшенный огненный столб"] = {
			[24491] = 136235,
			[11108] = 135826,
			[12349] = 135826,
			[12350] = 135826,
		},
		["Молитва Элуны"] = {
			[25841] = 135955,
		},
		["Вызов ксоротианского коня погибели"] = {
			[23152] = 136235,
		},
		["Заклинание появления Аругала"] = {
			[10418] = 136235,
		},
		["Изучить призывание беса"] = {
			[7763] = 136218,
		},
		["Специализация: древковое оружие"] = {
			[12833] = 135562,
			[12830] = 135562,
			[12831] = 135562,
			[12832] = 135562,
			[12165] = 135562,
		},
		["Доверие Големагга"] = {
			[20553] = 132164,
			[20556] = 132164,
		},
		["Вызов Благословения"] = {
			[23042] = 136235,
		},
		["Хорошее улучшение питомца I"] = {
			[1591] = 136235,
		},
		["QAEnchant Weapon +20 Spirit"] = {
			[26743] = 135913,
		},
		["Знамение ясности"] = {
			[16864] = 136017,
		},
		["Ярость берсерка"] = {
			[18499] = 136009,
			[18556] = 136009,
		},
		["Рецепт: наилучшее зелье маны"] = {
			[17583] = 136235,
		},
		["Зачаровывание нагрудника - здоровье, I ступень"] = {
			[7420] = 135913,
			[7422] = 135913,
		},
		["Черные поножи из магической ткани"] = {
			[12049] = 132149,
			[12101] = 136021,
		},
		["Улучшенный щит молний"] = {
			[16290] = 136051,
			[16261] = 136051,
			[16291] = 136051,
		},
		["Раскатистый рев"] = {
			[18431] = 135805,
			[22686] = 136129,
		},
		["zzOLDСпециализация на владении двуручным мечом"] = {
			[4464] = 132223,
			[5361] = 132223,
		},
		["Суицид"] = {
			[27791] = 136168,
			[8327] = 136168,
			[7] = 136168,
			[13167] = 136168,
			[8328] = 136168,
			[26627] = 136168,
			[26002] = 136168,
			[8329] = 136168,
			[28012] = 136168,
			[27965] = 136168,
		},
		["Средоточие Тьмы"] = {
			[15329] = 136126,
			[15260] = 136126,
			[15327] = 136126,
			[15328] = 136126,
			[15330] = 136126,
		},
		["Постоянная иллюзия - суккуб"] = {
			[8315] = 132311,
		},
		["Сильнейший страх"] = {
			[23275] = 136122,
		},
		["Тонкий кожаный мундир"] = {
			[3761] = 136235,
			[3788] = 136021,
		},
		["Философский камень"] = {
			[11459] = 136235,
			[11492] = 136021,
		},
		["Убийство животных 132"] = {
			[17324] = 136235,
		},
		["Увеличенный урон от огня 4"] = {
			[7685] = 136235,
		},
		["Смерть от рук крестьянина"] = {
			[18307] = 136221,
			[18308] = 136221,
		},
		["Явление призрака"] = {
			[28469] = 135918,
		},
		["Выкройка: кираса из чешуи Ониксии"] = {
			[19224] = 136235,
		},
		["Рас превращается в мальчика!"] = {
			[17186] = 136235,
		},
		["Усиление духа на 8"] = {
			[9109] = 136235,
		},
		["(DND) Summon Crystal Minion, finder"] = {
			[28227] = 136235,
		},
		["Повышенное сопротивление огню 2"] = {
			[14582] = 136235,
		},
		["Summon Vindicator's Armguards  DND"] = {
			[28908] = 136235,
		},
		["Зачаровывание плаща - защита, V ступень"] = {
			[20015] = 135913,
		},
		["Удар посохом III"] = {
			[1930] = 132325,
		},
		["Бомба"] = {
			[22334] = 135826,
			[9143] = 135826,
			[8858] = 135826,
		},
		["Ледяная могила"] = {
			[16869] = 135852,
			[25168] = 136235,
		},
		["Жестокий яд"] = {
			[16427] = 136016,
			[12251] = 136016,
			[22412] = 136016,
		},
		["Каменная форма"] = {
			[20594] = 136225,
			[7020] = 132275,
			[20612] = 136225,
		},
		["Чертеж: чародейская бомба"] = {
			[19867] = 134153,
		},
		["Призыв гниющих червей"] = {
			[17064] = 136168,
		},
		["Дурманящий яд III"] = {
			[11400] = 136066,
			[11399] = 136066,
			[11398] = 136066,
		},
		["Снизить расход маны - магия льда"] = {
			[17914] = 136235,
		},
		["Стужа"] = {
			[21098] = 135852,
			[28534] = 136235,
			[28547] = 135857,
		},
		["Священное беспокойство"] = {
			[1900] = 132330,
		},
		["Мастерство во владении ударным оружием"] = {
			[4294] = 132325,
			[4295] = 132325,
			[4293] = 132325,
			[4296] = 132325,
		},
		["Тонкий кожаный пояс"] = {
			[3763] = 136235,
			[3789] = 136021,
		},
		["Звериные когти"] = {
			[479] = 136078,
			[1179] = 136078,
		},
		["Символ Жизни"] = {
			[8593] = 135955,
		},
		["Призыв зверя"] = {
			[5335] = 132161,
		},
		["Химерический жилет"] = {
			[19081] = 136235,
		},
		["Создание гадальной чаши"] = {
			[5809] = 133748,
			[9489] = 133748,
		},
		["Демонический доспех"] = {
			[13787] = 136185,
			[11734] = 136185,
			[1404] = 136185,
			[706] = 136185,
			[1086] = 136185,
			[733] = 136235,
			[11735] = 136185,
			[11733] = 136185,
			[1087] = 136235,
			[11737] = 136185,
			[1384] = 136185,
			[12956] = 136185,
			[11736] = 136185,
			[11738] = 136185,
		},
		["Доспех Дикого терна"] = {
			[16650] = 136192,
		},
		["Неистовство болотного камыша"] = {
			[5665] = 136101,
		},
		["Использование приманки"] = {
			[15627] = 136235,
		},
		["Создание проявителя Питомника"] = {
			[16474] = 133748,
		},
		["Теневая звезда II"] = {
			[1112] = 136195,
			[1396] = 136195,
		},
		["MHTest03"] = {
			[19362] = 135913,
		},
		["(TXT) ToWoW - Tower Kill Credit (DND)"] = {
			[32061] = 136235,
		},
		["Увеличение ловкости 39"] = {
			[14403] = 136235,
		},
		["Наручи из черного железа"] = {
			[20874] = 136192,
		},
		["Большая выносливость"] = {
			[13827] = 136235,
		},
		["Паника джуджу"] = {
			[16322] = 134319,
		},
		["Сосредоточение"] = {
			[3678] = 136235,
		},
		["Интеллект скверны"] = {
			[18746] = 135932,
			[18743] = 135932,
			[18744] = 135932,
			[18731] = 135932,
			[18745] = 135932,
		},
		["Spell Deflection (NYI)"] = {
			[110] = 136235,
		},
		["Вызов червя"] = {
			[25831] = 136235,
			[25832] = 136235,
		},
		["Демоническое облачение"] = {
			[18697] = 136172,
			[18698] = 136172,
			[18699] = 136172,
			[18700] = 136172,
			[18701] = 136172,
		},
		["Пегий конь"] = {
			[472] = 132261,
		},
		["Подножка"] = {
			[6733] = 132309,
			[101] = 132309,
			[6772] = 132309,
			[6773] = 132309,
		},
		["Чертеж: лунная винтовка"] = {
			[4030] = 136235,
		},
		["Попадание снайпера"] = {
			[12198] = 132222,
		},
		["Ловкость VIII"] = {
			[16885] = 134873,
		},
		["Смертельная отрава II"] = {
			[11471] = 132290,
		},
		["Слабоумие III"] = {
			[855] = 136175,
			[1231] = 136175,
		},
		["Грубый шлифованый камень"] = {
			[3320] = 136192,
		},
		["Трансмутация: арканит"] = {
			[17187] = 134459,
		},
		["Стальгорнские рукавицы"] = {
			[8368] = 136192,
			[8371] = 136235,
		},
		["Вызов личинки из улья Гориши"] = {
			[14206] = 136092,
		},
		["Растворение брони"] = {
			[13013] = 136007,
		},
		["Живая бомба"] = {
			[20475] = 132863,
		},
		["Искупление души"] = {
			[23254] = 136235,
		},
		["Погружение - визуальный эффект"] = {
			[26234] = 135830,
			[28819] = 135830,
		},
		["Боевой приказ"] = {
			[5115] = 132277,
		},
		["Убийство призывателя - кто вызовет ключевого противника"] = {
			[27894] = 136235,
		},
		["Вызов порождений Пагубника"] = {
			[21707] = 136006,
			[21708] = 136006,
		},
		["Ядовитый гриб"] = {
			[6727] = 136016,
		},
		["Углеглаз, исчезновение"] = {
			[16078] = 136235,
		},
		["Превосходство"] = {
			[14895] = 132223,
			[11584] = 132223,
			[11586] = 132223,
			[7385] = 132223,
			[24407] = 132223,
			[11585] = 132223,
			[7887] = 132223,
			[7384] = 132223,
			[7889] = 132223,
			[11587] = 132223,
			[17198] = 132223,
		},
		["Жертвенные паутинные железы"] = {
			[10459] = 136235,
		},
		["Чистота"] = {
			[16211] = 135865,
			[8361] = 135920,
			[16212] = 135865,
			[16178] = 135865,
			[16210] = 135865,
			[16213] = 135865,
		},
		["Скользкий мох"] = {
			[6870] = 136052,
		},
		["Сигнальная ракета, БЕЛАЯ БОЛЬШАЯ - ЮЗ"] = {
			[26509] = 136235,
		},
		["Отвлечение"] = {
			[1725] = 132289,
			[1728] = 132289,
		},
		["Summon Madcap's BP DND"] = {
			[28935] = 136235,
		},
		["Угощение"] = {
			[24715] = 136235,
		},
		["Увеличенное исцеление 4"] = {
			[7676] = 136235,
		},
		["Показатель блока 2"] = {
			[21539] = 136235,
		},
		["Облик лютого медведя (пассивный эффект)"] = {
			[9635] = 132276,
		},
		["Выкройка: легкие зимние сапоги"] = {
			[2172] = 136235,
		},
		["Разъединение"] = {
			[14533] = 135990,
		},
		["Взрыв самоцвета"] = {
			[12710] = 135998,
		},
		["Чертеж: большая красная ракета"] = {
			[26434] = 134153,
		},
		["Тень Малфуриона"] = {
			[24999] = 136123,
		},
		["Плотные шерстяные штаны"] = {
			[3882] = 136021,
		},
		["Красный боевой конь-скелет"] = {
			[22722] = 132264,
		},
		["Знак Зелиека"] = {
			[28835] = 136137,
		},
		["Фантомный клинок"] = {
			[10007] = 136192,
			[10008] = 136235,
		},
		["Изучить призывание коня погибели"] = {
			[23160] = 136103,
		},
		["Deprecated BKP \"Impact\" Shot"] = {
			[3964] = 136235,
		},
		["Невооруженный дровосек"] = {
			[6467] = 132939,
		},
		["Тотем силы земли"] = {
			[8161] = 136023,
			[10442] = 136023,
			[8164] = 136023,
			[8165] = 136023,
			[8077] = 136023,
			[10443] = 136023,
			[8075] = 136023,
			[25403] = 136023,
			[25361] = 136023,
			[8160] = 136023,
			[25965] = 132282,
		},
		["Заклинание стоянки Пэгла - создание блеска и плеска"] = {
			[24593] = 132932,
		},
		["Телепорт из башни Азшары"] = {
			[12520] = 136022,
			[12521] = 136022,
		},
		["Взрывная ловушка"] = {
			[14317] = 135826,
			[13814] = 135826,
			[13813] = 135826,
			[14316] = 135826,
			[14372] = 135826,
			[14373] = 135826,
		},
		["Рецепт: трансмутация земли в жизнь"] = {
			[17595] = 136235,
		},
		["Светозарный венец"] = {
			[16659] = 136192,
		},
		["Огненный посох II"] = {
			[753] = 132325,
			[1924] = 132325,
		},
		["Исцеление питомца"] = {
			[18386] = 135915,
		},
		["Кормление питомца"] = {
			[1584] = 132165,
			[6991] = 132165,
		},
		["Поиск трав"] = {
			[2383] = 133939,
			[8387] = 134183,
			[8390] = 134183,
		},
		["Сила атаки 26"] = {
			[9334] = 136235,
		},
		["Телепортация мажордома"] = {
			[19527] = 135736,
		},
		["Вызов зараженного тролля из племени моходеров"] = {
			[19368] = 136235,
		},
		["Defense TEST"] = {
			[22685] = 136235,
		},
		["Постоянная иллюзия - Тирион"] = {
			[11067] = 132288,
		},
		["Удаление влюбленности"] = {
			[26879] = 136235,
		},
		["Безумный голод"] = {
			[3151] = 132278,
		},
		["Призыв кусениц"] = {
			[3428] = 136168,
		},
		["Жилет Лунного сияния"] = {
			[8322] = 136235,
		},
		["Copy of War Stomp"] = {
			[27757] = 132091,
		},
		["Гнев рыцаря Света"] = {
			[27498] = 136235,
			[27499] = 136039,
		},
		["Стильная синяя рубашка"] = {
			[7892] = 132149,
		},
		["Улучшенное целительное прикосновение"] = {
			[17073] = 136041,
			[17069] = 136041,
			[17070] = 136041,
			[17071] = 136041,
			[17072] = 136041,
			[27846] = 136052,
		},
		["Вскрытие замков"] = {
			[6460] = 136058,
			[1809] = 136058,
			[6481] = 136058,
			[6482] = 136058,
			[1810] = 136058,
		},
		["Зов пламени"] = {
			[16162] = 135817,
			[16163] = 135817,
			[16160] = 135817,
			[16038] = 135817,
			[16161] = 135817,
		},
		["Гнев воина"] = {
			[21890] = 136235,
			[21887] = 132355,
			[21977] = 132355,
		},
		["Специализация на владении мечами"] = {
			[13964] = 135328,
			[4353] = 132223,
			[4354] = 132223,
			[5489] = 132223,
			[4356] = 132223,
			[4357] = 132223,
			[5492] = 132223,
			[5493] = 132223,
			[12812] = 135328,
			[12813] = 135328,
			[12814] = 135328,
			[4361] = 132223,
			[5448] = 132223,
			[12281] = 135328,
			[4362] = 132223,
			[5449] = 132223,
			[4360] = 132223,
			[16459] = 135328,
			[4363] = 132223,
			[5450] = 132223,
			[5491] = 132223,
			[20597] = 132223,
			[4364] = 132223,
			[5451] = 132223,
			[5494] = 132223,
			[4355] = 132223,
			[4365] = 132223,
			[5452] = 132223,
			[12815] = 135328,
			[4350] = 132223,
			[4358] = 132223,
			[5453] = 132223,
			[13960] = 135328,
			[4351] = 132223,
			[13961] = 135328,
			[5490] = 132223,
			[13962] = 135328,
			[4352] = 132223,
			[13963] = 135328,
			[4359] = 132223,
		},
		["Сокрушительный удар V"] = {
			[2446] = 132326,
		},
		["Массовое исцеление"] = {
			[25839] = 135913,
		},
		["Вестник ночных эльфов"] = {
			[26383] = 135849,
		},
		["Призыв гончей из Алого ордена"] = {
			[17164] = 132203,
		},
		["Увеличение урона от питомцев охотника"] = {
			[22854] = 132091,
		},
		["Улучшенное блокирование III"] = {
			[3637] = 135806,
		},
		["Убегай!"] = {
			[8225] = 136183,
		},
		["Мясник-кровосос"] = {
			[7485] = 136208,
			[7486] = 136208,
		},
		["Прибамбасский транспортер"] = {
			[23441] = 132862,
		},
		["Summon Ring of Infinite Wisdom DND"] = {
			[29023] = 136235,
		},
		["Руническая кожаная головная повязка"] = {
			[19082] = 136235,
		},
		["Кираса из чешуи зеленого дракона"] = {
			[19050] = 136235,
		},
		["Бычий натиск"] = {
			[4083] = 132368,
		},
		["Проклятие банши"] = {
			[5884] = 136020,
			[16867] = 136020,
			[17105] = 136020,
		},
		["Уничтожение призрачного магнита"] = {
			[19571] = 136235,
		},
		["Уязвимое место"] = {
			[28814] = 132340,
			[28815] = 132353,
		},
		["Выкройка: сумка из ткани Скверны"] = {
			[26089] = 136235,
		},
		["Пульт управления чумной волной (быстрый)"] = {
			[30114] = 135805,
		},
		["Варварский штурм III"] = {
			[1663] = 132316,
			[1668] = 132316,
		},
		["Темные кожаные перчатки"] = {
			[3765] = 136235,
		},
		["Призыв охотника Скверны из племени Сухокожих"] = {
			[11017] = 136217,
		},
		["Поле битвы, завершено"] = {
			[26015] = 132091,
		},
		["Малая незаметность"] = {
			[13840] = 136235,
		},
		["Колода зверей"] = {
			[23677] = 136235,
		},
		["Копья"] = {
			[3386] = 132271,
			[15990] = 132271,
		},
		["Повышенное сопротивление силам природы 13"] = {
			[14634] = 136235,
		},
		["Перо ящера"] = {
			[5316] = 136235,
		},
		["Вызов рыцаря"] = {
			[28008] = 136235,
			[28009] = 136235,
		},
		["Одноручное ударное оружие"] = {
			[198] = 133476,
			[15986] = 133476,
		},
		["Создание малого камня огня"] = {
			[1197] = 132386,
			[6366] = 132386,
		},
		["Создание куклы Памелы"] = {
			[17133] = 136235,
		},
		["Создание сверток с реликвиями"] = {
			[18987] = 136235,
			[18988] = 136235,
		},
		["Улучшение блока 8"] = {
			[21497] = 136235,
			[21498] = 136235,
			[21494] = 136235,
			[21495] = 136235,
			[21496] = 136235,
		},
		["Малое здоровье"] = {
			[7747] = 136235,
		},
		["Призыв пылающей гончей Скверны"] = {
			[16002] = 135805,
		},
		["Хрустальная защита"] = {
			[1138] = 136051,
		},
		["ВОЗРОЖДЕНИЕ БЛИЗКО"] = {
			[7265] = 135826,
		},
		["Воссоединение останков"] = {
			[21095] = 135819,
			[23487] = 135830,
			[21094] = 135830,
			[23492] = 135819,
		},
		["Уничтожение стражей"] = {
			[24474] = 136235,
		},
		["Проклятие крови"] = {
			[15042] = 136189,
			[12279] = 136189,
			[24673] = 136189,
			[16098] = 136189,
			[8282] = 136189,
		},
		["Бриллиантовый свет"] = {
			[24498] = 135934,
		},
		["Синий механодолгоног"] = {
			[10969] = 132247,
		},
		["Периодическая буря Тени"] = {
			[2148] = 136163,
		},
		["Легкий искусно изготовленный патрон"] = {
			[3920] = 136235,
			[3982] = 136235,
		},
		["Освобожденная душа"] = {
			[17370] = 136235,
		},
		["Зачаровывание нагрудника - мана, III ступень"] = {
			[13607] = 135913,
			[13609] = 135913,
		},
		["Черный жеребец"] = {
			[470] = 132251,
		},
		["Улучшенное ослабление доспеха"] = {
			[14168] = 132354,
			[14169] = 132354,
		},
		["Убойный выстрел II"] = {
			[1558] = 132323,
		},
		["Заморозка мозгов"] = {
			[9178] = 135842,
		},
		["Вызов тени души"] = {
			[24810] = 136235,
		},
		["Черная головная повязка из магической ткани"] = {
			[12072] = 132149,
			[12115] = 136021,
		},
		["Сила атаки дальнего боя 60"] = {
			[21013] = 136235,
		},
		["Опаляющий тотем"] = {
			[10440] = 135825,
			[6363] = 135825,
			[6364] = 135825,
			[6380] = 135825,
			[6381] = 135825,
			[10437] = 135825,
			[10439] = 135825,
			[2075] = 135825,
			[3599] = 135825,
			[6379] = 135825,
			[10438] = 135825,
			[6365] = 135825,
		},
		["Защита Праудмура"] = {
			[7120] = 135880,
		},
		["Выклевать глаз"] = {
			[4150] = 132156,
			[4737] = 132156,
			[5997] = 136231,
			[4317] = 132156,
		},
		["Улучшение ударного оружия, III"] = {
			[3114] = 136235,
		},
		["Рецепт: острый копченый окунь"] = {
			[18254] = 136235,
		},
		["Задание - Визуальный эффект Развеяния магии"] = {
			[6528] = 135894,
		},
		["Дарнасский язык"] = {
			[671] = 136235,
		},
		["Выкройка: кираса песчаного ловца"] = {
			[24862] = 136235,
		},
		["Рецепт вареного радужного лосося"] = {
			[18244] = 136192,
		},
		["Расплавленная броня"] = {
			[19631] = 135817,
		},
		["Вызов багрового ружейника"] = {
			[17279] = 136075,
		},
		["Чай с сахаром"] = {
			[19199] = 136235,
		},
		["Major Pet Upgrade III (NYI)"] = {
			[1527] = 136235,
		},
		["Сумка из луноткани"] = {
			[18445] = 132149,
		},
		["Облик кошки (пассивный эффект)"] = {
			[3025] = 132115,
		},
		["Раджакс - событие - позитивно влияет на Круг Кенария"] = {
			[26342] = 136235,
			[26523] = 136235,
		},
		["Благословение мудрости"] = {
			[19856] = 135970,
			[25290] = 135970,
			[19853] = 135970,
			[19857] = 135970,
			[19850] = 135970,
			[19854] = 135970,
			[19858] = 135970,
			[19742] = 135970,
			[19855] = 135970,
			[25398] = 135970,
			[19743] = 135970,
			[19852] = 135970,
			[25961] = 135970,
		},
		["Гнев Чумного"] = {
			[29214] = 136121,
		},
		["Получение объекта обожания"] = {
			[26665] = 136235,
		},
		["Восходящий поток"] = {
			[25060] = 136022,
		},
		["Эликсир сопротивления яду"] = {
			[3174] = 136235,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ БОЛЬШАЯ - В"] = {
			[26500] = 136235,
		},
		["Большой вудуистский плащ"] = {
			[10562] = 136235,
		},
		["Улучшение парирования 3"] = {
			[13668] = 136235,
		},
		["Призыв грозового изгоя"] = {
			[4930] = 136192,
		},
		["Чертеж: сульфуронский молот"] = {
			[23007] = 136235,
		},
		["Альянс флаг уронен"] = {
			[23336] = 132486,
		},
		["Зов стража"] = {
			[7356] = 136235,
		},
		["Сосредоточение Скверны"] = {
			[17787] = 136157,
			[17783] = 136157,
			[17784] = 136157,
			[17785] = 136157,
			[17786] = 136157,
		},
		["Концентрат манго"] = {
			[24384] = 134062,
		},
		["Призыв радужного изгнанника"] = {
			[10388] = 136022,
		},
		["Отравляющий град"] = {
			[21687] = 136016,
			[25812] = 136016,
		},
		["Растерзать"] = {
			[5422] = 136231,
		},
		["Праздничный грог"] = {
			[29220] = 135818,
			[29221] = 135818,
		},
		["Обновление маны"] = {
			[19634] = 136077,
		},
		["Специализация на двуручном оружии"] = {
			[12714] = 132400,
			[12711] = 132400,
			[20113] = 133041,
			[12712] = 132400,
			[12163] = 132400,
			[12713] = 132400,
			[20111] = 133041,
			[20112] = 133041,
		},
		["Твердое взрывчатое вещество"] = {
			[12585] = 136235,
			[12629] = 136235,
		},
		["Пламенное пушечное ядро"] = {
			[29625] = 135934,
			[29639] = 135990,
		},
		["Вызов Тип А периодический (4 сек)"] = {
			[29391] = 136235,
		},
		["Молот рыцаря"] = {
			[17286] = 135963,
		},
		["Быстрое исцеление"] = {
			[10917] = 135907,
			[2061] = 135907,
			[9476] = 135907,
			[10918] = 135907,
			[9477] = 135907,
			[10919] = 135907,
			[10920] = 135907,
			[9472] = 135907,
			[2066] = 135907,
			[9473] = 135907,
			[17138] = 135907,
			[10915] = 135907,
			[24546] = 135917,
			[9474] = 135907,
			[17137] = 135907,
			[10916] = 135907,
			[17843] = 135907,
			[9475] = 135907,
			[27608] = 135907,
		},
		["Печать стойкости (NSE)"] = {
			[1885] = 135968,
		},
		["Вызов пятнистого кролика"] = {
			[10712] = 132311,
		},
		["Бег по равнинам"] = {
			[12567] = 132091,
			[12566] = 132091,
			[12568] = 132091,
			[12821] = 132368,
		},
		["Телепорт в Златоземье"] = {
			[31] = 136235,
		},
		["Студеное дыхание"] = {
			[3132] = 135864,
		},
		["Кираса из чешуи синего дракона"] = {
			[19077] = 136235,
		},
		["Смертельное касание колючешерстного медведя"] = {
			[9455] = 136235,
		},
		["Выкройка: повязка из штормовой ткани"] = {
			[12147] = 136235,
		},
		["Стиляга"] = {
			[17816] = 136235,
		},
		["Улучшенное сокрушение"] = {
			[20497] = 132340,
			[12862] = 132340,
			[20499] = 132340,
			[20498] = 132340,
			[12330] = 132340,
		},
		["Сила атаки - сила зверя (+154)"] = {
			[24994] = 136235,
		},
		["Инициатор немоты"] = {
			[27561] = 136208,
		},
		["Тотем каменного когтя"] = {
			[6391] = 136097,
			[6392] = 136097,
			[10429] = 136097,
			[5731] = 136097,
			[6390] = 136097,
			[10428] = 136097,
			[10430] = 136097,
			[6402] = 136097,
			[6401] = 136097,
			[10427] = 136097,
			[5730] = 136097,
			[6400] = 136097,
		},
		["Сила атаки 100"] = {
			[28735] = 136235,
		},
		["Утраченный навык: кинжалы"] = {
			[7040] = 135429,
		},
		["Большее исцеление"] = {
			[10965] = 135913,
			[25350] = 135913,
			[22009] = 135953,
			[2065] = 135913,
			[10964] = 135913,
			[28809] = 136235,
			[2060] = 135913,
			[2068] = 135913,
			[3085] = 135915,
			[2069] = 135913,
			[25314] = 135913,
			[25983] = 132282,
			[10963] = 135913,
			[2067] = 135913,
		},
		["Улучшенная ледяная стрела"] = {
			[16765] = 135846,
			[12473] = 135846,
			[11070] = 135846,
			[16763] = 135846,
			[16766] = 135846,
		},
		["Ползание"] = {
			[7267] = 136235,
		},
		["Паучья колбаска"] = {
			[21176] = 136021,
		},
		["Ужасающий рев"] = {
			[14100] = 132111,
			[29685] = 132111,
		},
		["Рецепт мяса в соусе \"Дыхание дракона\""] = {
			[15906] = 136192,
		},
		["Снятие шкур (искусник)"] = {
			[10769] = 134366,
		},
		["Glowy (iCoke Promotion)"] = {
			[29042] = 135741,
		},
		["Метательное оружие"] = {
			[15997] = 135426,
		},
		["Безрассудство"] = {
			[1722] = 132109,
			[13847] = 132109,
			[1719] = 132109,
		},
		["Физическая выносливость"] = {
			[4261] = 136101,
			[4247] = 136101,
			[4248] = 136101,
			[4249] = 136101,
			[4250] = 136101,
			[4251] = 136101,
			[4252] = 136101,
			[4253] = 136101,
			[4254] = 136101,
			[4255] = 136101,
			[4256] = 136101,
			[4257] = 136101,
			[4258] = 136101,
			[4259] = 136101,
			[4260] = 136101,
			[4262] = 136101,
		},
		["Священная сила"] = {
			[5926] = 135938,
			[28789] = 136235,
			[28793] = 135922,
			[20007] = 135882,
			[28790] = 135995,
			[28791] = 135892,
			[28795] = 135977,
			[25829] = 135938,
			[5924] = 135938,
			[5925] = 135938,
			[5923] = 135938,
		},
		["Красный льняной жилет"] = {
			[7629] = 132149,
		},
		["Атака берсерка"] = {
			[22886] = 132337,
			[16636] = 132337,
			[19471] = 132337,
			[26561] = 132337,
		},
		["Увеличение интеллекта 33"] = {
			[14423] = 136235,
		},
		["Призыв прирученной гиены"] = {
			[8276] = 132143,
		},
		["Кираса Кровавого тигра"] = {
			[24124] = 136235,
		},
		["Наплечники из луноткани"] = {
			[18448] = 132149,
		},
		["Защита от бесплотных существ"] = {
			[16331] = 136235,
		},
		["Призрачный волк"] = {
			[2645] = 136095,
			[5389] = 136095,
			[3691] = 136235,
			[519] = 136235,
			[5387] = 136095,
		},
		["Процесс само-неуязвимости"] = {
			[16620] = 136235,
		},
		["Усовершенствованный манекен-мишень - событие 3"] = {
			[19723] = 136172,
		},
		["Language Draconic (NYI)"] = {
			[814] = 136235,
		},
		["Постоянная иллюзия - свинья"] = {
			[17533] = 132311,
		},
		["Feed Pet Effect (Quest Test)"] = {
			[23355] = 132165,
		},
		["Улучшенный ожог"] = {
			[12873] = 135827,
			[12872] = 135827,
			[11095] = 135827,
		},
		["Дополнительный урон от огня - оруж. 8"] = {
			[7723] = 136235,
		},
		["Одежда Колючего Меха"] = {
			[6813] = 132156,
		},
		["Copy of Increase Healing 187"] = {
			[28150] = 136235,
		},
		["Взрыв Джей Ди"] = {
			[14208] = 136235,
		},
		["Выкройка: наручи духовного огня"] = {
			[24855] = 136235,
		},
		["Аура великолепия III"] = {
			[1220] = 136013,
		},
		["Перчатки из чешуи красного дракончика"] = {
			[9072] = 136235,
		},
		["Отражение Огня и Чар"] = {
			[13022] = 135736,
		},
		["Ослабление парирования 1"] = {
			[21352] = 136235,
		},
		["Оживление"] = {
			[24341] = 135955,
		},
		["Рецепт: сильное зелье защиты от тайной магии"] = {
			[17603] = 136235,
		},
		["Чо-Раш случайный эффект (жрец)"] = {
			[22880] = 136235,
		},
		["Зачаровывание обуви - ловкость, IV ступень"] = {
			[20023] = 135913,
		},
		["Увеличенный урон от сил природы 29"] = {
			[17819] = 136235,
		},
		["Зов могилы"] = {
			[5137] = 136130,
			[12020] = 136130,
			[17831] = 136130,
		},
		["Установка бомбомета Дымка"] = {
			[19250] = 136235,
		},
		["Аура боя"] = {
			[21129] = 135968,
			[21174] = 135968,
		},
		["Большая желтая ракета"] = {
			[26338] = 136235,
		},
		["Грохот"] = {
			[8281] = 136222,
			[23918] = 136222,
		},
		["Улучшенное лечение питомца"] = {
			[23560] = 136235,
			[19572] = 132179,
			[24406] = 132179,
			[19573] = 132179,
		},
		["\"Снегодел-9000\""] = {
			[21935] = 132387,
			[21940] = 136235,
		},
		["Повышенное сопротивление магии льда 28"] = {
			[14567] = 136235,
		},
		["Рунические латные поножи"] = {
			[16732] = 136192,
		},
		["Жгучая вспышка"] = {
			[16454] = 135807,
		},
		["Charm (TEST)"] = {
			[260] = 136235,
		},
		["Треснувший обсидиан"] = {
			[10072] = 136126,
		},
		["Друидская дремота"] = {
			[8040] = 136090,
		},
		["Подмастерье кожевника"] = {
			[2154] = 133611,
		},
		["Призыв слизнюченыша"] = {
			[12018] = 136006,
		},
		["Ломатель"] = {
			[10003] = 136192,
			[10004] = 136235,
		},
		["Колдовской кристалл резонита"] = {
			[20513] = 136235,
		},
		["Увеличенный урон от чар 26"] = {
			[17823] = 136235,
		},
		["Метание пламени"] = {
			[11100] = 135815,
			[12353] = 135815,
		},
		["Зверогубитель"] = {
			[4636] = 136095,
			[4638] = 136095,
			[2635] = 136095,
			[4640] = 136095,
			[4641] = 136095,
			[4642] = 136095,
			[3837] = 136095,
			[4639] = 136095,
			[4634] = 136095,
			[4631] = 136095,
			[4632] = 136095,
			[4633] = 136095,
			[7784] = 136235,
			[4635] = 136095,
			[4643] = 136095,
		},
		["Воодушевить"] = {
			[19779] = 132333,
		},
		["Выкройка: химерические поножи"] = {
			[19189] = 136235,
		},
		["Слабый эликсир защиты"] = {
			[7183] = 136235,
		},
		["Эффект манекена инфернала"] = {
			[18947] = 135818,
		},
		["Кровоточащая рана"] = {
			[9824] = 132142,
			[9007] = 132142,
			[9826] = 132142,
		},
		["Рецепт: блестящая рыбка"] = {
			[7756] = 136235,
		},
		["Подношение Утера"] = {
			[24194] = 136235,
		},
		["Трансмутация: воздух в огонь"] = {
			[17559] = 134459,
		},
		["Отношение - школа Оружейников"] = {
			[17452] = 136235,
		},
		["Разбитая душа"] = {
			[10771] = 135805,
		},
		["Касание похитителя"] = {
			[18152] = 136130,
		},
		["Увеличение рейтинга критического удара заклинаний"] = {
			[21092] = 136235,
		},
		["Улучшенный лунный огонь"] = {
			[16821] = 136096,
			[16822] = 136096,
			[16823] = 136096,
			[16824] = 136096,
			[16825] = 136096,
			[28854] = 136096,
		},
		["Убийство гуманоидов"] = {
			[19151] = 135942,
			[19152] = 135942,
			[19153] = 135942,
		},
		["Эффект ярости берсерка"] = {
			[23690] = 136235,
			[23691] = 136235,
		},
		["Улучшение брони 250"] = {
			[15687] = 136235,
		},
		["Self Visual - Sleep Until Cancelled  (DND)"] = {
			[6606] = 136168,
		},
		["Черный ром Рэмси"] = {
			[25722] = 132791,
		},
		["Большее одеяние Адепта"] = {
			[7643] = 132149,
		},
		["Trigger Test (PT)"] = {
			[5103] = 136235,
		},
		["Кара, Топот"] = {
			[6432] = 132368,
		},
		["Чертеж: тяжелые сапоги Древобрюхов"] = {
			[23631] = 136235,
		},
		["Наложение рук"] = {
			[2804] = 135928,
		},
		["Утяжеленный кожаный доспех"] = {
			[2166] = 136235,
			[2180] = 136021,
		},
		["Мгновенная заморозка"] = {
			[16803] = 135848,
		},
		["Выползки"] = {
			[8088] = 136245,
		},
		["Внутренний огонь"] = {
			[11025] = 135926,
			[10952] = 135926,
			[7128] = 135926,
			[1254] = 135926,
			[1006] = 135926,
			[588] = 135926,
			[1007] = 136235,
			[624] = 136235,
			[11026] = 135926,
			[609] = 136235,
			[1252] = 135926,
			[7129] = 136235,
			[602] = 135926,
			[7130] = 135926,
			[1253] = 135926,
			[10951] = 135926,
		},
		["Изучить призывание суккуба"] = {
			[11519] = 136220,
		},
		["Радиация"] = {
			[9798] = 136133,
			[9770] = 136133,
			[9769] = 136133,
			[21862] = 136133,
		},
		["Чертеж: пояс Железной лозы"] = {
			[28466] = 136235,
		},
		["Вызов механического йети"] = {
			[19363] = 132189,
		},
		["Улучшенные град стрел и залп"] = {
			[23566] = 136235,
		},
		["Обнаружение газриллия"] = {
			[11992] = 136010,
		},
		["Снятие паутинных повязок"] = {
			[28628] = 136235,
			[28629] = 136235,
		},
		["Рецепт деликатеса из бешенки"] = {
			[7754] = 136192,
		},
		["Чертеж: темнорунический шлем"] = {
			[24916] = 136235,
		},
		["Полосатый ледопард"] = {
			[8394] = 132267,
		},
		["Формула чар для наручей: отражение III"] = {
			[13932] = 136235,
		},
		["Кровавая смерть"] = {
			[25770] = 136235,
		},
		["Кираса из черепашьего панциря"] = {
			[10511] = 136235,
			[10513] = 136021,
		},
		["Сила атаки дальнего боя 17"] = {
			[21432] = 136235,
		},
		["Поместить неопалимый клинок"] = {
			[22905] = 136235,
		},
		["Положить голову Гор'теша"] = {
			[13484] = 136235,
		},
		["Яростный вой"] = {
			[4146] = 136101,
			[4815] = 136101,
			[7484] = 132091,
			[4147] = 136101,
			[6039] = 136101,
			[7483] = 132091,
			[7481] = 132091,
		},
		["Рецепт жареного кальмара"] = {
			[18240] = 136192,
		},
		["Создание подарочного набора Альянса"] = {
			[27667] = 136235,
		},
		["Увеличение сила на 7"] = {
			[7509] = 136235,
		},
		["Наскок"] = {
			[9823] = 132142,
			[9827] = 132142,
			[9005] = 132142,
			[9828] = 132142,
			[9825] = 132142,
			[9006] = 132142,
		},
		["Печать тьмы II"] = {
			[1894] = 135968,
		},
		["Пронзительный вой"] = {
			[23600] = 136147,
			[12323] = 136147,
			[10576] = 132117,
		},
		["Ледяные оковы"] = {
			[113] = 135834,
			[22744] = 135834,
			[520] = 136235,
			[1175] = 135834,
			[1208] = 135834,
			[512] = 135834,
			[485] = 136235,
			[22745] = 135834,
		},
		["Яркоглазые очки"] = {
			[12587] = 136235,
		},
		["Объятие Вдовы"] = {
			[28732] = 135736,
			[28797] = 135736,
		},
		["Вызов случайного герцога"] = {
			[24763] = 136235,
		},
		["Рукавицы духовного огня"] = {
			[24847] = 136235,
		},
		["Копия касания смерти"] = {
			[24080] = 136235,
		},
		["Переменчивый щит"] = {
			[26465] = 136162,
			[26463] = 136235,
			[26464] = 136162,
			[29286] = 136076,
		},
		["Трещина в черепе"] = {
			[3148] = 132325,
			[9791] = 132325,
			[16172] = 132325,
		},
		["Призыв Илифара"] = {
			[10865] = 136235,
		},
		["Порочный страх"] = {
			[21330] = 136183,
			[27780] = 135923,
		},
		["Вызов стража смерти из Сребролесья"] = {
			[11822] = 136235,
		},
		["Чародейская вспышка"] = {
			[16067] = 135807,
			[22940] = 136146,
			[20883] = 135807,
			[18091] = 135807,
			[10833] = 136146,
			[22893] = 136146,
			[22920] = 136146,
			[24857] = 136146,
		},
		["Punctured Voodoo Doll MAG DND"] = {
			[24282] = 136235,
		},
		["Смерть Раздробленного Хребта"] = {
			[9144] = 132151,
		},
		["Проблеск инстинктов"] = {
			[5583] = 132156,
		},
		["Чертеж: темнорунические рукавицы"] = {
			[24915] = 136235,
		},
		["Ярость Арантира"] = {
			[9741] = 132336,
		},
		["Отпор"] = {
			[26027] = 132219,
			[19813] = 132219,
			[28438] = 132219,
			[30056] = 132219,
			[28405] = 132219,
			[10689] = 136235,
		},
		["Увеличение области"] = {
			[23549] = 136235,
		},
		["Выстрел из ружья"] = {
			[7918] = 132222,
		},
		["QAEnchant Gloves +5 Fishing"] = {
			[30187] = 135913,
		},
		["Замораживающая ловушка"] = {
			[1499] = 135834,
			[1552] = 135834,
			[14311] = 135834,
			[14368] = 135834,
			[27753] = 135834,
			[14310] = 135834,
			[14370] = 135834,
		},
		["Заряженная чешуя Ониксии"] = {
			[22434] = 134309,
			[22435] = 135913,
		},
		["Разгром"] = {
			[17959] = 136207,
		},
		["Выплеск магмы"] = {
			[23378] = 135817,
			[13880] = 135817,
			[13879] = 135817,
			[23379] = 135817,
		},
		["Спячка"] = {
			[2637] = 136090,
			[18657] = 136090,
			[18658] = 136090,
			[18659] = 136090,
			[18660] = 136090,
			[5299] = 136090,
		},
		["Эффект Тотема ярости ветра"] = {
			[10607] = 136114,
		},
		["Summon Narain's Special Bag DND"] = {
			[25784] = 136235,
		},
		["Чародейский эликсир"] = {
			[11496] = 136021,
			[11390] = 134810,
			[11461] = 136235,
		},
		["Взрыв трупа"] = {
			[17616] = 136133,
		},
		["Инициализация близнеца"] = {
			[26603] = 136235,
		},
		["Атака Нефариуса 0"] = {
			[16070] = 136096,
		},
		["Невосприимчивость: магия льда"] = {
			[7940] = 135835,
		},
		["Кладб., среднее, инициатор события"] = {
			[24677] = 136235,
		},
		["Жертвоприношение (NSE)"] = {
			[1916] = 135896,
		},
		["Заточка клинка III"] = {
			[2830] = 136235,
		},
		["Сияние (желтое)"] = {
			[22580] = 135741,
		},
		["Изменчивая незаметность"] = {
			[6634] = 132320,
			[6718] = 132320,
		},
		["Чертеж: ледяной отражатель"] = {
			[17436] = 136235,
		},
		["Одурманивание"] = {
			[8140] = 136175,
			[9992] = 136222,
		},
		["Вызов бирюзового долгонога"] = {
			[10804] = 132253,
		},
		["Gemology - Iron (DND)"] = {
			[12689] = 134118,
		},
		["Усиление духа на 15"] = {
			[14433] = 136235,
		},
		["Активация бомбы 1"] = {
			[11518] = 136235,
		},
		["Рецепт: яйцо с травами"] = {
			[8605] = 136235,
		},
		["Зачаровывание обуви - дух, III ступень"] = {
			[20024] = 135913,
		},
		["Ловкость во владении мечом"] = {
			[4302] = 132223,
			[4304] = 132223,
			[4306] = 132223,
			[4301] = 132223,
			[4303] = 132223,
			[4305] = 132223,
		},
		["Отравление грибом-малиновиком"] = {
			[10136] = 132154,
		},
		["Эффект неослабевающих ударов"] = {
			[14181] = 132340,
		},
		["Посеребренные бронзовые сапоги"] = {
			[3331] = 136192,
			[3346] = 136235,
		},
		["Починка"] = {
			[10345] = 136168,
			[13951] = 136168,
		},
		["Башня Братства Справедливости III"] = {
			[9779] = 135812,
		},
		["Ez-Thro динамит II"] = {
			[23069] = 136235,
		},
		["Lady Prestor Transforms DND"] = {
			[20409] = 136235,
		},
		["Выкройка: черная шелковая сума"] = {
			[6696] = 136235,
		},
		["Тревого-бот"] = {
			[23003] = 133003,
			[23002] = 133003,
			[23096] = 136235,
		},
		["Лунная удача"] = {
			[26522] = 134280,
		},
		["Перчатки Флетчера"] = {
			[9145] = 136235,
			[9150] = 136021,
		},
		["Посеребренные бронзовые рукавицы"] = {
			[3333] = 136192,
			[3347] = 136235,
		},
		["Кузнечное дело +10"] = {
			[7824] = 136241,
		},
		["Гром Лакотамани"] = {
			[5322] = 136075,
		},
		["[**Fix_SG_19/02/13**]"] = {
			[13934] = 136235,
		},
		["Драконье парение"] = {
			[18430] = 136235,
		},
		["Выкройка: накладки из кожи Недр"] = {
			[22728] = 136235,
		},
		["Увеличение сила на 24"] = {
			[14496] = 136235,
		},
		["Паутинный взрыв"] = {
			[15474] = 132149,
			[16469] = 132149,
		},
		["Вызов зловещего фантома"] = {
			[16335] = 136122,
		},
		["Сотрясение"] = {
			[12357] = 135821,
			[12358] = 135821,
			[12355] = 135821,
			[12359] = 135821,
			[11103] = 135821,
			[12360] = 135821,
			[26093] = 136025,
		},
		["Большой таинственный жезл"] = {
			[14810] = 135469,
			[14812] = 135913,
		},
		["Тотем очищения от болезней"] = {
			[8170] = 136019,
			[8173] = 136019,
		},
		["Шип маны"] = {
			[8358] = 135915,
		},
		["Ториевая труба"] = {
			[19795] = 136235,
		},
		["Анафема"] = {
			[23237] = 135967,
		},
		["Изучить Роковой рык"] = {
			[2817] = 136235,
		},
		["Создание Коробки деревянных поделок: Дарнасс"] = {
			[27708] = 136235,
		},
		["Улучшение парирования 1"] = {
			[13665] = 136235,
		},
		["Собирание тома I"] = {
			[23231] = 136235,
		},
		["Защитник"] = {
			[21090] = 136172,
		},
		["Усиление духа на 38"] = {
			[14459] = 136235,
		},
		["Изгнание"] = {
			[18648] = 136135,
			[8994] = 136135,
			[7664] = 136135,
			[710] = 136135,
			[18647] = 136135,
			[27565] = 136135,
			[24466] = 135994,
		},
		["Древний ужас"] = {
			[19365] = 136140,
		},
		["Выкройка: тенетканая маска"] = {
			[12345] = 136235,
		},
		["Возжигание пламени"] = {
			[19635] = 135811,
		},
		["Выкройка: сапоги из кожи ледопарда"] = {
			[19176] = 136235,
		},
		["Освященное оружие"] = {
			[28891] = 136235,
		},
		["Прокол"] = {
			[15978] = 132090,
			[15976] = 132155,
			[21911] = 132090,
		},
		["Create Hive'Zora Rubbing DND"] = {
			[24805] = 136235,
		},
		["Пламя Хаккара"] = {
			[12354] = 135826,
		},
		["Формула: зачаровывание браслетов - лечение"] = {
			[23808] = 136235,
		},
		["Повышенное сопротивление огню 3"] = {
			[14583] = 136235,
		},
		["Посеребренный дробовик"] = {
			[3949] = 136235,
			[4009] = 136235,
		},
		["Серебряный Мститель"] = {
			[17352] = 135990,
		},
		["Подлый удар"] = {
			[15248] = 132090,
			[15617] = 132090,
		},
		["Чародейский ум"] = {
			[12501] = 136129,
			[12502] = 136129,
			[11232] = 136129,
			[12503] = 136129,
			[12500] = 136129,
		},
		["Создание камня Элуны"] = {
			[26265] = 136235,
		},
		["Исчезновение прислужника - таймер, редкое"] = {
			[28292] = 136235,
		},
		["Специализация двуручных топорах"] = {
			[4451] = 132316,
			[4455] = 132316,
			[5340] = 132316,
			[4447] = 132316,
			[4440] = 132316,
			[4444] = 132316,
			[4448] = 132316,
			[5475] = 132316,
			[4443] = 132316,
			[5341] = 132316,
			[4453] = 132316,
			[5343] = 132316,
			[4441] = 132316,
			[4445] = 132316,
			[5472] = 132316,
			[5476] = 132316,
			[5344] = 132316,
			[5346] = 132316,
			[4450] = 132316,
			[4446] = 132316,
			[4442] = 132316,
			[5345] = 132316,
			[5473] = 132316,
			[4454] = 132316,
			[5471] = 132316,
			[5474] = 132316,
			[5427] = 132316,
			[4449] = 132316,
			[5342] = 132316,
			[5470] = 132316,
			[4452] = 132316,
		},
		["Прилив маны"] = {
			[16191] = 135861,
			[17355] = 135861,
			[17360] = 135861,
		},
		["Облик медведя"] = {
			[5487] = 132276,
			[7090] = 132276,
			[5488] = 132276,
			[19030] = 132276,
			[27543] = 132276,
			[19179] = 132276,
			[18309] = 132276,
		},
		["Твердый динамит"] = {
			[12630] = 136235,
		},
		["Пылающий интеллект III"] = {
			[1483] = 135932,
		},
		["Вызов сферы оракула"] = {
			[17449] = 136235,
		},
		["Сила атаки 30"] = {
			[9336] = 136235,
		},
		["Сумка из рунной ткани"] = {
			[18405] = 132149,
		},
		["Йааааррррр"] = {
			[8221] = 132288,
			[8222] = 132288,
		},
		["Ведание Воды"] = {
			[25102] = 136057,
		},
		["Сопротивление - Большее сопротивление огню"] = {
			[25068] = 136235,
		},
		["Зеленый грог Гордока"] = {
			[22789] = 132790,
		},
		["Рунические латные наплечники"] = {
			[16664] = 136192,
		},
		["Исчезновение лавовой бомбы"] = {
			[19436] = 136235,
		},
		["Вызов Сына Пламени C"] = {
			[21111] = 135819,
		},
		["Повышенное сопротивление силам Тьмы 21"] = {
			[14684] = 136235,
		},
		["Повышение урона - зверь 12"] = {
			[7595] = 136235,
		},
		["Брызганье очищенной водой"] = {
			[17155] = 136235,
		},
		["Test Strike W35"] = {
			[23850] = 132355,
		},
		["Глаз Мертвого"] = {
			[28780] = 135439,
		},
		["Вызов Тип А"] = {
			[28421] = 136235,
		},
		["Рассеять яд"] = {
			[21954] = 135949,
		},
		["Fear (NYI)"] = {
			[16] = 136183,
		},
		["Обнаружение"] = {
			[2425] = 136173,
			[3050] = 132156,
		},
		["Исцеление недуга"] = {
			[3592] = 136235,
		},
		["Улучшенный \"Уход в тень\""] = {
			[15274] = 135994,
			[15311] = 135994,
		},
		["Оплечье Древобрюхов"] = {
			[23663] = 132149,
		},
		["Вызов Вибрисса"] = {
			[28740] = 132311,
		},
		["Усиленные шерстяные наплечники"] = {
			[3849] = 132149,
		},
		["Вызов Зулианских хищников"] = {
			[24247] = 136235,
		},
		["Улучшенное Слово силы: Щит"] = {
			[14748] = 135940,
		},
		["Увеличение сила на 9"] = {
			[9120] = 136235,
		},
		["Иллюзия - постояное действие"] = {
			[7131] = 132331,
		},
		["Рецепт мифрилоголовой форели"] = {
			[20916] = 136192,
		},
		["Волшебное масло"] = {
			[25121] = 136235,
			[25128] = 135913,
		},
		["Просветление"] = {
			[12655] = 136159,
		},
		["Create Chapter 1 DND"] = {
			[22208] = 136235,
		},
		["Трансмутация: земля в воду"] = {
			[17561] = 134459,
		},
		["ИМ всегда ВКЛ"] = {
			[1509] = 132349,
		},
		["Рецепт: эликсир грубой силы"] = {
			[17587] = 136235,
		},
		["Огненная стрела II"] = {
			[690] = 135810,
			[1371] = 135810,
		},
		["Появление разъяренного стража Скверны"] = {
			[22393] = 135805,
		},
		["Призывание коня Скверны"] = {
			[1710] = 136103,
			[5784] = 136103,
		},
		["Сигнальная ракета, СИНЯЯ БОЛЬШАЯ - ЮВ"] = {
			[26485] = 136235,
		},
		["Поножи из чешуи синего дракона"] = {
			[24654] = 136235,
			[24656] = 136021,
		},
		["Антинаправлятор"] = {
			[4060] = 136203,
		},
		["Мания крови"] = {
			[16492] = 136218,
			[16487] = 136218,
			[16488] = 136218,
			[16489] = 136218,
			[16490] = 136218,
			[16491] = 136218,
		},
		["Улучшение владения 2H топором"] = {
			[15916] = 136235,
			[15909] = 136235,
			[15917] = 136235,
			[7552] = 136235,
			[15919] = 136235,
			[7549] = 136235,
			[15912] = 136235,
			[15920] = 136235,
			[15913] = 136235,
			[15766] = 136235,
			[7550] = 136235,
			[7554] = 136235,
			[15914] = 136235,
			[15767] = 136235,
			[15907] = 136235,
			[14817] = 136235,
			[15768] = 136235,
			[15921] = 136235,
		},
		["QAEnchant Gloves +20 Frost Damage"] = {
			[27108] = 135913,
		},
		["Черепаховая фотокамера Гаммериты"] = {
			[11610] = 136235,
		},
		["Беспредельная мудрость, слово Тьмы: Боль - доп. эффект"] = {
			[26172] = 136081,
		},
		["Юный Тирион"] = {
			[18794] = 136235,
		},
		["Тенекожа"] = {
			[409] = 136235,
			[2358] = 136047,
		},
		["Зеленый боевой конь-скелет"] = {
			[17465] = 132264,
		},
		["Обжигающая ловушка"] = {
			[14303] = 135813,
			[13795] = 135813,
			[14367] = 135813,
			[13799] = 135813,
			[14305] = 135813,
			[14304] = 135813,
			[14302] = 135813,
			[14364] = 135813,
			[14366] = 135813,
			[14365] = 135813,
			[22910] = 135813,
		},
		["Hot Foot (TEST)"] = {
			[12] = 136235,
		},
		["Рецепт похлебки из пещерной крысы"] = {
			[6417] = 136192,
		},
		["Улучшенный молот правосудия"] = {
			[20489] = 135963,
			[20487] = 135963,
			[20488] = 135963,
			[24188] = 136235,
		},
		["Цвет вершины: голубой"] = {
			[23116] = 136235,
		},
		["Подкрепленная воля"] = {
			[16171] = 132333,
		},
		["Молитва Обороны"] = {
			[595] = 135923,
			[1285] = 135923,
		},
		["[PH] Summon Minion parent (ghost/skeleton)"] = {
			[28184] = 136235,
		},
		["Хрустальный заряд"] = {
			[15239] = 134116,
		},
		["Удар щитом"] = {
			[11972] = 132357,
			[1671] = 132357,
			[1675] = 132357,
			[1672] = 132357,
			[72] = 132357,
			[1677] = 132357,
			[1676] = 132357,
		},
		["Рука Тауриссана"] = {
			[17492] = 135807,
		},
		["Питомец: бомба"] = {
			[13260] = 135805,
		},
		["Создание клятвы драконьего выводка Изеры"] = {
			[12578] = 136235,
		},
		["Copy of Corruption"] = {
			[28309] = 136208,
		},
		["Золотые чешуйчатые сапоги"] = {
			[3515] = 136192,
		},
		["Произвольный костюм"] = {
			[24720] = 136235,
		},
		["Вызов висельника-охотника за сокровищами"] = {
			[11487] = 136235,
		},
		["Волна исцеления"] = {
			[1355] = 136052,
			[1356] = 136052,
			[332] = 136052,
			[1327] = 136052,
			[959] = 136052,
			[913] = 136052,
			[914] = 136235,
			[12492] = 136052,
			[25357] = 136052,
			[8006] = 136052,
			[538] = 136235,
			[1354] = 136052,
			[25964] = 136043,
			[547] = 136052,
			[15982] = 136052,
			[331] = 136052,
			[8005] = 136052,
			[10395] = 136052,
			[565] = 136235,
			[1326] = 136052,
			[12491] = 136052,
			[10396] = 136052,
			[939] = 136052,
			[10398] = 136052,
			[25402] = 136052,
			[10397] = 136052,
			[11986] = 136052,
			[26097] = 136052,
		},
		["Чары для оружия - огненное оружие"] = {
			[13898] = 135913,
		},
		["Вызов союзников-древней"] = {
			[20702] = 136036,
		},
		["Бросок бесконтактной бомбы"] = {
			[3823] = 136173,
		},
		["Правосудие"] = {
			[23590] = 135972,
			[23591] = 135972,
			[10321] = 135959,
			[3684] = 136235,
			[20271] = 135959,
		},
		["Факел"] = {
			[13382] = 135826,
			[13381] = 135826,
			[23202] = 135826,
		},
		["Супер трус"] = {
			[8392] = 135994,
		},
		["[PH] Teleport to Auberdine"] = {
			[6349] = 136235,
		},
		["Выкройка: синий комбинезон"] = {
			[7640] = 136235,
		},
		["Древесный облик (пассивный эффект)"] = {
			[3122] = 136064,
			[5420] = 136062,
		},
		["Выкройка: жесткие сапоги из чешуи скорпида"] = {
			[10536] = 136235,
			[10555] = 136235,
			[10527] = 136235,
		},
		["Увеличенный урон от чар 7"] = {
			[13594] = 136235,
		},
		["Вызов миражей"] = {
			[17773] = 136122,
		},
		["Тотем-часовой"] = {
			[6496] = 136082,
		},
		["Взмах"] = {
			[21919] = 132350,
			[8876] = 132152,
			[3391] = 132152,
			[12787] = 132152,
			[3417] = 132152,
		},
		["Ториевый шлем"] = {
			[16653] = 136192,
		},
		["Кипящая кровь"] = {
			[6211] = 136124,
			[6210] = 136124,
			[650] = 136235,
			[655] = 136235,
			[661] = 136235,
			[6212] = 136124,
		},
		["Духовное направление"] = {
			[15031] = 135977,
			[15028] = 135977,
			[15029] = 135977,
			[15030] = 135977,
			[14901] = 135977,
		},
		["Очищенная мудрость"] = {
			[17627] = 134877,
		},
		["Дух предков"] = {
			[20610] = 136077,
			[20779] = 136077,
			[2008] = 136077,
			[20776] = 136077,
			[20780] = 136077,
			[20777] = 136077,
			[20781] = 136077,
			[20609] = 136077,
			[20778] = 136077,
			[2014] = 136077,
		},
		["Формула чар для оружия: могучий интеллект"] = {
			[23810] = 136235,
		},
		["Сила Племени: черный"] = {
			[22287] = 136010,
			[22312] = 135805,
			[22560] = 135805,
		},
		["ImmuneSleep (JEFFTEST)"] = {
			[5306] = 135844,
		},
		["Узы Чертополохха"] = {
			[5219] = 136163,
		},
		["Чертеж: клинок Ледяного тигра"] = {
			[3529] = 136235,
		},
		["Вскрытие замков 5"] = {
			[9133] = 134237,
		},
		["Зелье невидимости"] = {
			[11464] = 136235,
		},
		["Мудрость Агамаггана"] = {
			[7764] = 135736,
		},
		["Динамит Мертвецких копей"] = {
			[7395] = 135826,
		},
		["Зачарованная сумка из рунной ткани"] = {
			[27659] = 132149,
		},
		["Возрождение Бытия - дополнительно"] = {
			[26106] = 136235,
		},
		["Варварский штурм IV"] = {
			[1664] = 132316,
			[1669] = 132316,
		},
		["Молот правосудия"] = {
			[13005] = 135963,
			[10309] = 135963,
			[5584] = 135963,
			[5588] = 135963,
			[5589] = 135963,
			[10308] = 135963,
			[853] = 135963,
			[5591] = 135963,
			[5590] = 135963,
		},
		["Предмет +КД/СО Нога R3"] = {
			[15462] = 136235,
		},
		["Формула чар для оружия: рыцарь"] = {
			[13904] = 136235,
			[20087] = 136235,
		},
		["Дурацкое обязательство"] = {
			[23504] = 136235,
		},
		["Гномья шапка контроля над разумом"] = {
			[12907] = 136235,
			[13181] = 135995,
			[26740] = 135995,
			[13180] = 135995,
		},
		["Нет обнаружения незаметности"] = {
			[23330] = 136235,
		},
		["Conjure Furis Felsteed DUMMY DND"] = {
			[21338] = 136235,
		},
		["Каурый конь-скелет"] = {
			[17464] = 132264,
		},
		["Твердый искусно изготовленный патрон"] = {
			[3947] = 136235,
			[4008] = 136235,
		},
		["Одеяние из пепельной ткани"] = {
			[12069] = 132149,
			[12112] = 136021,
		},
		["Доспех Грозового Покрова"] = {
			[19079] = 136235,
		},
		["Собирание оскверненной воды"] = {
			[15649] = 136235,
		},
		["Рунный конец"] = {
			[16980] = 136192,
		},
		["Некрашеный механодолгоног"] = {
			[17454] = 132247,
		},
		["Воскрешение нежити-драконидов"] = {
			[23361] = 136235,
		},
		["Проклятье павших Маграм"] = {
			[18159] = 136224,
		},
		["Рунный мифриловый молот"] = {
			[10009] = 136192,
		},
		["Отвлекающее движение"] = {
			[15051] = 136235,
			[15056] = 136235,
		},
		["Тяжелый искусно изготовленный патрон"] = {
			[3930] = 136235,
			[3993] = 136235,
		},
		["Giant Slayer (OLD)"] = {
			[4705] = 132154,
			[4706] = 132154,
			[4713] = 132154,
			[4712] = 132154,
		},
		["Исчезновение кальдорейского гвардейца"] = {
			[26340] = 136235,
		},
		["Иссушающее прикосновение"] = {
			[11442] = 136134,
			[11441] = 136188,
			[12947] = 136188,
		},
		["Выкройка: сапоги Кровавой Лозы"] = {
			[24096] = 136235,
		},
		["Вызов базы песчаного червя"] = {
			[26133] = 136235,
			[31768] = 136235,
		},
		["Summon Jarien and Sothos DND"] = {
			[27191] = 136235,
		},
		["Тотем магмы"] = {
			[10590] = 135826,
			[10579] = 135826,
			[10581] = 135826,
			[10585] = 135826,
			[10587] = 135826,
			[10589] = 135826,
			[10580] = 135826,
			[8187] = 135826,
			[8189] = 135826,
			[10586] = 135826,
			[10588] = 135826,
			[8190] = 135826,
		},
		["Взрыв Антусула"] = {
			[11891] = 132939,
		},
		["Повышенное сопротивление всему 14"] = {
			[18685] = 136235,
		},
		["Зажигательное масло"] = {
			[7837] = 136235,
			[7839] = 136021,
		},
		["Создание Залога верности: Дарнасс"] = {
			[27710] = 136235,
		},
		["Ненависть вполовину"] = {
			[21789] = 136190,
		},
		["Self Visual - Stun 10s (DND)"] = {
			[6844] = 136168,
		},
		["Мощь посоха"] = {
			[5716] = 135145,
			[5725] = 135145,
			[5722] = 135145,
			[5717] = 135145,
			[5715] = 135145,
			[5724] = 135145,
		},
		["Выкройка: дикарский кожаный жилет"] = {
			[10545] = 136235,
		},
		["Проекция"] = {
			[7765] = 136235,
		},
		["Превращение студентов смотровой"] = {
			[18110] = 136235,
		},
		["Создание верхнепалубного аксессуара маски"] = {
			[30192] = 136235,
		},
		["Дух воздаяния"] = {
			[20711] = 132864,
			[27792] = 136235,
			[27795] = 136235,
			[27827] = 135913,
		},
		["Улучшенное благословение"] = {
			[24460] = 136235,
		},
		["Зеленые льняные наручи"] = {
			[3841] = 132149,
			[3877] = 136021,
		},
		["Тотемное средоточие"] = {
			[16225] = 136057,
			[16222] = 136057,
			[16223] = 136057,
			[16224] = 136057,
			[16173] = 136057,
		},
		["Выкройка: сапоги из луноткани"] = {
			[21207] = 132539,
		},
		["QAEnchant Cloak +15 Fire Resistance"] = {
			[27118] = 135913,
		},
		["Призыв древесника"] = {
			[5666] = 136074,
		},
		["Summon Vindicator's Belt  DND"] = {
			[28886] = 136235,
		},
		["Черная шелковая сума"] = {
			[6695] = 136235,
		},
		["Безрассудный штурм"] = {
			[2452] = 132316,
		},
		["Выкройка: наручи из ледяной чешуи"] = {
			[28233] = 136235,
		},
		["Тяжелое точило"] = {
			[2674] = 136192,
			[2752] = 136235,
		},
		["Профессиональное снятие шкур"] = {
			[24591] = 135342,
		},
		["Выкройка: поножи из чешуи черного дракона"] = {
			[19225] = 136235,
		},
		["Поврежденный танк"] = {
			[27771] = 136235,
		},
		["Рецепт: зубатка ощетиненная"] = {
			[7760] = 136235,
		},
		["Эффект исцеления превращенного"] = {
			[12939] = 136071,
		},
		["Комната идола - появление последнего ключевого противника"] = {
			[12949] = 136235,
		},
		["Исправление ошибок"] = {
			[10860] = 136192,
		},
		["Атака Нефариуса 1"] = {
			[16069] = 136235,
		},
		["Тяжелый шлем Скорпида"] = {
			[19088] = 136235,
		},
		["Постоянное действие - ложная смерть"] = {
			[29266] = 136235,
		},
		["Зачаровывание браслетов - дух, IV ступень"] = {
			[13846] = 135913,
		},
		["Вызов хрупкого скелета"] = {
			[16531] = 136187,
		},
		["Перчатки Медитации"] = {
			[3852] = 132149,
			[3884] = 136021,
		},
		["Чертеж: ториевая граната"] = {
			[19845] = 134153,
		},
		["Императорские латные сапоги"] = {
			[16657] = 136192,
		},
		["Воссоздание"] = {
			[4093] = 136235,
		},
		["Точность"] = {
			[13845] = 132222,
			[20189] = 132282,
			[13843] = 132222,
			[13832] = 132222,
			[20192] = 132282,
			[20193] = 132282,
			[13844] = 132222,
			[13705] = 132222,
		},
		["Призыв макао"] = {
			[10680] = 132311,
		},
		["Выкройка: зеленая шелковая броня"] = {
			[8785] = 136235,
		},
		["Простая групповая телепортация"] = {
			[7078] = 135994,
			[7143] = 135994,
		},
		["Задание - Вызов древня"] = {
			[12537] = 136065,
		},
		["Расширение кругозора"] = {
			[4981] = 136168,
		},
		["Повышенное сопротивление силам Тьмы 15"] = {
			[14678] = 136235,
		},
		["Zul'Gurub Talisman PAL R1 DND"] = {
			[24007] = 136235,
		},
		["Дух большего исцеления"] = {
			[20936] = 135913,
		},
		["Предел сил Природы"] = {
			[16819] = 136065,
			[16820] = 136065,
		},
		["Кулинария"] = {
			[18260] = 133971,
			[3102] = 133971,
			[3413] = 133971,
			[2550] = 133971,
		},
		["Залп повышение урона"] = {
			[28539] = 132218,
		},
		["Уклонение Плети"] = {
			[29474] = 136235,
			[29475] = 136235,
		},
		["Арканитовый защитник"] = {
			[16990] = 136192,
		},
		["Обледенение"] = {
			[12984] = 135849,
			[12985] = 135849,
			[12982] = 135849,
			[11170] = 135849,
			[12983] = 135849,
		},
		["Прикосновение слабости"] = {
			[19322] = 136119,
			[19261] = 136143,
			[2652] = 136143,
			[19262] = 136143,
			[19264] = 136143,
			[2943] = 136143,
			[19265] = 136143,
			[19266] = 136143,
			[19251] = 136143,
			[28598] = 136143,
			[19252] = 136143,
			[19253] = 136143,
			[19254] = 136143,
			[19318] = 136119,
			[19320] = 136119,
			[19249] = 136143,
			[19321] = 136119,
			[19323] = 136119,
			[19324] = 136119,
		},
		["Злость Арантира"] = {
			[9733] = 132369,
		},
		["Пламень"] = {
			[16898] = 135818,
			[23972] = 136235,
		},
		["Опутывающие сети"] = {
			[24110] = 136022,
		},
		["Выкройка: перчатки из кожи ледопарда"] = {
			[19207] = 136235,
		},
		["Агрессия питомца"] = {
			[6316] = 132136,
			[6317] = 132136,
			[6318] = 132136,
			[6319] = 132136,
			[6320] = 132136,
			[6321] = 132136,
			[6322] = 132136,
			[6323] = 132136,
			[6324] = 132136,
			[6325] = 132136,
			[6311] = 132136,
			[6312] = 132136,
			[6313] = 132136,
			[6314] = 132136,
			[6315] = 132136,
		},
		["Больший огненный бес"] = {
			[1948] = 136172,
		},
		["Рецепт: хорошее лечебное зелье"] = {
			[17586] = 136235,
		},
		["Урон ловкости"] = {
			[6817] = 135914,
		},
		["Вызов Мулгорского заступника"] = {
			[11645] = 136235,
		},
		["Жестокий рывок"] = {
			[14331] = 132155,
			[16095] = 132155,
		},
		["Вызов сундука Гордунни (КОБАЛЬТ)"] = {
			[11756] = 136235,
		},
		["Масло каменного угря"] = {
			[17551] = 136235,
			[17581] = 136021,
		},
		["Изменчивость"] = {
			[16121] = 132320,
			[16122] = 132320,
		},
		["Увеличение выносливости на 4"] = {
			[7502] = 136235,
		},
		["Создание Оргриммарской коробки с теплыми пирожками"] = {
			[27712] = 136235,
		},
		["Телепорт древня"] = {
			[447] = 136235,
		},
		["Увеличенный урон от темной магии 10"] = {
			[7709] = 136235,
		},
		["Нокдаун"] = {
			[6961] = 132154,
			[5164] = 132154,
			[13360] = 132154,
			[16790] = 132154,
			[7095] = 132154,
			[22592] = 132154,
			[5951] = 132154,
			[20276] = 132154,
			[18812] = 132154,
			[19128] = 132154,
			[11428] = 132154,
			[15753] = 132154,
		},
		["Обратная трансформация героя"] = {
			[25100] = 136235,
		},
		["Вызов Тип B инициатор"] = {
			[28416] = 136235,
		},
		["Зеленое шерстяное одеяние"] = {
			[7636] = 136235,
		},
		["Выплавка серебра"] = {
			[2658] = 136235,
			[3317] = 136235,
		},
		["Начинающий убийца элементалей"] = {
			[13651] = 136235,
		},
		["Стрела Купидона"] = {
			[27552] = 136235,
		},
		["Мутагенный взрыв"] = {
			[28206] = 136235,
		},
		["Чертеж: грубые бронзовые наручи"] = {
			[2761] = 136235,
		},
		["Create Zul'Gurub Talisman SHM R4 DND"] = {
			[24070] = 136235,
		},
		["Выкройка: перчатки из кожи древней летучей мыши"] = {
			[24127] = 136235,
		},
		["Формула чар для плаща: защита I"] = {
			[7772] = 136235,
		},
		["Создание залога верности: Громовой Утес"] = {
			[27716] = 136235,
		},
		["Вечная С.И.Л.А."] = {
			[30178] = 136075,
		},
		["Зеленая выходная рубашка"] = {
			[21945] = 132149,
		},
		["Рецепт пирожка из паучатины"] = {
			[3377] = 136192,
		},
		["Токсическая инфекция"] = {
			[6672] = 136235,
		},
		["Наручи Стремительного полета"] = {
			[22923] = 136235,
		},
		["Крошечный камень здоровья"] = {
			[23468] = 135230,
			[23469] = 135230,
			[6262] = 135230,
		},
		["Механическая жаба"] = {
			[19793] = 136235,
		},
		["Звериная ярость II"] = {
			[3138] = 132091,
		},
		["Агрессивная стойка"] = {
			[2469] = 132349,
			[2470] = 132349,
		},
		["Рецепт: эликсир Силы Теней"] = {
			[11531] = 136235,
		},
		["Облик разведчика"] = {
			[3033] = 132311,
		},
		["Повышенное сопротивление силам природы 18"] = {
			[14639] = 136235,
		},
		["Колючки"] = {
			[8393] = 136104,
			[9464] = 136104,
		},
		["Жетон Серебряного Рассвета"] = {
			[17670] = 133440,
		},
		["Огнесдвиг"] = {
			[18093] = 135830,
			[18073] = 135830,
			[18096] = 135830,
		},
		["Гнущаяся берцовая кость"] = {
			[8856] = 136235,
			[8855] = 136235,
			[8854] = 136235,
		},
		["Тонкие кожаные сапоги"] = {
			[2158] = 136235,
		},
		["Рваная рана"] = {
			[6736] = 132302,
			[8642] = 132302,
			[8640] = 132302,
			[1943] = 132302,
			[11273] = 132302,
			[19771] = 132155,
			[11277] = 132302,
			[8639] = 132302,
			[8641] = 132302,
			[14903] = 132302,
			[11274] = 132302,
			[11278] = 132302,
			[14874] = 132302,
			[11276] = 132302,
			[15583] = 132302,
			[11275] = 132302,
		},
		["Призыв Осквернерра"] = {
			[10867] = 136235,
		},
		["Кираса Живых"] = {
			[19095] = 136235,
		},
		["Увеличение ловкости 4"] = {
			[7490] = 136235,
		},
		["Альтеракский баран, исчезновение, заклинание"] = {
			[21865] = 136235,
		},
		["Бронник"] = {
			[9788] = 132739,
		},
		["Телепорт в Гномриган"] = {
			[11362] = 136235,
		},
		["Валун"] = {
			[21071] = 132324,
			[26616] = 132324,
			[19701] = 132324,
			[23391] = 132324,
			[23392] = 132324,
			[21832] = 132324,
			[9483] = 132324,
		},
		["Проявитель драконида"] = {
			[22652] = 136235,
			[22653] = 136235,
		},
		["Илистая топь"] = {
			[14535] = 136066,
		},
		["Кошачья быстрота"] = {
			[3031] = 136078,
		},
		["ПОКАЗАТЬ ЯРЛЫК только ОТКЛЮЧЕНО"] = {
			[456] = 136069,
		},
		["Bleed Spice, Create (DND)"] = {
			[30227] = 136235,
		},
		["Грубая бронзовая кираса"] = {
			[2670] = 136192,
			[2750] = 136235,
		},
		["Повышенное сопротивление огню 27"] = {
			[14607] = 136235,
		},
		["Интеллект I ступень"] = {
			[3166] = 134721,
			[3165] = 134721,
			[13363] = 136235,
			[2376] = 134721,
		},
		["Бросок эля Черного Железа"] = {
			[14814] = 136235,
		},
		["Вызов часового Аубердина"] = {
			[11804] = 136235,
		},
		["Сопротивление чарам"] = {
			[17175] = 135736,
		},
		["Неукротимая страсть"] = {
			[25947] = 135975,
		},
		["Дымовая шашка"] = {
			[7964] = 132156,
			[8817] = 136047,
		},
		["Фазовый плеточник (Тайная магия)"] = {
			[22354] = 136104,
		},
		["Выкройка: зеленая шелковая сума"] = {
			[6694] = 136235,
		},
		["Паучий яд"] = {
			[4144] = 136077,
			[4940] = 136016,
			[4425] = 136077,
			[6025] = 136077,
		},
		["Сила атаки - сила зверя (+305)"] = {
			[28717] = 136235,
		},
		["Вызов ордынского стражника"] = {
			[11794] = 136235,
		},
		["Неостановимая сила"] = {
			[23699] = 136235,
		},
		["Чертеж: пылающая рапира"] = {
			[17024] = 136235,
		},
		["Пожирание трупа"] = {
			[12139] = 132122,
		},
		["Оглушающий взрыв"] = {
			[5648] = 135860,
			[5649] = 135860,
		},
		["Специализация на луке"] = {
			[5753] = 132382,
			[5773] = 132222,
			[5765] = 132222,
			[5769] = 132222,
			[5742] = 132382,
			[5746] = 132382,
			[5750] = 132382,
			[5754] = 132382,
			[5749] = 132382,
			[5745] = 132382,
			[5766] = 132222,
			[5770] = 132222,
			[5743] = 132382,
			[5778] = 132222,
			[5751] = 132382,
			[5755] = 132382,
			[26290] = 135500,
			[5748] = 132382,
			[5767] = 132222,
			[5771] = 132222,
			[5744] = 132382,
			[5779] = 132222,
			[5752] = 132382,
			[5756] = 132382,
			[5774] = 132222,
			[5775] = 132222,
			[5777] = 132222,
			[5772] = 132222,
			[5776] = 132222,
			[5780] = 132222,
			[5747] = 132382,
		},
		["Увеличение интеллекта 40"] = {
			[14430] = 136235,
		},
		["Чертеж: гирозамораживающий ледяной отражатель"] = {
			[23089] = 134153,
		},
		["Скрытность"] = {
			[17122] = 132150,
			[17118] = 132150,
			[17119] = 132150,
			[17120] = 132150,
			[17121] = 132150,
			[23545] = 136235,
		},
		["Вызов городского стражника Штормграда"] = {
			[11475] = 136235,
		},
		["Выстрел в бедро III"] = {
			[1998] = 132153,
		},
		["Смерть детеныша ледопарда"] = {
			[15782] = 132151,
		},
		["Обстрел II"] = {
			[3015] = 132153,
			[3016] = 132153,
		},
		["Чертеж: наплечники кровавого духа"] = {
			[24143] = 136235,
		},
		["Убийство животных 45"] = {
			[18067] = 136235,
		},
		["Зачаровывание браслетов - выносливость, V ступень"] = {
			[20011] = 135913,
		},
		["Чертеж: выкованная демоном кираса"] = {
			[16684] = 136235,
		},
		["Леска из этерний"] = {
			[24302] = 136235,
		},
		["Природная слабость"] = {
			[25180] = 134397,
		},
		["Драгоценность Афрасы"] = {
			[12732] = 136077,
		},
		["Увеличение ловкости 13"] = {
			[9258] = 136235,
		},
		["Улучшение брони 120"] = {
			[15508] = 136235,
		},
		["Раскол души II"] = {
			[1409] = 136195,
		},
		["Образование Основы Атиеша"] = {
			[28324] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ БОЛЬШАЯ - С"] = {
			[26502] = 136235,
		},
		["Превращение наоборот"] = {
			[28406] = 136071,
		},
		["Мощь топора"] = {
			[5511] = 132316,
			[5524] = 132316,
			[5526] = 132316,
			[5510] = 132316,
			[5509] = 132316,
			[5525] = 132316,
		},
		["Fast Cast (NYI)"] = {
			[450] = 136235,
		},
		["Терзания"] = {
			[10370] = 132155,
		},
		["Увеличение выносливости на 28"] = {
			[14475] = 136235,
		},
		["Смерть Аркедаса"] = {
			[10264] = 136235,
		},
		["Повышенная точность заклинания на 2"] = {
			[23729] = 136235,
		},
		["Гонг"] = {
			[24967] = 136235,
		},
		["Рукопашный бой"] = {
			[203] = 132154,
		},
		["Высоковзрывная бомба"] = {
			[12641] = 136235,
		},
		["Пусковая установка белого фейерверка"] = {
			[26328] = 136235,
		},
		["Инициатор \"Атаковать всех\" (только вызванное)"] = {
			[29509] = 136235,
		},
		["Большой эликсир Водяного Дыхания"] = {
			[22807] = 135859,
		},
		["Рецепт: эликсир Стойкости"] = {
			[3455] = 136235,
		},
		["Ударная волна специй"] = {
			[31363] = 132965,
		},
		["Сотворение Скверно-зелья"] = {
			[15247] = 136026,
		},
		["Вызов Сына Пламени E"] = {
			[21113] = 135819,
		},
		["Чертеж: вулканический молот"] = {
			[17027] = 136235,
		},
		["Сопротивление снежкам"] = {
			[21354] = 132387,
		},
		["Кожевничество (искусник)"] = {
			[10663] = 133611,
		},
		["Удар кинжалом III"] = {
			[2633] = 132223,
		},
		["Молот бурь"] = {
			[20685] = 133038,
		},
		["Портал Бессмер'тера"] = {
			[22950] = 135743,
		},
		["Пчелы-убийцы!"] = {
			[24265] = 136067,
		},
		["Улучшенные тотемы чар"] = {
			[29193] = 135792,
		},
		["Великое благословение Света"] = {
			[25890] = 135909,
		},
		["Выкройка: перчатки истинной веры"] = {
			[8783] = 136235,
		},
		["Рецепт жареного ящера"] = {
			[15855] = 136192,
		},
		["Укрытие"] = {
			[6920] = 132320,
		},
		["Размах"] = {
			[9754] = 134296,
			[779] = 134296,
			[9908] = 134296,
			[3139] = 134296,
			[9755] = 134296,
			[1432] = 134296,
			[780] = 134296,
			[27554] = 134296,
			[769] = 134296,
			[1433] = 134296,
			[9909] = 134296,
		},
		["Перчатки Железной лозы"] = {
			[28462] = 136192,
		},
		["Стромгард - смерть"] = {
			[8894] = 132151,
		},
		["Самоуничтожение"] = {
			[9874] = 135826,
			[9879] = 135826,
		},
		["Сушеные свиные ребрышки"] = {
			[2563] = 136021,
		},
		["Яйцо ползучего силитида"] = {
			[6587] = 136006,
		},
		["Воспламенение маны"] = {
			[19659] = 135818,
			[19665] = 135818,
		},
		["Телепорт в Элвиннский лес"] = {
			[35] = 136235,
		},
		["Бой двумя оружиями"] = {
			[674] = 132147,
			[30798] = 132147,
		},
		["Покаяние"] = {
			[20066] = 135942,
		},
		["Колючая кость"] = {
			[16550] = 135042,
		},
		["Тяжелый медный палаш"] = {
			[3292] = 136192,
			[3298] = 136235,
		},
		["Зачаровывание, Анналы Дарроушира"] = {
			[17285] = 136235,
		},
		["Проклятие мрачнодерева"] = {
			[16871] = 136160,
		},
		["Взрывающийся кадавр"] = {
			[16140] = 136190,
			[16141] = 136118,
		},
		["Tracking (TEST)"] = {
			[2361] = 136235,
		},
		["Истребитель нежити 39"] = {
			[12981] = 136142,
		},
		["Эликсир хождения по воде"] = {
			[11447] = 136235,
			[11482] = 136021,
		},
		["Колючечник"] = {
			[22781] = 136104,
		},
		["Белая бандитская маска"] = {
			[12059] = 132149,
		},
		["Облик трогга"] = {
			[5142] = 136224,
		},
		["Повышенная быстрота"] = {
			[3443] = 136047,
		},
		["Похищающий удар"] = {
			[16793] = 136130,
		},
		["Говори правду"] = {
			[25383] = 136020,
		},
		["Повышенное сопротивление всему 11"] = {
			[18682] = 136235,
		},
		["Мана"] = {
			[13606] = 136235,
		},
		["Оповещение о зул'фарракском зомби"] = {
			[10747] = 136235,
		},
		["Снижение стоимости способностей \"Трепка\" и \"Размах\""] = {
			[28855] = 136052,
		},
		["Духовный посох II"] = {
			[2713] = 132325,
		},
		["Телепорт в Дарнасс - событие"] = {
			[9268] = 136235,
		},
		["Увеличенный урон от огня 19"] = {
			[9296] = 136235,
		},
		["Истребление"] = {
			[28374] = 136235,
			[10268] = 136235,
			[28375] = 136235,
			[13459] = 134947,
		},
		["Рецепт: эликсир Мангуста"] = {
			[17597] = 136235,
		},
		["Ториевый большой меч"] = {
			[16960] = 136192,
		},
		["Усиление брони преданности"] = {
			[27850] = 136052,
		},
		["Рас Снегошепот - манекен визуального эффекта"] = {
			[17190] = 136235,
		},
		["Чародейское мастерство"] = {
			[16737] = 136183,
			[16738] = 136183,
			[16734] = 136183,
			[16735] = 136183,
			[16736] = 136183,
		},
		["Призыв Огнезолов"] = {
			[10869] = 135805,
		},
		["Твердость воина"] = {
			[27418] = 135953,
			[27419] = 135953,
		},
		["Выкройка: украшенный самоцветами кожаный пояс"] = {
			[18668] = 136235,
		},
		["Телепорт"] = {
			[4801] = 135736,
			[20449] = 135736,
			[20618] = 135736,
			[20682] = 135736,
			[7791] = 135994,
			[7794] = 135994,
			[8195] = 135736,
			[20534] = 135736,
			[29216] = 132331,
			[29273] = 136235,
		},
		["Луженая глотка"] = {
			[12837] = 136075,
			[12838] = 136075,
			[12835] = 136075,
			[12321] = 136075,
			[12836] = 136075,
		},
		["Свечение"] = {
			[20272] = 135913,
			[20210] = 135913,
			[20212] = 135913,
			[20213] = 135913,
			[20214] = 135913,
			[20215] = 135913,
		},
		["Жертва Тяжелоступа"] = {
			[4984] = 135954,
		},
		["PX-238 Чудовольт Мороза"] = {
			[26273] = 135849,
			[26157] = 135849,
			[26272] = 135849,
			[26274] = 135849,
		},
		["Оскверненный Тотем кольца огня"] = {
			[23419] = 135824,
		},
		["Отрицательный эффект"] = {
			[6558] = 132094,
		},
		["Разрывной выстрел"] = {
			[6997] = 135812,
			[7896] = 135808,
			[15495] = 135808,
		},
		["Формула чар для щита: выносливость IV"] = {
			[20069] = 136235,
		},
		["Player Lost Apple DND"] = {
			[22942] = 136235,
		},
		["Неподвижность"] = {
			[14775] = 136018,
		},
		["Summon Terky"] = {
			[28487] = 132311,
		},
		["Вызов паука-быстронога Раззаши"] = {
			[24598] = 132099,
		},
		["Воющий клинок"] = {
			[13490] = 132117,
		},
		["Кулинария (искусник)"] = {
			[18261] = 133971,
			[19887] = 133971,
		},
		["Паутина II"] = {
			[4168] = 132149,
		},
		["Анубисат-страж цель"] = {
			[14291] = 136235,
		},
		["Башня Братства Справедливости II"] = {
			[9773] = 135812,
		},
		["Длинный шелковый плащ"] = {
			[3861] = 132149,
			[3889] = 136021,
		},
		["Сапоги Заклинателя"] = {
			[3860] = 132149,
		},
		["Портал Мародона"] = {
			[21127] = 135743,
		},
		["Щит"] = {
			[9116] = 134950,
		},
		["Твердое грузило"] = {
			[9921] = 136192,
			[9925] = 136235,
		},
		["Грозовая волна"] = {
			[24819] = 136015,
		},
		["исчезновение на базу"] = {
			[26594] = 135830,
		},
		["Крепкий алкоголь."] = {
			[11009] = 132796,
		},
		["Зачаровывание перчаток - ловкость, V ступень"] = {
			[25080] = 135913,
		},
		["Увеличенное исцеление 9"] = {
			[7678] = 136235,
		},
		["Легкие зимние сапоги"] = {
			[2157] = 136235,
		},
		["Жгучее пиво Ячменевца"] = {
			[8553] = 132792,
		},
		["Ледяной коготь"] = {
			[3130] = 135853,
		},
		["Формула чар для перчаток: целительная сила"] = {
			[25091] = 136235,
		},
		["Статическое электричество"] = {
			[3742] = 136051,
		},
		["Чумная слизь (красная)"] = {
			[28990] = 135824,
		},
		["Пронзающий лед"] = {
			[12952] = 135845,
			[12953] = 135845,
			[11151] = 135845,
			[12954] = 135845,
			[12957] = 135845,
		},
		["Захват духа"] = {
			[15336] = 136188,
			[15270] = 136188,
			[15337] = 136188,
			[15271] = 136188,
			[15338] = 136188,
			[15335] = 136188,
		},
		["Рецепт: сильный чародейский эликсир"] = {
			[17599] = 136235,
		},
		["Слово силы: Стойкость"] = {
			[1257] = 135987,
			[10937] = 135987,
			[10939] = 135987,
			[23948] = 135987,
			[1243] = 135987,
			[2793] = 135987,
			[1255] = 135987,
			[1244] = 135987,
			[10938] = 135987,
			[10940] = 135987,
			[1256] = 135987,
			[1245] = 135987,
			[13864] = 135987,
			[23947] = 135987,
			[2791] = 135987,
		},
		["Сила атаки - сила зверя (+140)"] = {
			[26153] = 136235,
		},
		["Неисправность ворот"] = {
			[10390] = 136116,
		},
		["Вызов зайца-беляка"] = {
			[10711] = 132311,
		},
		["Переплетание главы 3"] = {
			[20531] = 136235,
		},
		["Священное сродство"] = {
			[5931] = 135915,
			[5919] = 135928,
			[4787] = 135915,
			[5930] = 135915,
			[2123] = 135928,
			[4786] = 135928,
			[4085] = 135915,
			[5920] = 135928,
		},
		["Большие характеристики"] = {
			[19988] = 136235,
		},
		["Чертеж: мифриловый механический дракончик"] = {
			[12653] = 134153,
		},
		["Пустой мешочек для оберега"] = {
			[16197] = 136235,
		},
		["Звериная атака - эффект"] = {
			[19675] = 132183,
		},
		["Укрепление браслетов - мудрость, I ступень"] = {
			[7769] = 135913,
			[7770] = 135913,
		},
		["Рецепт сочного стейка из волчатины"] = {
			[22480] = 136192,
		},
		["Приношение Утеру от ночных эльфов"] = {
			[24108] = 136235,
		},
		["Ненужная пища"] = {
		},
		["Тяжелые рукавицы скорпида"] = {
			[19064] = 136235,
		},
		["Замедляющий удар III"] = {
			[1650] = 132223,
		},
		["Зачаровывание браслетов - восполнение маны"] = {
			[23801] = 135913,
		},
		["Чертеж: динамит \"Pro-100-брос\""] = {
			[8341] = 136235,
		},
		["Отмена Ползучего мора"] = {
			[27027] = 136235,
		},
		["Варварские наплечники"] = {
			[7151] = 136235,
			[7152] = 136021,
		},
		["Призыв скелета из племени Атал'ай"] = {
			[12151] = 136187,
			[12504] = 136187,
		},
		["Test Enchant Weapon Flame"] = {
			[19927] = 135913,
		},
		["Неловкость III"] = {
			[867] = 136159,
			[1227] = 136159,
		},
		["Создание PX83-Энигматрона"] = {
			[15066] = 133748,
		},
		["QAEnchant Gloves +2% Threat"] = {
			[27113] = 135913,
		},
		["Скорострельность"] = {
			[1580] = 132204,
			[6978] = 132204,
			[1581] = 132204,
			[1582] = 132204,
			[1516] = 132204,
			[6150] = 132347,
		},
		["Поганочный цвет"] = {
			[29232] = 136112,
		},
		["Большее сопротивление"] = {
			[19992] = 136235,
		},
		["Пожирание магии"] = {
			[19736] = 136075,
			[19737] = 136075,
			[19505] = 136075,
			[19734] = 136075,
			[19738] = 136075,
			[17012] = 136075,
			[19731] = 136075,
			[19739] = 136075,
			[20426] = 136075,
			[20427] = 136075,
			[20428] = 136075,
		},
		["Самооглушение - 15 сек."] = {
			[14821] = 136168,
		},
		["Оплавленный пояс"] = {
			[23710] = 136235,
		},
		["Выкройка: тонкие кожаные сапоги"] = {
			[2173] = 136235,
		},
		["Кровь"] = {
			[4102] = 136231,
			[4733] = 136231,
			[5150] = 136231,
		},
		["Вызов восставшего лакея"] = {
			[17618] = 136187,
		},
		["Вызов тревого-бота"] = {
			[23004] = 133002,
		},
		["QAEnchant Weapon Crusader"] = {
			[23141] = 135913,
		},
		["Улучшение парирования 5"] = {
			[18063] = 136235,
		},
		["Выкройка: красные штаны из магической ткани"] = {
			[12138] = 136235,
		},
		["Удар героя"] = {
			[285] = 132282,
			[1605] = 132282,
			[1606] = 132282,
			[1607] = 132282,
			[1608] = 132282,
			[1610] = 132282,
			[1611] = 132282,
			[11570] = 132282,
			[78] = 132282,
			[11564] = 132282,
			[11565] = 132282,
			[6158] = 132282,
			[11571] = 132282,
			[11566] = 132282,
			[25286] = 132282,
			[25354] = 132282,
			[284] = 132282,
			[11567] = 132282,
			[25710] = 132282,
			[25712] = 132282,
			[25958] = 132282,
		},
		["Зачаровывание оружия - удар, III степень"] = {
			[13693] = 135913,
			[13694] = 135913,
		},
		["Вызов Сыновей Пламени"] = {
			[21108] = 135819,
		},
		["Чертеж: тревого-бот"] = {
			[23098] = 134153,
		},
		["Отмена сущности Красного"] = {
			[23681] = 135819,
		},
		["Чертеж: мифриловые чешуйчатые наручи"] = {
			[9938] = 136235,
		},
		["Инстинкт смерти"] = {
			[12328] = 136146,
		},
		["Призыв изменчивой эктоплазмы"] = {
			[7968] = 136121,
		},
		["Мангустовые сапоги"] = {
			[22922] = 136235,
		},
		["Рецепт: мифрилоголовая форель"] = {
			[20921] = 136235,
		},
		["Воздушная тропа"] = {
			[28001] = 136235,
			[29934] = 136235,
			[27998] = 136235,
			[29931] = 136235,
			[29994] = 136235,
		},
		["Чужой убитый самец"] = {
			[16426] = 136235,
		},
		["Активация гномской турели"] = {
			[25026] = 135619,
		},
		["Аура защиты"] = {
			[23506] = 135893,
		},
		["Рывок гепарда"] = {
			[24348] = 132185,
		},
		["Исцеление дракона"] = {
			[16637] = 136168,
		},
		["Рунический кожаный доспех"] = {
			[19102] = 136235,
		},
		["Обработанная тяжелая шкура"] = {
			[3818] = 136235,
			[3820] = 136021,
		},
		["Повышение урона от заклинания 25"] = {
			[15715] = 136235,
		},
		["Удочки"] = {
			[7738] = 136245,
		},
		["Выносливость в бою"] = {
			[17429] = 136009,
			[17427] = 136009,
			[12310] = 136009,
			[17428] = 136009,
		},
		["Гоблинсткая камера на фаэтоне"] = {
			[7022] = 136235,
		},
		["Аура повелителя крови"] = {
			[24344] = 136235,
			[24345] = 136235,
			[29035] = 136235,
		},
		["Перчатки стража"] = {
			[7156] = 136235,
			[7157] = 136021,
		},
		["Разделенная мощь"] = {
			[1905] = 132150,
		},
		["Проклятье Шаззраха"] = {
			[19713] = 136121,
		},
		["Сильное зелье маны"] = {
			[11448] = 136235,
			[11488] = 136021,
		},
		["Дух, появление"] = {
			[17321] = 136235,
		},
		["Сглаз Когтеврана - снятие"] = {
			[8320] = 136129,
		},
		["Необузданный гнев"] = {
			[12322] = 136097,
			[13002] = 136097,
			[12964] = 136097,
			[13000] = 136097,
			[12999] = 136097,
			[13001] = 136097,
		},
		["Рецепт: зелье Заячьей душонки"] = {
			[6623] = 136235,
		},
		["Огненная молния"] = {
			[1370] = 135810,
		},
		["Применение соблазняющей железы"] = {
			[15119] = 133748,
		},
		["Тотем трепета"] = {
			[8143] = 136108,
			[8144] = 136108,
		},
		["Огненный щит IV"] = {
			[2602] = 135817,
			[2604] = 135806,
		},
		["Двуручные топоры"] = {
			[197] = 132395,
			[15985] = 132395,
		},
		["Выстрел в бедро II"] = {
			[1997] = 132153,
		},
		["Портал: Громовой Утес"] = {
			[11424] = 135750,
		},
		["Рецепт волчатины на углях"] = {
			[2538] = 136192,
		},
		["Повышение урона - зверь 4"] = {
			[7591] = 136235,
		},
		["Здравый дух"] = {
			[8068] = 135932,
		},
		["Увеличение выносливости на 20"] = {
			[14467] = 136235,
		},
		["Создание крупного камня души"] = {
			[20757] = 136210,
			[20769] = 136210,
		},
		["Маскировка Онина"] = {
			[9572] = 136047,
		},
		["Чертеж: прочная железная кувалда"] = {
			[13169] = 136235,
		},
		["Поместить добычу"] = {
			[25720] = 136235,
		},
		["Выкройка: темные кожаные перчатки"] = {
			[9155] = 136235,
		},
		["Удар ящера"] = {
			[14265] = 132223,
			[14263] = 132223,
			[2978] = 132223,
			[14261] = 132223,
			[2973] = 132223,
			[14260] = 132223,
			[14337] = 132223,
			[14264] = 132223,
			[14266] = 132223,
			[14335] = 132223,
			[14333] = 132223,
			[14332] = 132223,
			[14334] = 132223,
			[14336] = 132223,
			[14338] = 132223,
			[14262] = 132223,
		},
		["Обсидиановое прозрение"] = {
			[26166] = 133573,
		},
		["Вызов сундука Гордунни (МУСОР)"] = {
			[19394] = 136235,
		},
		["Запуск множественного фейерверка"] = {
			[26443] = 136235,
		},
		["Изнурение"] = {
			[24725] = 132274,
		},
		["Создание залога верности: Подгород"] = {
			[27719] = 136235,
		},
		["Громоварское"] = {
			[5257] = 132792,
		},
		["Чертеж: синий фейерверк"] = {
			[23084] = 134153,
		},
		["Призыв сенегальского попугая"] = {
			[10684] = 132311,
		},
		["Эффект кормления питомца"] = {
			[1539] = 132165,
		},
		["Чертеж: руническая медная кираса"] = {
			[2760] = 136235,
		},
		["Призраки Каэр Дарроу"] = {
			[17622] = 136235,
		},
		["Аура благочестия"] = {
			[1032] = 135893,
			[1876] = 135893,
			[10294] = 135893,
			[10296] = 135893,
			[8258] = 135893,
			[1877] = 135893,
			[10290] = 135893,
			[465] = 135893,
			[10291] = 135893,
			[10293] = 135893,
			[10295] = 135893,
			[10297] = 135893,
			[1875] = 135893,
			[10292] = 135893,
			[643] = 135893,
			[17232] = 135893,
		},
		["Энтропийное жало"] = {
			[23260] = 136014,
		},
		["Выкройка: штаны из пепельной ткани"] = {
			[18508] = 136235,
		},
		["Рыбная ловля (ученик)"] = {
			[7733] = 136245,
		},
		["Мощь лука"] = {
			[4916] = 132222,
			[4918] = 132222,
			[4920] = 132222,
			[4915] = 132222,
			[4917] = 132222,
			[4919] = 132222,
		},
		["Пища"] = {
			[26474] = 134062,
			[25660] = 134062,
			[18229] = 134062,
			[18230] = 134062,
			[18231] = 134062,
			[18232] = 134062,
			[18233] = 134062,
			[18234] = 134062,
			[29008] = 134062,
			[1129] = 134062,
			[433] = 134062,
			[434] = 134062,
			[10256] = 134062,
			[10257] = 134062,
			[5004] = 134062,
			[5005] = 134062,
			[5006] = 134062,
			[24869] = 134062,
			[5007] = 134062,
			[22731] = 134062,
			[26260] = 134062,
			[6410] = 134062,
			[25886] = 133907,
			[2639] = 134062,
			[25700] = 133906,
			[1127] = 134062,
			[1131] = 134062,
			[24005] = 134062,
			[26401] = 134062,
			[24800] = 134062,
			[435] = 134062,
			[7737] = 134062,
			[25702] = 133906,
			[25888] = 133907,
			[25695] = 134062,
			[24707] = 133984,
			[26472] = 134062,
			[28616] = 134062,
			[29073] = 134062,
		},
		["Боевой скакун Грозовой Вершины"] = {
			[23510] = 132248,
		},
		["Увеличение интеллекта 9"] = {
			[9105] = 136235,
		},
		["Призыв Корниша-рекса"] = {
			[10674] = 132311,
		},
		["Каменный дозорный Нограннона - появление"] = {
			[11012] = 136235,
		},
		["Улучшенная мясорубка"] = {
			[14166] = 132306,
			[14165] = 132306,
			[14167] = 132306,
		},
		["Истребитель нежити 108"] = {
			[17508] = 135923,
		},
		["Чары для оружия: начинающий убийца элементалей"] = {
			[13655] = 135913,
		},
		["Дошли слухи, женскиое"] = {
			[26685] = 136235,
		},
		["Поместить труп млатозуба"] = {
			[15118] = 133748,
		},
		["Аквадинамический магнит для рыбы"] = {
			[8089] = 134335,
			[9272] = 136235,
			[9271] = 136235,
		},
		["Улучшение ударного оружия, V"] = {
			[16622] = 136235,
		},
		["Сотворение посоха Приказа"] = {
			[15539] = 136058,
		},
		["Костюм пирата"] = {
			[24708] = 132288,
			[24709] = 132288,
			[24717] = 136235,
		},
		["Полиморф: цыпленок"] = {
			[228] = 135996,
		},
		["Улучшенное восстание из мертвых"] = {
			[16184] = 136080,
			[16209] = 136080,
		},
		["Слово Тьмы: Боль"] = {
			[616] = 136235,
			[10894] = 136207,
			[992] = 136207,
			[1261] = 136207,
			[10895] = 136207,
			[1260] = 136207,
			[589] = 136207,
			[19776] = 136207,
			[993] = 136235,
			[1259] = 136207,
			[27605] = 136207,
			[10897] = 136207,
			[2767] = 136207,
			[24212] = 136207,
			[970] = 136207,
			[610] = 136235,
			[23268] = 136207,
			[17146] = 136207,
			[2799] = 136207,
			[594] = 136207,
			[23952] = 136207,
			[11639] = 136207,
			[10896] = 136207,
			[10892] = 136207,
			[3752] = 136235,
			[1258] = 136207,
			[971] = 136235,
			[10893] = 136207,
			[14032] = 136207,
			[15654] = 136207,
		},
		["Вызов зеленого киражского боевого танка"] = {
			[26056] = 134397,
		},
		["Увеличение ловкости 9"] = {
			[9099] = 136235,
		},
		["Сила защитника"] = {
			[16916] = 135940,
		},
		["Конвекция"] = {
			[16039] = 136116,
			[16110] = 136116,
			[16111] = 136116,
			[16112] = 136116,
			[16109] = 136116,
		},
		["Могущественное превращение"] = {
			[22274] = 136013,
		},
		["Суль-траз"] = {
			[11658] = 136145,
		},
		["Рукавицы Ледяной чешуи"] = {
			[28223] = 136235,
			[28258] = 136021,
		},
		["Ледяной баран"] = {
			[17460] = 132248,
		},
		["Вызов храбреца из Громового Утеса"] = {
			[11633] = 136235,
		},
		["Кольчужные доспехи"] = {
			[8737] = 132627,
			[8738] = 132627,
		},
		["Выкройка: рукавицы из ледяной чешуи"] = {
			[28232] = 136235,
		},
		["Выкройка: красный жилет из магической ткани"] = {
			[12136] = 136235,
		},
		["Демонический рок"] = {
			[23298] = 136221,
		},
		["Рабить яйцо из питомника"] = {
			[15746] = 136235,
		},
		["Вызов друзей"] = {
			[16457] = 132161,
		},
		["Украшенные медные рукавицы"] = {
			[3325] = 136192,
		},
		["Сумка из ткани Скверны"] = {
			[26086] = 132149,
			[26095] = 136021,
		},
		["Оберег святости"] = {
			[936] = 136235,
			[6231] = 136120,
		},
		["Улучшенное провосудие"] = {
			[25956] = 135959,
			[25957] = 135959,
		},
		["Периодическое отбрасывание"] = {
			[21737] = 132330,
		},
		["Вызов часового Астранаара"] = {
			[11803] = 136235,
		},
		["Усиление проклятия"] = {
			[18288] = 136132,
		},
		["Сопротивление магии льда"] = {
			[4621] = 136075,
			[8182] = 135866,
			[24473] = 135850,
			[24475] = 135850,
			[24476] = 135850,
			[4077] = 135843,
			[10477] = 135866,
			[24481] = 135850,
			[28766] = 135843,
			[24484] = 135850,
			[1299] = 136075,
			[4549] = 136075,
			[4565] = 136075,
			[4566] = 136075,
			[1217] = 135859,
			[4567] = 136075,
			[3560] = 135865,
			[4615] = 136075,
			[4568] = 136075,
			[20596] = 135865,
			[13923] = 136235,
			[4616] = 136075,
			[4569] = 136075,
			[24446] = 135850,
			[24447] = 135850,
			[4617] = 136075,
			[4570] = 136075,
			[27534] = 135843,
			[24448] = 135850,
			[24449] = 135850,
			[4571] = 136075,
			[10476] = 135866,
			[4080] = 135865,
			[4619] = 136075,
			[4618] = 136075,
			[24477] = 135850,
			[24478] = 135850,
			[4620] = 136075,
			[24485] = 135850,
		},
		["Эликсир обнаружения простой невидимости"] = {
			[3453] = 136235,
		},
		["Увеличение урона заклятия на нежить 35"] = {
			[22849] = 136235,
		},
		["Газовая бомба"] = {
			[8901] = 133581,
			[8902] = 133581,
		},
		["Репутация у Северного Волка +2"] = {
			[23963] = 136235,
		},
		["Frostwolf Muzzle Effect DND"] = {
			[21795] = 136235,
		},
		["Выкройка: большое вудуистское одеяние"] = {
			[10522] = 136235,
		},
		["Чертеж: клинок мудреца"] = {
			[27834] = 136235,
		},
		["Огненный плевок"] = {
			[11021] = 135812,
		},
		["Вызов исцеленной келебрийской лозы"] = {
			[21883] = 136235,
		},
		["Рецепт пирожка с мясом краба"] = {
			[2544] = 136192,
		},
		["Вызов маленького мурлока (Розового)"] = {
			[24989] = 134300,
		},
		["Вызов визуального эффекта верхового животного Света"] = {
			[31726] = 136103,
		},
		["Природная стремительность"] = {
			[16188] = 136076,
			[29274] = 136076,
			[17116] = 136076,
		},
		["Облик медведя (пассивный эффект)"] = {
			[1178] = 132276,
		},
		["Эффект кормления Сарилуса"] = {
			[6497] = 135864,
		},
		["Summon Poley"] = {
			[28505] = 132311,
		},
		["Механический дракончик"] = {
			[23051] = 136235,
			[4073] = 132836,
			[3969] = 136235,
			[23076] = 134153,
			[4024] = 132836,
		},
		["Хитрость"] = {
			[6156] = 132320,
			[7203] = 132320,
			[7207] = 132320,
			[6157] = 132320,
			[6165] = 132320,
			[6169] = 132320,
			[7204] = 132320,
			[7208] = 132320,
			[6166] = 132320,
			[7205] = 132320,
			[6155] = 132320,
			[6163] = 132320,
			[6167] = 132320,
			[6153] = 132320,
			[7209] = 132320,
			[6151] = 132320,
			[7206] = 132320,
			[7210] = 132320,
		},
		["QAEnchant Weapon +15 Strength"] = {
			[27093] = 135913,
		},
		["Взрывоопасная овца"] = {
			[4074] = 136172,
			[4013] = 136235,
			[3955] = 136235,
			[8209] = 132281,
			[4050] = 135805,
		},
		["Наречие нежити"] = {
			[17737] = 136235,
		},
		["Мощь двуручного ударного оружия"] = {
			[5527] = 132325,
			[5529] = 132325,
			[5540] = 132325,
			[5528] = 132325,
			[5541] = 132325,
			[5542] = 132325,
		},
		["Улучшенный канал здоровья"] = {
			[18703] = 136168,
			[18704] = 136168,
		},
		["Сетемет гномов"] = {
			[12902] = 136235,
			[12913] = 136235,
		},
		["Порабощение"] = {
			[3442] = 136129,
		},
		["Сытная похлебка из кодо"] = {
			[15910] = 136192,
		},
		["Хитрость джуджу"] = {
			[16327] = 134315,
		},
		["Знание драконьего языка"] = {
			[23758] = 136036,
		},
		["Отношение - Кабестан +500"] = {
			[28394] = 136235,
		},
		["Чертеж: железный противовес"] = {
			[7227] = 136235,
		},
		["Колода элементалей"] = {
			[23679] = 136235,
		},
		["Dragon Slayer (OLD)"] = {
			[4675] = 132323,
			[4667] = 132323,
			[4668] = 132323,
			[4676] = 132323,
		},
		["Рецепт: масло Тьмы"] = {
			[7280] = 136235,
		},
		["Выкройка: железноперые наплечники"] = {
			[19172] = 136235,
		},
		["Броня"] = {
			[8094] = 132341,
			[8091] = 132341,
			[8095] = 132341,
			[3220] = 134866,
			[11349] = 134866,
			[12175] = 132341,
		},
		["Жестокий ветер"] = {
			[10093] = 136022,
			[25161] = 136022,
		},
		["Эффект Ритуала Рока"] = {
			[18541] = 135741,
		},
		["Заячья душонка"] = {
			[6614] = 136129,
		},
		["Чертеж: стальная цепь для оружия"] = {
			[7228] = 136235,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ - В"] = {
			[26358] = 136235,
		},
		["Формула: сильное противоядие"] = {
			[7937] = 136235,
		},
		["Рецепт паучьей колбаски"] = {
			[21175] = 136192,
		},
		["Форма лесного дракончика"] = {
			[27546] = 136036,
		},
		["Порыв"] = {
			[23111] = 132120,
			[23100] = 132120,
			[1850] = 132120,
			[23112] = 132120,
			[9822] = 132120,
			[23109] = 132120,
			[1151] = 132120,
			[23099] = 132120,
			[9821] = 132120,
			[23110] = 132120,
		},
		["Чертеж: арканитовый дракончик"] = {
			[19866] = 134153,
		},
		["Постоянная иллюзия - охотник"] = {
			[8324] = 132311,
		},
		["Глоток исцеляющего зелья"] = {
			[15503] = 135915,
			[15504] = 135915,
		},
		["Прикосновение Занзила"] = {
			[9810] = 136235,
			[9991] = 136230,
		},
		["Вызов кожеспинного хрустогрыза"] = {
			[23431] = 132311,
		},
		["Создание рассветной печати"] = {
			[28320] = 134500,
		},
		["Колодец света"] = {
			[27875] = 135980,
			[27876] = 135980,
		},
		["Соляные равнины - медленный гонщик"] = {
			[6601] = 134063,
		},
		["Снайперский выстрел"] = {
			[7030] = 132212,
			[7031] = 132212,
			[1985] = 132212,
			[7032] = 132212,
		},
		["Повышение урона от шока"] = {
			[27859] = 136052,
		},
		["QAEnchant Weapon Healing Power"] = {
			[23144] = 135913,
		},
		["Плащ из отражающей чешуи"] = {
			[7953] = 136235,
		},
		["Удушающие споры"] = {
			[22802] = 136006,
		},
		["Blue Dragon Immunity (PT)"] = {
			[18747] = 136235,
		},
		["Бросок бомбы Синдиката"] = {
			[3720] = 136173,
		},
		["Вызов паученыша Мексны"] = {
			[29434] = 136235,
			[30076] = 136235,
		},
		["Утраченный навык: Огонь"] = {
			[7049] = 135805,
		},
		["Противник замедлен"] = {
			[8672] = 136175,
		},
		["Создание мешочка костяшек"] = {
			[16195] = 136235,
		},
		["Повышение урона демонам от заклинания 14"] = {
			[21011] = 136235,
		},
		["Атака Огненного языка"] = {
			[16368] = 136040,
		},
		["Большая связка красных фейерверков"] = {
			[26517] = 136235,
		},
		["Вызов горного пехотинца Стальгорна"] = {
			[11635] = 136235,
		},
		["Огненный удар"] = {
			[7716] = 136197,
			[7718] = 136197,
			[7715] = 136197,
			[7717] = 136197,
			[7712] = 136197,
			[7714] = 136197,
			[7719] = 136197,
		},
		["Призыв гиацинтового ара"] = {
			[10682] = 132311,
		},
		["Призыв прирученного кроколиска"] = {
			[7908] = 133726,
		},
		["Уничтожение шатра"] = {
			[17015] = 136235,
		},
		["Удар посохом"] = {
			[1928] = 132325,
		},
		["Выкройка: наплечники из чешуи синего дракона"] = {
			[19209] = 136235,
		},
		["Инициатор телепорта членистонога из улья Зара"] = {
			[25830] = 136235,
		},
		["Оскверненный Тотем Каменной Кожи"] = {
			[23420] = 136098,
		},
		["Увеличенный урон от огня 11"] = {
			[9399] = 136235,
		},
		["Вбирание"] = {
			[25410] = 136020,
			[25373] = 136020,
			[25775] = 136235,
			[25374] = 136020,
			[25378] = 136224,
			[25371] = 136020,
			[25769] = 136235,
			[26193] = 136123,
			[26196] = 136020,
		},
		["Лечение жизнекамнем"] = {
			[17712] = 135230,
		},
		["Критическая масса"] = {
			[11370] = 136115,
			[11115] = 136115,
			[11368] = 136115,
			[11369] = 136115,
			[11367] = 136115,
		},
		["Рецепт артишокового чая"] = {
			[9513] = 136192,
		},
		["Выкройка: жесткие наплечники из чешуи скорпида"] = {
			[10565] = 136235,
		},
		["Рецепт: кристальная пастилка от кашля"] = {
			[30048] = 136235,
		},
		["Парение"] = {
			[11010] = 136235,
			[17131] = 132150,
		},
		["Пробуждение дворфа-земельника"] = {
			[10259] = 136025,
		},
		["Благословление Черной Книги"] = {
			[23720] = 136224,
		},
		["Наручи из тонкой кожи"] = {
			[9065] = 136235,
			[9066] = 136021,
		},
		["Острый ум"] = {
			[4276] = 136101,
			[4277] = 136101,
			[4263] = 136101,
			[4264] = 136101,
			[4265] = 136101,
			[4266] = 136101,
			[4267] = 136101,
			[4268] = 136101,
			[4269] = 136101,
			[4270] = 136101,
			[4271] = 136101,
			[4272] = 136101,
			[4273] = 136101,
			[4274] = 136101,
			[4275] = 136101,
			[4278] = 136101,
		},
		["Выкройка: портупея боевого медведя"] = {
			[19178] = 136235,
		},
		["Шип для щита"] = {
			[12099] = 132381,
			[12782] = 132381,
		},
		["Summon Templar, Trigger"] = {
			[24745] = 136235,
		},
		["Сияние (черное)"] = {
			[22578] = 135741,
		},
		["Повышенное сопротивление всему 17"] = {
			[18688] = 136235,
		},
		["Спокойная враждебность"] = {
			[8353] = 132270,
		},
		["Очищение явления"] = {
			[18113] = 136235,
		},
		["Смерть и разложение"] = {
			[11433] = 136144,
		},
		["Чертеж: легкий обсидиановый пояс"] = {
			[27594] = 136235,
		},
		["Калечащий яд II"] = {
			[3421] = 132274,
		},
		["Благословение cвободы"] = {
			[1044] = 135968,
			[1909] = 135968,
		},
		["Темный посох II"] = {
			[2733] = 132325,
		},
		["Пояс из отражающей чешуи"] = {
			[7955] = 136235,
		},
		["Аура сопротивления темной магии"] = {
			[19895] = 136192,
			[19896] = 136192,
			[19876] = 136192,
			[19905] = 136192,
			[19892] = 136192,
			[19904] = 136192,
		},
		["Усиление духа на 7"] = {
			[7501] = 136235,
		},
		["Ультра-вспышечный отражатель тьмы"] = {
			[23082] = 136235,
		},
		["Увеличенный урон от темной магии 23"] = {
			[14793] = 136235,
		},
		["Увеличенное исцеление 37"] = {
			[18030] = 136235,
		},
		["Шерстяные наплечники с двойным швом"] = {
			[3848] = 132149,
			[3881] = 136021,
		},
		["Сияние (фиолетовое)"] = {
			[22581] = 135741,
		},
		["Ослепление"] = {
			[6505] = 136175,
			[2094] = 136175,
			[21060] = 136175,
		},
		["Проклятие чумной крысы"] = {
			[17738] = 136224,
		},
		["Оранжевая воинская рубашка"] = {
			[12064] = 132149,
			[12109] = 136021,
		},
		["Покровительство Кенария"] = {
			[30754] = 136086,
		},
		["Истребитель нежити"] = {
			[4726] = 136142,
			[4727] = 136142,
			[4728] = 136142,
			[4714] = 136142,
			[4716] = 136142,
			[4717] = 136142,
			[4718] = 136142,
			[4719] = 136142,
			[4720] = 136142,
			[4721] = 136142,
			[4722] = 136142,
			[4724] = 136142,
			[4725] = 136142,
			[4729] = 136142,
		},
		["Щит отражения"] = {
			[3651] = 136222,
		},
		["Слабый яд - дополнительный эффект"] = {
			[6752] = 136188,
		},
		["Улучшение брони 200 доблесть"] = {
			[29092] = 136235,
		},
		["Телепорт обратно"] = {
			[29231] = 132331,
		},
		["Быстрота Оватанки"] = {
			[5323] = 136075,
		},
		["Дремота III"] = {
			[1419] = 136090,
		},
		["Самооглушение - только визуальный эффект"] = {
			[18970] = 136168,
		},
		["Бинты из рунной ткани"] = {
			[18629] = 136192,
			[18631] = 133681,
		},
		["Зачаровывание браслетов - здоровье, I ступень"] = {
			[7418] = 135913,
		},
		["Оберег Араджа"] = {
			[18661] = 136235,
		},
		["Вызов выброса лавы C"] = {
			[21901] = 136235,
		},
		["Мастер мечей"] = {
			[4288] = 132223,
			[1012] = 132223,
			[4287] = 132223,
			[601] = 132223,
		},
		["Волшебный огонь (сила зверя)"] = {
			[16857] = 136033,
			[17390] = 136033,
			[17391] = 136033,
			[17392] = 136033,
			[3739] = 136033,
			[17396] = 136033,
			[17397] = 136033,
		},
		["Напор волн"] = {
			[5403] = 135848,
		},
		["Нанесение урона кристаллу"] = {
			[28041] = 136235,
		},
		["Роковой рык"] = {
			[2816] = 136235,
		},
		["Conjure Ichman's Beacon DND"] = {
			[21731] = 136235,
		},
		["Групповое астральное возвращение"] = {
			[967] = 136235,
			[1353] = 136011,
		},
		["Эффект камня огня"] = {
			[17936] = 135821,
		},
		["Улучшенный удар по почкам"] = {
			[14175] = 132298,
			[14174] = 132298,
			[14176] = 132298,
		},
		["Укоренение III"] = {
			[2928] = 132152,
		},
		["Проявитель прислужников, малый"] = {
			[27887] = 136235,
		},
		["Печать льда"] = {
			[2810] = 135968,
		},
		["Test Ribbon Pole Channel"] = {
			[29726] = 135270,
			[29727] = 135270,
			[29705] = 135270,
		},
		["Луч ока"] = {
			[26134] = 136014,
		},
		["Зачаровывание двуручного оружия - импульс, V ступень"] = {
			[20030] = 135913,
		},
		["Ментальная скорость"] = {
			[30812] = 136090,
			[30813] = 136090,
			[30814] = 136090,
		},
		["Раздражение"] = {
			[23163] = 132175,
			[23164] = 132175,
			[23165] = 132175,
			[23166] = 132175,
			[23167] = 132175,
			[23162] = 132175,
		},
		["Повышенное сопротивление магии льда 16"] = {
			[14556] = 136235,
		},
		["Звездный пояс"] = {
			[3864] = 132149,
		},
		["Ядовитый плевок"] = {
			[4804] = 136016,
			[4286] = 136016,
			[6029] = 136016,
		},
		["Вызов капли Нечистотона"] = {
			[25879] = 136006,
			[25880] = 136006,
			[25865] = 136006,
			[25881] = 136006,
			[25866] = 136006,
			[25882] = 136006,
			[25867] = 136006,
			[25883] = 136006,
			[25868] = 136006,
			[25884] = 136006,
			[25869] = 136006,
			[25870] = 136006,
			[25871] = 136006,
			[25872] = 136006,
			[25873] = 136006,
			[25874] = 136006,
			[25875] = 136006,
			[25876] = 136006,
			[25877] = 136006,
			[25878] = 136006,
		},
		["Призыв какаду"] = {
			[10681] = 132311,
		},
		["Освобождение котенка Винны"] = {
			[16502] = 132311,
		},
		["Зелье крови волшебника"] = {
			[24365] = 136235,
		},
		["Повышенное сопротивление огню 20"] = {
			[14600] = 136235,
		},
		["Хитрые ловушки"] = {
			[19239] = 136106,
			[19245] = 136106,
		},
		["Убить паутинные повязки"] = {
			[29108] = 136235,
		},
		["Инициатор \"Атаковать всех\""] = {
			[28446] = 136235,
		},
		["Heated Blade DND"] = {
			[22904] = 135824,
		},
		["Создание камня чар"] = {
			[2362] = 134131,
			[6485] = 134131,
			[918] = 136235,
		},
		["Ловушка Опоры"] = {
			[28054] = 136235,
		},
		["Выкройка: зеленый кожаный доспех"] = {
			[9440] = 136235,
		},
		["Тест уменьшения"] = {
			[18210] = 136235,
		},
		["Эффект портала: Крыло рыцарей Смерти"] = {
			[28444] = 135748,
		},
		["Вызов Тип B периодический (30 сек)"] = {
			[28426] = 136235,
		},
		["Железная воля"] = {
			[12959] = 135995,
			[12960] = 135995,
			[12961] = 135995,
			[12300] = 135995,
			[12962] = 135995,
		},
		["Поддержание Тьмы"] = {
			[12380] = 136121,
			[21157] = 136121,
		},
		["Призыв Змеевестника"] = {
			[6657] = 135865,
		},
		["Сила атаки 28"] = {
			[9335] = 136235,
		},
		["(OLD) Magic Focus"] = {
			[2916] = 136013,
			[4810] = 136013,
		},
		["Призванный бес"] = {
			[30794] = 136203,
		},
		["Большая броня"] = {
			[11348] = 134866,
		},
		["Скользящий удар III"] = {
			[1819] = 132223,
		},
		["Чертеж: винтовка из черного железа"] = {
			[19860] = 134153,
		},
		["Освобождение Яростного Когтя"] = {
			[10617] = 136235,
		},
		["Чертеж: медный плетеный нагрудник"] = {
			[3349] = 136235,
		},
		["Братство чертополоха"] = {
			[16499] = 136235,
		},
		["Damage Immunity Test"] = {
			[1302] = 136235,
		},
		["Страж Хелькулара"] = {
			[4952] = 136230,
		},
		["Сила атаки 40 - Следопыт"] = {
			[30772] = 136235,
		},
		["Вызов крошечного зеленого дракончика"] = {
			[23531] = 132311,
		},
		["Низший драконий язык"] = {
			[25674] = 136235,
		},
		["Большой атомарный перенаправлятор"] = {
			[23079] = 136235,
		},
		["Волшебный огонь"] = {
			[20656] = 136033,
			[9749] = 136033,
			[793] = 136235,
			[778] = 136033,
			[21670] = 136033,
			[13424] = 136033,
			[770] = 136033,
			[9907] = 136033,
			[16498] = 136033,
			[784] = 136235,
			[1070] = 136235,
			[13752] = 136033,
			[1414] = 136033,
			[6950] = 136033,
			[1415] = 136033,
			[1416] = 136033,
			[2889] = 136033,
		},
		["Большой красный фейерверк"] = {
			[26428] = 136235,
		},
		["Зачаровывание плаща - незаметность"] = {
			[25083] = 135913,
		},
		["Призыв ястребиной совы"] = {
			[10706] = 132311,
		},
		["Усиление огненной стрелы беса"] = {
			[22855] = 135809,
		},
		["Вечный Блеск Занзы"] = {
			[30331] = 134809,
		},
		["Призыв степной курицы"] = {
			[10686] = 132311,
		},
		["Чертеж: изысканные мифриловые сапоги"] = {
			[9981] = 136235,
		},
		["Повышенное сопротивление всему 1"] = {
			[18672] = 136235,
		},
		["Профессионал травничества"] = {
			[11994] = 136246,
		},
		["Появление вызова Арроку"] = {
			[16447] = 136235,
		},
		["Смертоносная быстрота"] = {
			[31255] = 132559,
		},
		["Улучшенный дух обезьяны"] = {
			[19551] = 132159,
			[19549] = 132159,
			[24386] = 132159,
			[24387] = 132159,
			[19550] = 132159,
		},
		["Сапоги из пепельной ткани"] = {
			[12088] = 132149,
			[12129] = 136021,
		},
		["Улучшение ударного оружия"] = {
			[3112] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, Подгород"] = {
			[27512] = 136235,
		},
		["Альянс флаг захвачен"] = {
			[23648] = 136235,
		},
		["rf"] = {
			[5978] = 136147,
		},
		["Рождественский Горалук Разбитая Наковальня"] = {
			[26231] = 135849,
		},
		["Телепортация: Стальгорн"] = {
			[3562] = 135757,
			[27597] = 136235,
			[3581] = 135757,
		},
		["Командирский крик"] = {
			[22440] = 135995,
		},
		["Увеличеный урон от магии льда 72"] = {
			[24667] = 136235,
			[26727] = 136235,
		},
		["NPC PORT TEST"] = {
			[13954] = 136235,
		},
		["Ответная реакция"] = {
			[19271] = 136189,
			[6347] = 136189,
			[13896] = 136189,
			[19347] = 136189,
			[19268] = 136189,
			[19346] = 136189,
			[19269] = 136189,
			[19348] = 136189,
			[19275] = 136189,
			[19274] = 136189,
			[19345] = 136189,
			[19349] = 136189,
			[19270] = 136189,
			[19267] = 136189,
			[19273] = 136189,
		},
		["Призыв малорослого лунопарда"] = {
			[8594] = 132142,
		},
		["ОТЛАДИТЬ Создать руководство по самофланжу"] = {
			[15303] = 136235,
			[15304] = 136235,
		},
		["Мастерство во владении жезлами"] = {
			[6099] = 135140,
			[6110] = 135140,
			[6096] = 135140,
			[6095] = 135140,
		},
		["Квинтессенция воды - гашение руны Огненных Недр"] = {
			[21358] = 136235,
		},
		["Language Old Tongue (NYI)"] = {
			[817] = 136235,
		},
		["Pet Upgrade (NYI)"] = {
			[1522] = 136235,
		},
		["Усовершенствованный манекен-мишень"] = {
			[4072] = 136172,
			[3965] = 136235,
			[4049] = 136232,
			[4022] = 136235,
		},
		["Письмо от Тириона Изиллиену"] = {
			[18973] = 136235,
		},
		["Власть над Тенями"] = {
			[18271] = 136195,
			[18272] = 136195,
			[18273] = 136195,
			[18274] = 136195,
			[18275] = 136195,
		},
		["Кольчуга из черного железа"] = {
			[15293] = 136192,
			[17710] = 136235,
		},
		["Некрорахнид-скарабей - Самоубийство, постоянное действие"] = {
			[16423] = 136190,
		},
		["Test Rip"] = {
			[24238] = 132152,
		},
		["Слабая ледяная стрела"] = {
			[6949] = 135846,
		},
		["Готовность"] = {
			[23989] = 136090,
		},
		["Ликвидация маны"] = {
			[7994] = 136141,
		},
		["Токсичный плевок"] = {
			[7951] = 136016,
			[19452] = 136016,
		},
		["Выпивание жгучего пива Ячменевеца"] = {
			[8554] = 132792,
		},
		["Вызов розового долгонога"] = {
			[10802] = 132253,
		},
		["Пронзание брони"] = {
			[11791] = 132109,
			[17315] = 132109,
		},
		["Уничтожение Блестяшки"] = {
			[24377] = 136235,
		},
		["Гибельные наручи"] = {
			[19052] = 136235,
		},
		["Сульфуронский молот"] = {
			[21161] = 136192,
			[21164] = 136235,
		},
		["Касание болезни"] = {
			[3234] = 136128,
		},
		["Наложение чар чернокнижника"] = {
			[8675] = 136121,
		},
		["Дух Зандалара"] = {
			[24425] = 132107,
		},
		["Перемещение духа"] = {
			[24811] = 136219,
		},
		["Воспламеняющий порошок"] = {
			[16996] = 136235,
		},
		["Убийство призывателя - вызов ключевого противника"] = {
			[28250] = 136235,
		},
		["Показатель блока 19"] = {
			[23731] = 136235,
		},
		["Изумрудный ящер"] = {
			[8395] = 132253,
		},
		["Сила атаки 48"] = {
			[9333] = 136235,
		},
		["Самострел Эгана"] = {
			[17368] = 135990,
		},
		["Чертеж: портативный бронзовый миномет"] = {
			[4032] = 136235,
		},
		["Аура возмездия"] = {
			[7966] = 136104,
			[8148] = 136104,
			[7294] = 135873,
			[10298] = 135873,
			[10300] = 135873,
			[10302] = 135873,
			[10304] = 135873,
			[13008] = 135873,
			[8990] = 135873,
			[7296] = 135873,
			[10299] = 135873,
			[10301] = 135873,
			[10303] = 135873,
			[10305] = 135873,
		},
		["Вызов Сына Пламени F"] = {
			[21114] = 135819,
		},
		["Самовзрыв"] = {
			[5162] = 136168,
		},
		["Метка: Стрела"] = {
			[20374] = 132212,
		},
		["Благословление вождя"] = {
			[16609] = 135759,
		},
		["Выстрел из лука"] = {
			[2480] = 132222,
		},
		["Стойкость предков"] = {
			[16236] = 136109,
			[16177] = 136109,
			[16237] = 136109,
		},
		["Выкройка: кираса из чешуи синего дракона"] = {
			[19193] = 136235,
		},
		["Пора веселиться"] = {
			[8067] = 136142,
		},
		["GM Only ON"] = {
			[18139] = 136235,
		},
		["Вызов щенка ворга"] = {
			[15999] = 132311,
		},
		["Зачаровывание перчаток - улучшенное горное дело"] = {
			[13841] = 135913,
		},
		["Исцеляющий древень V (постоянно)"] = {
			[11901] = 136222,
		},
		["Хребтистый Жнец"] = {
			[21185] = 135934,
			[21186] = 135920,
		},
		["Клобук волшебника"] = {
			[3857] = 132149,
			[3887] = 136021,
		},
		["Красное льняное одеяние"] = {
			[2389] = 132149,
		},
		["Огненная трещина"] = {
			[15743] = 135805,
		},
		["Смертоносный мушкетон"] = {
			[3936] = 136235,
			[3998] = 136235,
		},
		["Месть Огнешоккера"] = {
			[28323] = 135903,
		},
		["Выкройка: большее одеяние Адепта"] = {
			[7644] = 136235,
		},
		["Лава"] = {
			[16455] = 135805,
		},
		["Шлем ныряльщика"] = {
			[12617] = 136235,
		},
		["Ложная мишень - заклинание"] = {
			[18282] = 136235,
		},
		["Бешеное неистовство"] = {
			[16998] = 132141,
			[16999] = 132141,
		},
		["Безрассудный штурм V"] = {
			[2456] = 132316,
		},
		["Выкройка: лазурный шелковый плащ"] = {
			[8787] = 136235,
		},
		["Улучшенная зуботычина"] = {
			[12288] = 132938,
			[12707] = 132938,
			[12708] = 132938,
		},
		["Повышенное сопротивление всему 6"] = {
			[18677] = 136235,
		},
		["Вызов разъяренного грифона"] = {
			[14313] = 136235,
		},
		["Непереносимый смрад"] = {
			[6942] = 136119,
		},
		["Сигнальная ракета, КРАСНАЯ БОЛЬШАЯ - В"] = {
			[26505] = 136235,
		},
		["Симуляция смерти"] = {
			[8226] = 136187,
		},
		["Увеличенное исцеление 31"] = {
			[9317] = 136235,
		},
		["Звериный гнев"] = {
			[24395] = 132127,
			[24396] = 132127,
			[19574] = 132127,
			[26592] = 132127,
			[24397] = 132127,
		},
		["Добыть Оружие Вихря"] = {
			[8673] = 136168,
		},
		["Сосредоточение внимания"] = {
			[12021] = 136129,
		},
		["Красная сумка из магической ткани"] = {
			[12079] = 132149,
			[12123] = 136021,
		},
		["Элементаль воды"] = {
			[481] = 136235,
			[766] = 136235,
		},
		["Увеличенный урон от огня 17"] = {
			[9295] = 136235,
			[23482] = 136235,
		},
		["Призыв пантер"] = {
			[8816] = 132225,
		},
		["Наилучшее лечебное зелье"] = {
			[11457] = 136235,
			[11491] = 136021,
		},
		["Заточка клинка V"] = {
			[16138] = 136235,
		},
		["Гоблинский кабельный макси-дефибриллятор"] = {
			[23078] = 136235,
		},
		["Повышение урона от заклинания 13"] = {
			[9342] = 136235,
		},
		["Неусыпные узы вуду"] = {
			[24155] = 136235,
			[24163] = 136235,
		},
		["Верховая езда: кодо"] = {
			[18995] = 136103,
			[18996] = 136103,
		},
		["Льняные бинты"] = {
			[3275] = 136192,
		},
		["Выкройка: штаны Феникса"] = {
			[3898] = 136235,
		},
		["Лазурный шелковый капюшон"] = {
			[8760] = 132149,
			[8761] = 136021,
		},
		["Лечение Тарнариуна"] = {
			[9457] = 136052,
		},
		["Выкройка: наручи Стремительного полета"] = {
			[22931] = 136235,
		},
		["Улучшение быстрого исцеления"] = {
			[21973] = 136235,
		},
		["Визг банши"] = {
			[16838] = 136164,
		},
		["Походный облик"] = {
			[783] = 132144,
			[1441] = 132144,
		},
		["Рассеяние"] = {
			[25808] = 135894,
		},
		["Слабое зелье блокирования"] = {
			[13462] = 136235,
		},
		["Atal'ai Altar Light Visual (DND)"] = {
			[12348] = 136235,
		},
		["Церемониальная белая рубашка"] = {
			[3871] = 132149,
			[3893] = 136021,
		},
		["Острая грива"] = {
			[5280] = 136104,
		},
		["Выброс адреналина"] = {
			[28752] = 136235,
			[13750] = 136206,
			[28753] = 133439,
		},
		["Постоянная иллюзия - рыцарь Смерти"] = {
			[17400] = 132311,
		},
		["Взрывание"] = {
			[25698] = 135826,
			[25699] = 135826,
			[7670] = 135805,
			[28433] = 135826,
			[26059] = 135826,
		},
		["Всепоглощающая ярость"] = {
			[4514] = 136146,
			[7750] = 136146,
		},
		["Вызов бомбы"] = {
			[15048] = 132311,
		},
		["Показатель блока 23"] = {
			[22852] = 136235,
		},
		["Обработанная средняя шкура"] = {
			[3817] = 136235,
			[3819] = 136021,
		},
		["Приводящее в сознание зелье"] = {
			[11452] = 136235,
			[11522] = 136021,
		},
		["Телепорт Черных Глубин"] = {
			[8735] = 136235,
		},
		["Сила атаки 8"] = {
			[9139] = 136235,
		},
		["Плащ жителя холмов"] = {
			[3760] = 136235,
			[3787] = 136021,
		},
		["Проклятие слабости"] = {
			[1108] = 136138,
			[1109] = 136235,
			[11708] = 136138,
			[11980] = 136138,
			[1393] = 136138,
			[1394] = 136138,
			[729] = 136235,
			[11710] = 136138,
			[12493] = 136138,
			[7646] = 136138,
			[1031] = 136235,
			[6205] = 136138,
			[21007] = 136138,
			[11709] = 136138,
			[7647] = 136138,
			[12741] = 136138,
			[17227] = 136138,
			[8552] = 136138,
			[6206] = 136138,
			[18267] = 136138,
			[11707] = 136138,
			[702] = 136138,
		},
		["Ранение"] = {
			[22269] = 136115,
		},
		["Горгулья Киртоноса - бездействие"] = {
			[18116] = 134950,
		},
		["Слово Света: Щит"] = {
			[3064] = 135932,
			[651] = 136235,
			[3082] = 135915,
			[3083] = 135915,
			[3084] = 135915,
			[3748] = 135915,
		},
		["Гуляка праздника Зимы - нежить, мужчина"] = {
			[26254] = 135849,
		},
		["Эликсир обнаружения Демонов"] = {
			[11478] = 136235,
			[11501] = 136021,
		},
		["Гномий язык"] = {
			[7340] = 136235,
		},
		["Улучшенный природный захват"] = {
			[17249] = 136063,
			[17247] = 136063,
			[17245] = 136063,
			[17248] = 136063,
		},
		["Ответ Энигмы"] = {
			[26129] = 136011,
		},
		["Чертеж: изысканный мифриловый наплечник"] = {
			[9953] = 136235,
		},
		["Beast Slayer (OLD)"] = {
			[4637] = 136095,
			[4644] = 136095,
		},
		["Варварский льняной жилет"] = {
			[2395] = 132149,
			[2417] = 136021,
		},
		["Рецепт загадочной похлебки"] = {
			[15865] = 136192,
		},
		["Увеличение"] = {
			[24109] = 136101,
			[22710] = 136101,
			[8365] = 136101,
			[8212] = 136101,
			[16366] = 136101,
			[25462] = 136101,
		},
		["Леденящее прикосновение"] = {
			[12531] = 135842,
			[12529] = 135842,
			[18146] = 135842,
		},
		["Conjure Guse's Beacon DND"] = {
			[21356] = 136235,
		},
		["Предмет +ОЗ/СО Нога R2"] = {
			[15428] = 136235,
		},
		["Радужный молот"] = {
			[6518] = 136192,
		},
		["Инициатор появления инферналов"] = {
			[20546] = 136235,
		},
		["Урон от Шипов +4"] = {
			[20889] = 136051,
		},
		["Создание резонирующего черепа"] = {
			[17269] = 136235,
		},
		["Уничтожение яйца"] = {
			[19873] = 134295,
		},
		["Выкройка: бездонная сумка"] = {
			[18529] = 136235,
		},
		["Глушащий выстрел"] = {
			[2004] = 135975,
		},
		["Дальнобойный яд"] = {
			[29636] = 135934,
			[29653] = 135990,
		},
		["Рунный жезл истинного серебра"] = {
			[13702] = 135148,
			[13703] = 135913,
		},
		["Увеличение интеллекта 16"] = {
			[14406] = 136235,
		},
		["Кулак Рагнароса"] = {
			[13902] = 135971,
			[20277] = 135971,
		},
		["Оплеуха"] = {
			[6253] = 132939,
			[18103] = 132939,
			[8208] = 132939,
			[6753] = 136168,
			[12461] = 132939,
		},
		["Око Бессмер'тера"] = {
			[22899] = 136152,
			[22909] = 136120,
		},
		["Растущее пламя"] = {
			[22441] = 136235,
			[22442] = 135805,
		},
		["Дыхание разъедающей кислоты"] = {
			[16359] = 136007,
			[20667] = 136007,
		},
		["Орочьи боевые поножи"] = {
			[9957] = 136192,
		},
		["Щит небес"] = {
			[20955] = 135880,
			[20925] = 135880,
			[9800] = 135940,
			[20927] = 135880,
			[20956] = 135880,
			[20957] = 135880,
			[20928] = 135880,
		},
		["Утраченный навык: 2H мечи"] = {
			[7047] = 135327,
		},
		["Спасение Анту'сула"] = {
			[11890] = 136235,
		},
		["Призматическая форма: Земля"] = {
			[4934] = 136160,
		},
		["Повышение урона - зверь 2"] = {
			[7590] = 136235,
		},
		["Порыв ветра"] = {
			[6982] = 136022,
		},
		["Интеллект IX"] = {
			[16888] = 134721,
		},
		["Взрывоопасная бомба"] = {
			[12543] = 135826,
			[12619] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, Громовой Утес"] = {
			[27511] = 136235,
		},
		["Сотворение стойки с воровским инструментом"] = {
			[9949] = 136058,
		},
		["Magic Missile (TEST)"] = {
			[58] = 136235,
		},
		["Резак, плавящий броню"] = {
			[21559] = 135818,
		},
		["Извержение Чар"] = {
			[25672] = 135743,
		},
		["Двуручный удар"] = {
			[1630] = 132316,
		},
		["Печать синкретиста"] = {
			[24151] = 136235,
			[24160] = 136235,
		},
		["Крошечный бронзовый ключ"] = {
			[6470] = 136192,
			[6472] = 136235,
		},
		["Метка: Зеленое свечение"] = {
			[20371] = 136006,
		},
		["Чертеж: управление паровым танком"] = {
			[28328] = 134153,
		},
		["Чертеж: изысканные мифриловые перчатки"] = {
			[9951] = 136235,
		},
		["Щелкнуть мышью по флагу Орды"] = {
			[23384] = 136235,
		},
		["Вызов падшего скакуна Темного Терзателя"] = {
			[23261] = 136235,
		},
		["Улучшенный ложный выпад"] = {
			[23558] = 136235,
		},
		["Эффект портала: Каражан"] = {
			[28147] = 135766,
		},
		["Снятие проклятья"] = {
			[486] = 136235,
			[3750] = 136021,
			[2786] = 135952,
			[15729] = 135952,
			[2788] = 135952,
			[2782] = 135952,
			[30281] = 135952,
			[3364] = 136021,
		},
		["Тотем противоядия, постоянное действие"] = {
			[8167] = 136070,
		},
		["Стимулятор мозга Марли"] = {
			[24268] = 135723,
		},
		["Уязвимость к огню"] = {
			[22959] = 135827,
		},
		["Выкройка: рубашка под смокинг"] = {
			[12183] = 136235,
		},
		["Сожжение маны"] = {
			[10878] = 136170,
			[13321] = 136170,
			[14033] = 136170,
			[10879] = 136170,
			[15785] = 136170,
			[26049] = 136170,
			[2691] = 136170,
			[22936] = 136170,
			[28301] = 136170,
			[11981] = 136170,
			[27992] = 136170,
			[29310] = 136170,
			[8130] = 136170,
			[20817] = 136170,
			[10874] = 136170,
			[15800] = 136170,
			[10877] = 136170,
			[25779] = 136170,
			[10875] = 136170,
			[17615] = 136170,
			[8131] = 136170,
			[4091] = 136170,
			[10876] = 136170,
			[15980] = 136170,
			[26046] = 136170,
			[17630] = 136170,
			[22947] = 136170,
			[12745] = 136170,
			[8132] = 136170,
			[22189] = 136170,
			[8129] = 136170,
		},
		["Выкройка: легкий зимний плащ"] = {
			[2171] = 136235,
		},
		["Счастливая лунная ракета"] = {
			[26521] = 136235,
		},
		["Показатель блока 27"] = {
			[23516] = 136235,
		},
		["Создание инструкции Хрустального Столпа"] = {
			[15211] = 136235,
		},
		["Пьяный яд"] = {
			[24596] = 132103,
		},
		["Сон"] = {
			[3069] = 135809,
			[700] = 136090,
			[24004] = 136090,
			[20663] = 136090,
			[12098] = 136090,
			[9160] = 135934,
			[24664] = 136090,
			[8399] = 136090,
			[24778] = 136090,
			[1090] = 136090,
			[9159] = 136090,
			[1091] = 136235,
			[20669] = 136090,
			[15970] = 136090,
			[726] = 136235,
			[20989] = 136090,
		},
		["Кипучий мор"] = {
			[23072] = 136127,
		},
		["Неисправность стремительного движения"] = {
			[8346] = 132996,
		},
		["Варварский штурм V"] = {
			[1665] = 132316,
			[1670] = 132316,
		},
		["Эффект замораживающей ловушки"] = {
			[3355] = 135834,
			[14309] = 135834,
			[14308] = 135834,
		},
		["Тень - визуальный эффект"] = {
			[24313] = 136123,
		},
		["Легкий обсидиановый пояс"] = {
			[27588] = 136192,
		},
		["Демоническая руна"] = {
			[16666] = 134417,
		},
		["Призыв Анконской курицы"] = {
			[10685] = 132311,
		},
		["Вожак стаи"] = {
			[17007] = 136112,
			[24932] = 136112,
		},
		["Силитус - захват флага"] = {
			[29785] = 136235,
		},
		["Увеличение выносливости на 5"] = {
			[7503] = 136235,
		},
		["Рой силитидов - бездействие"] = {
			[6590] = 132111,
		},
		["Copy of Well Fed"] = {
			[24798] = 136000,
		},
		["Флюоресцирующий зеленый механодолгоног"] = {
			[17458] = 132247,
		},
		["Знак Избранного"] = {
			[21969] = 133441,
		},
		["Выкройка: наручи из чешуи мурлока"] = {
			[6709] = 136235,
		},
		["Черный боевой тигр"] = {
			[22723] = 132225,
		},
		["Сумерки"] = {
			[18095] = 136223,
			[18094] = 136223,
			[23653] = 136192,
		},
		["Мощные ароматические соли"] = {
			[10845] = 136192,
			[10844] = 136192,
			[10850] = 133587,
		},
		["Выкройка: варварский пояс"] = {
			[3808] = 136235,
		},
		["Взрывная стрела"] = {
			[12719] = 136235,
			[12772] = 136235,
		},
		["Изучение \"Свирепого укуса\""] = {
			[31020] = 132127,
		},
		["Чертеж: точный прицел"] = {
			[17437] = 136235,
		},
		["Вызов Ворчаля"] = {
			[25018] = 132311,
		},
		["Кошачья грация"] = {
			[20719] = 132914,
			[20722] = 132914,
		},
		["Тухлая кровь"] = {
			[3235] = 136133,
			[3322] = 136133,
		},
		["Улучшенные шипы"] = {
			[16839] = 136104,
			[16840] = 136104,
			[16836] = 136104,
		},
		["Normal bow shot (TEST)"] = {
			[59] = 136235,
		},
		["Усиление щита маны Облачения погребенных тайн"] = {
			[26131] = 136011,
		},
		["Debuff Holy Resist (TEST)"] = {
			[3719] = 136235,
		},
		["Звериные когти II"] = {
			[1849] = 136078,
			[3134] = 136078,
		},
		["Варварские железные наплечники"] = {
			[9811] = 136192,
		},
		["Гибельный кожаный пояс"] = {
			[19092] = 136235,
		},
		["Обновление"] = {
			[28807] = 136235,
			[23895] = 135953,
			[8362] = 135953,
			[25352] = 135953,
			[25984] = 132282,
			[6073] = 135953,
			[860] = 136235,
			[6074] = 135953,
			[870] = 136235,
			[3070] = 135809,
			[6077] = 135953,
			[890] = 136235,
			[6078] = 135953,
			[10927] = 135953,
			[6079] = 135953,
			[10928] = 135953,
			[22168] = 135953,
			[10929] = 135953,
			[3072] = 135809,
			[10930] = 135953,
			[10931] = 135953,
			[6081] = 135953,
			[10932] = 135953,
			[6082] = 135953,
			[6080] = 135953,
			[6083] = 135953,
			[11640] = 135953,
			[139] = 135953,
			[25058] = 135953,
			[25315] = 135953,
			[6075] = 135953,
			[27606] = 135953,
			[6076] = 135953,
			[3071] = 135809,
		},
		["Болезненный удар"] = {
			[22572] = 132298,
		},
		["Изучить изысканный мифриловый шлем"] = {
			[11203] = 136235,
		},
		["Стремительный синий ящер"] = {
			[23241] = 132253,
		},
		["Сотворение: отмычка"] = {
			[1186] = 136058,
		},
		["Выкройка: большой вудуистский плащ"] = {
			[10563] = 136235,
		},
		["Выкройка: броня из зеленого дракончика"] = {
			[9216] = 136235,
		},
		["Зажженный Огонь"] = {
			[17667] = 136235,
		},
		["Отталкивание"] = {
			[11130] = 132939,
			[18945] = 132939,
			[10101] = 132939,
			[23382] = 132939,
			[20686] = 132939,
			[19633] = 132939,
			[18670] = 132939,
			[18813] = 132939,
			[25778] = 132939,
		},
		["Течение Северного источника"] = {
			[11014] = 135953,
		},
		["Разоружение"] = {
			[22691] = 132343,
			[15752] = 132343,
			[13534] = 132343,
			[676] = 132343,
			[6713] = 132343,
			[1646] = 132343,
			[8379] = 132343,
			[11879] = 132343,
			[27581] = 132343,
		},
		["Призыв филина"] = {
			[10705] = 132311,
		},
		["Кошмарное существо"] = {
			[25806] = 136206,
		},
		["Багровый шелковый плащ"] = {
			[8789] = 132149,
		},
		["Аура Природы"] = {
			[25043] = 136094,
			[25044] = 136094,
		},
		["Ледяная хватка"] = {
			[3145] = 135858,
		},
		["Ярость атаки - дополнительный положительный эффект"] = {
			[12695] = 132337,
			[12696] = 132337,
		},
		["Эгида возвращения"] = {
			[23780] = 135880,
		},
		["Подсумок из толстой кожи"] = {
			[9194] = 136235,
			[9210] = 136021,
		},
		["Исчезновение тела Сотоса"] = {
			[28117] = 136235,
		},
		["Сердце Хаккара - Молтор бросает сердце"] = {
			[24214] = 136235,
		},
		["Массивный шлифовальный камень"] = {
			[16639] = 136192,
			[16668] = 136235,
		},
		["Путь защиты"] = {
			[8121] = 136235,
		},
		["Сделать цыпленком"] = {
			[3246] = 135996,
		},
		["Задание - смерть временного паразита - вызов"] = {
			[16619] = 136235,
		},
		["Leech (TEST)"] = {
			[15] = 136235,
		},
		["Телепорт Вароша"] = {
			[16787] = 136235,
		},
		["Воздействие рождения"] = {
			[26062] = 136235,
		},
		["Льняная сумка"] = {
			[3755] = 136235,
			[3783] = 136021,
		},
		["Уменьшающий луч гномов"] = {
			[12899] = 136235,
			[12911] = 136235,
		},
		["Воспламенение"] = {
			[11119] = 135818,
			[12846] = 135818,
			[12848] = 135818,
			[16805] = 135818,
			[23023] = 135818,
			[11120] = 135818,
			[12847] = 135818,
			[12654] = 135818,
			[19428] = 135818,
			[16806] = 135818,
		},
		["Активация бомбы 6"] = {
			[11527] = 136235,
		},
		["Заключение"] = {
			[7081] = 136222,
			[16045] = 132325,
			[16068] = 136121,
		},
		["Праздник - Лунный телепорт II: Штормград"] = {
			[26406] = 135758,
		},
		["Темный посох V"] = {
			[2736] = 132325,
		},
		["Distract (TEST)"] = {
			[5260] = 136235,
		},
		["Чо-Раш случайный эффект (шаман)"] = {
			[22881] = 136235,
		},
		["Портал в Громовой Утес"] = {
			[11420] = 135750,
		},
		["Защитный удар II"] = {
			[1732] = 132316,
			[1734] = 132316,
		},
		["Грубые бронзовые поножи"] = {
			[2668] = 136192,
			[2749] = 136235,
		},
		["Жетон Стража Роя"] = {
			[26480] = 133573,
		},
		["Формула: слабое масло маны"] = {
			[25133] = 136235,
		},
		["Рецепт волчатины с пряностями"] = {
			[2539] = 136192,
		},
		["Тяжелый шерстяной плащ"] = {
			[3844] = 132149,
		},
		["Уменьшение"] = {
			[7289] = 136121,
			[11892] = 136121,
			[15802] = 136121,
			[13010] = 135989,
			[10096] = 136121,
			[8066] = 136121,
			[24054] = 136121,
		},
		["Сапоги пса Недр"] = {
			[20853] = 136235,
		},
		["Автоматический заплатный набор"] = {
			[15057] = 132997,
		},
		["Восполнение энергии"] = {
			[9512] = 136235,
		},
		["Увеличение выносливости на 24"] = {
			[14471] = 136235,
		},
		["Выкройка: жесткие перчатки из чешуи скорпида"] = {
			[10543] = 136235,
		},
		["Огненная стрела III"] = {
			[1084] = 135810,
			[1372] = 135810,
		},
		["Сила огня"] = {
			[5852] = 135807,
			[5853] = 135807,
			[5839] = 135807,
			[5840] = 135807,
			[5841] = 135807,
			[5854] = 135807,
			[12398] = 135817,
			[12378] = 135817,
			[11124] = 135817,
			[5848] = 135807,
			[12399] = 135817,
			[7844] = 134813,
			[5835] = 135807,
			[12400] = 135817,
		},
		["Призыв стражей Элизы"] = {
			[3107] = 136142,
		},
		["Зеленый кожаный доспех"] = {
			[3772] = 136235,
			[3796] = 136021,
		},
		["Красная головная повязка из магической ткани"] = {
			[12084] = 132149,
		},
		["Средоточие огня"] = {
			[5849] = 135807,
			[5837] = 135824,
			[5834] = 135824,
			[5850] = 135807,
			[5838] = 135824,
			[5851] = 135807,
		},
		["Увеличенный урон от огня 9"] = {
			[7688] = 136235,
		},
		["Всевидяшее Око Рисона"] = {
			[21546] = 136152,
			[21554] = 136152,
		},
		["Бешенство Виндзора"] = {
			[15167] = 132277,
		},
		["Тест стазиса"] = {
			[4321] = 136235,
		},
		["Град огненных шаров"] = {
			[15285] = 135812,
			[11989] = 135812,
			[16250] = 135812,
			[11988] = 135812,
			[22425] = 135812,
			[15243] = 135812,
			[23512] = 135812,
			[17203] = 135812,
		},
		["Альянс лощина Песни Войны, захват флага, флаг"] = {
			[23523] = 136235,
			[24639] = 136235,
		},
		["Выкройка: пояс пса Недр"] = {
			[23717] = 136235,
		},
		["Summon Flare Gun DND"] = {
			[22190] = 136235,
		},
		["Предмет +ВЫН Нога R1"] = {
			[15399] = 136235,
		},
		["Повышенное сопротивление тайной магии 2"] = {
			[14704] = 136235,
		},
		["Маскировка под рожденственского темного магистра Гандлинга"] = {
			[26199] = 135849,
		},
		["Чертеж: анти-перенаправляющий луч"] = {
			[4031] = 136235,
		},
		["Проклятое сердце"] = {
			[28746] = 135900,
		},
		["Разбитые доспехи"] = {
			[16928] = 132403,
		},
		["Усталость"] = {
			[3271] = 136157,
		},
		["Заточка оружия +5"] = {
			[6516] = 132223,
		},
		["Яркий костер"] = {
			[25085] = 135805,
			[7361] = 135805,
			[7359] = 135805,
		},
		["Атаковать Приказ"] = {
			[25471] = 132212,
			[25473] = 136235,
		},
		["Буйство"] = {
			[8285] = 136063,
			[25744] = 132337,
		},
		["Погибель яда"] = {
			[6354] = 136235,
		},
		["Формула чар для перчаток: сила II"] = {
			[20079] = 136235,
		},
		["Призыв демона Бездны"] = {
			[9221] = 136221,
			[12746] = 136221,
			[9222] = 136221,
			[1385] = 136221,
			[697] = 136221,
			[7728] = 136221,
			[23501] = 136221,
		},
		["Тотем скелета из племени Атал'ай"] = {
			[12506] = 136187,
			[12507] = 136187,
		},
		["Увеличение рейтинга меткости 2"] = {
			[15465] = 136235,
		},
		["Астральное возвращение"] = {
			[577] = 136235,
			[1352] = 136010,
			[556] = 136010,
		},
		["Броня +24"] = {
			[2833] = 136235,
		},
		["Кристаллизация"] = {
			[16104] = 136222,
		},
		["Вызов ван Клифа"] = {
			[24623] = 136121,
		},
		["Правильный момент"] = {
			[14072] = 132366,
			[14073] = 132366,
			[14074] = 132366,
			[14057] = 132366,
			[14075] = 132366,
		},
		["Сова-спутник"] = {
			[8217] = 132150,
		},
		["Вызов бурого долгонога"] = {
			[10800] = 132253,
		},
		["Полированные стальные сапоги"] = {
			[3513] = 136192,
		},
		["Магическая отдача"] = {
			[4947] = 136168,
		},
		["Тяжелые наручи Скорпида"] = {
			[19048] = 136235,
		},
		["Сила атаки 36"] = {
			[14089] = 136235,
		},
		["Вызов крошечного красного дракончика"] = {
			[23530] = 132311,
		},
		["Защита Дымной Паутины"] = {
			[16530] = 136068,
		},
		["Вызов темного чародея"] = {
			[12258] = 136187,
		},
		["Выплавка истинного серебра"] = {
			[10098] = 136235,
			[10100] = 136235,
		},
		["Эффект света Утера"] = {
			[10368] = 135940,
		},
		["Топот кодо"] = {
			[6266] = 132368,
		},
		["Пламенный плетеный ремень"] = {
			[20872] = 136192,
		},
		["Открыть ногу Мори"] = {
			[3670] = 136235,
		},
		["Зачаровывание браслетов - отклонение, I ступень"] = {
			[7429] = 135913,
		},
		["Сумка для книг Ценариона"] = {
			[27725] = 132149,
		},
		["Обнаружение незаметности"] = {
			[12608] = 132150,
			[23217] = 132150,
			[12418] = 132150,
			[8279] = 136129,
		},
		["Болотный камыш - постоянное действие"] = {
			[5667] = 136235,
		},
		["Удали меня"] = {
			[9743] = 134938,
		},
		["Улучшение брони 200 незаметность"] = {
			[29096] = 136235,
		},
		["Автоматическое сообщение группы - ТАНЦЕВАТЬ"] = {
			[7977] = 136235,
		},
		["Тотемная мощь"] = {
			[28826] = 135892,
			[28827] = 135995,
			[28823] = 136235,
			[28824] = 135977,
			[28825] = 135922,
		},
		["Кислотная слизь"] = {
			[14147] = 136007,
		},
		["Пространственный сифон"] = {
			[28347] = 136153,
			[28348] = 136123,
		},
		["BM всегда ВКЛ."] = {
			[20114] = 135995,
		},
		["Выкройка: пояс жителя холмов"] = {
			[3802] = 136235,
		},
		["Подчинение (контроль)"] = {
			[530] = 135994,
		},
		["Отражатель пламени"] = {
			[3944] = 136235,
			[23097] = 135824,
		},
		["Призыв коня погибели"] = {
			[23161] = 132238,
		},
		["Коричневые льняные штаны"] = {
			[3914] = 136235,
			[3916] = 136021,
		},
		["Рулон шерсти"] = {
			[2964] = 136235,
			[2966] = 136021,
		},
		["Повышенное сопротивление магии льда 3"] = {
			[14544] = 136235,
		},
		["Огненная защита"] = {
			[7231] = 135806,
			[7232] = 135806,
			[16894] = 135806,
			[12561] = 135806,
			[18942] = 135806,
			[29432] = 135820,
			[7234] = 135806,
			[17543] = 135806,
			[7230] = 135806,
			[7233] = 135806,
		},
		["Высшее здоровье"] = {
			[13862] = 136235,
		},
		["Щекотка Вароша"] = {
			[16771] = 136235,
		},
		["Defensive State (DND)"] = {
			[16092] = 132110,
			[13358] = 132110,
			[5301] = 132110,
		},
		["Чертеж: варварские железные сапоги"] = {
			[9819] = 136235,
		},
		["Головная повязка из штормовой ткани"] = {
			[12083] = 132149,
		},
		["Аватара Пламени"] = {
			[15636] = 135818,
		},
		["Темный союз"] = {
			[18937] = 136141,
			[18938] = 136141,
			[18939] = 136141,
			[18940] = 136141,
			[18220] = 136141,
		},
		["Жесткие сапоги из чешуи скорпида"] = {
			[10554] = 136235,
		},
		["Рассечение крылом"] = {
			[18500] = 134316,
			[23339] = 134316,
		},
		["Формула чар для перчаток: снятие шкур"] = {
			[13699] = 136235,
		},
		["Специализация на владении двуручным мечом"] = {
			[4459] = 132223,
			[4463] = 132223,
			[4467] = 132223,
			[4471] = 132223,
			[5355] = 132223,
			[4460] = 132223,
			[4456] = 132223,
			[4468] = 132223,
			[5356] = 132223,
			[5357] = 132223,
			[4470] = 132223,
			[4466] = 132223,
			[4457] = 132223,
			[4461] = 132223,
			[4465] = 132223,
			[5461] = 132223,
			[5457] = 132223,
			[5360] = 132223,
			[5358] = 132223,
			[5359] = 132223,
			[4458] = 132223,
			[4462] = 132223,
			[5458] = 132223,
			[5462] = 132223,
			[4469] = 132223,
			[5459] = 132223,
			[5460] = 132223,
		},
		["Пробуждение батрака"] = {
			[19938] = 136235,
		},
		["Черный сапфир"] = {
			[24893] = 134072,
		},
		["Отравленный вид"] = {
			[12881] = 136182,
		},
		["Поглощающие тени"] = {
			[24614] = 136163,
			[17715] = 136163,
			[17716] = 136163,
			[24615] = 136163,
		},
		["Ночное дыхание дракона"] = {
			[15701] = 136235,
		},
		["Гаррота"] = {
			[6737] = 132297,
			[8631] = 132297,
			[8633] = 132297,
			[8635] = 132297,
			[11292] = 132297,
			[11289] = 132297,
			[8636] = 132297,
			[703] = 132297,
			[8632] = 132297,
			[8634] = 132297,
			[11291] = 132297,
			[8818] = 132297,
			[11290] = 132297,
		},
		["Вызов снеговика"] = {
			[26468] = 132311,
			[26469] = 132311,
			[26045] = 132311,
		},
		["Перчатки из луноткани"] = {
			[22869] = 132149,
		},
		["Острые когти"] = {
			[16943] = 134297,
			[16944] = 134297,
			[16942] = 134297,
		},
		["Пытка разума"] = {
			[22919] = 136208,
			[17311] = 136208,
			[17312] = 136208,
			[7378] = 136208,
			[17313] = 136208,
			[17314] = 136208,
			[17316] = 136208,
			[17317] = 136208,
			[26044] = 136208,
			[17318] = 136208,
			[17165] = 136208,
			[23953] = 136208,
			[18807] = 136208,
			[18808] = 136208,
			[28310] = 136208,
			[16568] = 136208,
			[15407] = 136208,
			[26143] = 136208,
			[29407] = 136208,
		},
		["Вызов курганов Оуро"] = {
			[26058] = 136235,
		},
		["Выкройка: Ледовый плащ"] = {
			[28214] = 136235,
		},
		["Саженец Таммры"] = {
			[20041] = 136235,
		},
		["Петарда \"Желтая роза\""] = {
			[11544] = 136235,
		},
		["Создание ловушки прислужника: призрак/скелет"] = {
			[28196] = 136235,
		},
		["Сила атаки 16"] = {
			[9329] = 136235,
		},
		["Тяжелый жилет Скорпида"] = {
			[19051] = 136235,
		},
		["Обнаружение эльфийских самоцветов"] = {
			[4152] = 136057,
		},
		["Размашистые удары"] = {
			[12723] = 132306,
			[18765] = 132306,
			[12292] = 132306,
			[26654] = 132306,
		},
		["Холодная хватка"] = {
			[12472] = 135865,
		},
		["Мощь кинжала"] = {
			[5595] = 132223,
			[5585] = 132321,
			[5594] = 132223,
			[5596] = 132223,
			[5586] = 132321,
			[5587] = 132321,
		},
		["Рецепт: масло льда"] = {
			[18667] = 136235,
		},
		["Формула: укрепить нагрудник - младший дух"] = {
			[7462] = 136235,
		},
		["Эль Трогга"] = {
			[5021] = 132796,
		},
		["Ветрожнец"] = {
			[20586] = 136022,
		},
		["Малое исцеление"] = {
			[2056] = 135929,
			[2050] = 135929,
			[2051] = 135929,
			[613] = 136235,
			[622] = 136235,
			[2052] = 135929,
			[2053] = 135929,
			[2057] = 135930,
		},
		["Подтверждение"] = {
			[9452] = 135985,
			[26021] = 135985,
			[26016] = 135985,
			[26017] = 135985,
			[26018] = 135985,
			[67] = 135985,
		},
		["Формула чар для нагрудника: мана II"] = {
			[7777] = 136235,
			[20073] = 136235,
		},
		["Телепорт к игроку"] = {
			[21463] = 136235,
			[21543] = 136235,
		},
		["Мощь меча"] = {
			[5483] = 132223,
			[5496] = 132223,
			[5498] = 132223,
			[5482] = 132223,
			[5481] = 132223,
			[5497] = 132223,
		},
		["Орлиный глаз"] = {
			[6197] = 132172,
			[6198] = 132172,
		},
		["Создание Залога верности: Оргриммар"] = {
			[27713] = 136235,
		},
		["Повышение урона от заклинания 2"] = {
			[9393] = 136235,
		},
		["Короб костяной косы"] = {
			[28081] = 136189,
		},
		["Вызов призматического барьера"] = {
			[25159] = 136235,
		},
		["Положительный эффект рейда, огонь"] = {
			[20173] = 136235,
		},
		["Повышение уклонения 8"] = {
			[18062] = 136235,
		},
		["Красный жилет из магической ткани"] = {
			[12056] = 132149,
		},
		["Lordaeron's Blessing Effect (DND)"] = {
			[31906] = 136235,
		},
		["Улучшенная огненная стрела"] = {
			[18126] = 135809,
			[18127] = 135809,
		},
		["Дружественные дистанционные атаки"] = {
			[21879] = 136235,
		},
		["Тяжелый шерстяные перчатки"] = {
			[3843] = 132149,
		},
		["Отражение"] = {
			[13854] = 132269,
			[17106] = 135863,
			[17107] = 135863,
			[13855] = 132269,
			[17108] = 135863,
			[13856] = 132269,
			[19295] = 132269,
			[19297] = 132269,
			[19300] = 132269,
			[19298] = 132269,
			[16462] = 132269,
			[20060] = 132269,
			[16463] = 132269,
			[9906] = 136222,
			[16464] = 132269,
			[19301] = 132269,
			[16465] = 132269,
			[20061] = 132269,
			[27564] = 136222,
			[13922] = 136235,
			[20063] = 132269,
			[13853] = 132269,
			[20064] = 132269,
			[20062] = 132269,
			[13713] = 132269,
			[16466] = 132269,
			[22067] = 136222,
		},
		["Призыв духа Тяжелоступа"] = {
			[4985] = 135955,
		},
		["Подмастерье"] = {
			[2280] = 136240,
		},
		["Заточка оружия +3"] = {
			[6515] = 132223,
		},
		["Дух Лунокогтя"] = {
			[18986] = 136235,
		},
		["Create Zul'Gurub Talisman WAR R3 DND"] = {
			[24000] = 136235,
		},
		["Восстнановление жизнекамнем"] = {
			[5707] = 134134,
		},
		["Смертельный яд III"] = {
			[11355] = 132290,
			[11357] = 132290,
			[11353] = 132290,
		},
		["Луч супер-уменьшения"] = {
			[22742] = 135989,
		},
		["Почетный знак котловины Арати (победитель)"] = {
			[24953] = 136235,
		},
		["Выслеживание гуманоидов"] = {
			[10236] = 132089,
			[5226] = 132328,
			[10237] = 132089,
			[19883] = 135942,
			[5225] = 132328,
			[20160] = 135942,
		},
		["Гномский болельщик на гонках"] = {
			[7036] = 132484,
		},
		["Эффект клинка фанатика"] = {
			[5263] = 135805,
		},
		["Печать судьбы"] = {
			[14195] = 136130,
			[14189] = 136130,
			[14186] = 136130,
			[14190] = 136130,
			[14194] = 136130,
			[14193] = 136130,
		},
		["Призыв чудотворца"] = {
			[3658] = 136075,
		},
		["Уничтожение копья"] = {
			[16557] = 136130,
			[16558] = 136130,
		},
		["Укоренение"] = {
			[2923] = 132152,
		},
		["Вызов бурой змейки"] = {
			[10716] = 132311,
		},
		["Получение награды И ключевого предмета, Общий, Дарнасс"] = {
			[26901] = 136235,
		},
		["Плотная кожа"] = {
			[5381] = 132316,
			[6036] = 132316,
			[5366] = 132110,
			[5370] = 136235,
			[5378] = 132316,
			[5382] = 132316,
			[6037] = 132316,
			[5363] = 132110,
			[5367] = 132110,
			[6034] = 132316,
			[5364] = 136235,
			[5368] = 136235,
			[20650] = 136235,
			[5380] = 132316,
			[6035] = 132316,
			[5365] = 132110,
			[5369] = 136235,
			[20653] = 136021,
		},
		["Создание крошечного камня души"] = {
			[693] = 136210,
			[1377] = 136210,
		},
		["Тенекожа III"] = {
			[411] = 136235,
			[2360] = 136047,
		},
		["Стойкость Плети"] = {
			[29480] = 136235,
			[29481] = 136235,
		},
		["Рецепт пятнистого желтохвоста"] = {
			[18238] = 136192,
		},
		["Серый волк"] = {
			[459] = 132266,
		},
		["Выкройка: мундир из кожи ледопарда"] = {
			[19222] = 136235,
		},
		["Оглушительный визг"] = {
			[3589] = 136122,
		},
		["Отражение Мерзота"] = {
			[28778] = 135443,
		},
		["Яд скорпида"] = {
			[24641] = 132274,
			[24589] = 132274,
			[24586] = 132274,
			[24583] = 132274,
			[24587] = 132274,
			[24640] = 132274,
			[24584] = 132274,
			[24588] = 132274,
			[6411] = 136016,
		},
		["Выкройка: кираса из ледяной чешуи"] = {
			[28231] = 136235,
		},
		["Нечестивая броня"] = {
			[1378] = 136225,
		},
		["Снозрение"] = {
			[11403] = 135994,
		},
		["Орлиный коготь"] = {
			[30285] = 132155,
		},
		["Послание Верховному рыцарю"] = {
			[18971] = 136235,
		},
		["Сила атаки 64"] = {
			[15817] = 136235,
		},
		["Выкройка: наручи песчаного ловца"] = {
			[24860] = 136235,
		},
		["Улучшенное исцеление"] = {
			[14912] = 135916,
			[15013] = 135916,
			[15014] = 135916,
		},
		["Ториевые сапоги"] = {
			[16652] = 136192,
		},
		["Сол Х"] = {
			[3206] = 135859,
		},
		["Каменные доспехи"] = {
			[22693] = 136018,
		},
		["Шерстяные бинты"] = {
			[3277] = 136192,
			[3282] = 136192,
		},
		["Выкройка: наручи из толстой чешуи скорпида"] = {
			[19149] = 136235,
		},
		["Насмешка ложной мишени Гизлока"] = {
			[21861] = 132333,
		},
		["Звездный огонь"] = {
			[2914] = 135753,
			[21668] = 135753,
			[2912] = 135753,
			[25298] = 135753,
			[9878] = 135753,
			[8950] = 135753,
			[8952] = 135753,
			[8954] = 135753,
			[25408] = 135753,
			[9875] = 135753,
			[25971] = 132282,
			[9877] = 135753,
			[8949] = 135753,
			[8951] = 135753,
			[8953] = 135753,
			[9876] = 135753,
		},
		["Выкройка: защитная броня стража"] = {
			[3805] = 136235,
		},
		["Средоточие заклинаний"] = {
			[29063] = 135736,
			[12854] = 136121,
			[14743] = 135736,
			[27828] = 135736,
		},
		["Призыв рыжей полосатой кошки"] = {
			[10676] = 132311,
		},
		["Ускорение II"] = {
			[839] = 136047,
			[1212] = 136047,
		},
		["Увеличение ловкости 14"] = {
			[9259] = 136235,
		},
		["Тренировка стойкости"] = {
			[19586] = 136080,
			[19587] = 136080,
			[19583] = 136080,
			[19584] = 136080,
			[19585] = 136080,
		},
		["Грубый динамит"] = {
			[3919] = 136235,
			[3981] = 136235,
			[4054] = 135826,
		},
		["Рецепт: жареный ящер"] = {
			[15857] = 136235,
		},
		["Чумная волна"] = {
			[30243] = 135805,
		},
		["Массивное грузило"] = {
			[16640] = 136192,
			[16670] = 136235,
		},
		["Чертеж: светозарные поножи"] = {
			[16748] = 136235,
		},
		["Землетрясение"] = {
			[1348] = 136025,
			[19798] = 136025,
		},
		["Исцеляющее зелье"] = {
			[21393] = 136235,
			[21394] = 136235,
		},
		["Charm+ (TEST)"] = {
			[7033] = 136235,
		},
		["Чертеж: руническая кромка"] = {
			[17025] = 136235,
		},
		["Подмастерье портного"] = {
			[3912] = 136249,
		},
		["Взрыв скелета-шахтера"] = {
			[6469] = 135826,
		},
		["Формула чар для двуручного оружия: интеллект"] = {
			[7798] = 136235,
		},
		["Больший чародейский эликсир"] = {
			[16889] = 134827,
			[17539] = 134805,
			[17573] = 136235,
		},
		["Убийство животных 48"] = {
			[17482] = 136235,
		},
		["Выкройка: перчатки из ткани Скверны"] = {
			[22872] = 136235,
		},
		["Gemology - Copper (DND)"] = {
			[12681] = 134118,
		},
		["Ледяной взрыв"] = {
			[19260] = 135846,
			[20869] = 135846,
			[15876] = 135840,
			[16407] = 135846,
			[18204] = 135846,
			[11264] = 135848,
			[27808] = 135840,
			[18092] = 135846,
			[14105] = 135846,
			[18085] = 135846,
			[29879] = 135840,
			[15878] = 135840,
			[18276] = 135846,
			[18398] = 135846,
		},
		["100 ед. маны"] = {
			[27748] = 136235,
		},
		["Умение рыболова +50"] = {
			[8083] = 136245,
		},
		["Присутствие долгонога"] = {
			[4312] = 135899,
			[4814] = 135899,
			[6033] = 135899,
		},
		["Кожевничество: чешуя драконов"] = {
			[10656] = 134305,
			[10657] = 136247,
		},
		["Золотые чешуйчатые наплечники"] = {
			[3505] = 136192,
		},
		["Улучшенное полосование"] = {
			[16966] = 136231,
			[16968] = 136231,
		},
		["Всеобщий язык"] = {
			[668] = 136235,
		},
		["Шлицевой гироинструмент"] = {
			[12590] = 136235,
			[12631] = 136235,
		},
		["QAEnchant Gloves +5 Herbalism"] = {
			[26020] = 136235,
		},
		["Малое отражение"] = {
			[13930] = 136235,
		},
		["Восстановление духа"] = {
			[455] = 136057,
			[1341] = 136057,
		},
		["Сверхизлучатель Отражения огня"] = {
			[23081] = 136235,
		},
		["Тотем кольца огня"] = {
			[8086] = 135824,
			[11314] = 135824,
			[11316] = 135824,
			[8498] = 135824,
			[8500] = 135824,
			[11315] = 135824,
			[11317] = 135824,
			[8499] = 135824,
			[8501] = 135824,
			[1535] = 135824,
			[27623] = 135824,
		},
		["Магический доспех"] = {
			[22785] = 135991,
			[6117] = 135991,
			[22782] = 135991,
			[22783] = 135991,
			[22784] = 135991,
			[6121] = 135991,
		},
		["Эффект заразного веселья"] = {
			[6759] = 136142,
		},
		["Безрассудный штурм III"] = {
			[2454] = 132316,
		},
		["Выявление слабости"] = {
			[23577] = 132212,
			[7140] = 132109,
			[23578] = 132212,
		},
		["Телепортация: Лунная поляна"] = {
			[18960] = 135758,
			[19027] = 135758,
		},
		["Summon Various DND"] = {
			[27203] = 136235,
		},
		["Вызов помощников"] = {
			[29316] = 136235,
		},
		["Дикая защита"] = {
			[28161] = 136235,
			[28162] = 136235,
		},
		["Эликсир ловкости I ступени"] = {
			[2333] = 136235,
		},
		["Великое благословение королей"] = {
			[25898] = 135993,
			[25946] = 135993,
		},
		["Железная скоба"] = {
			[8768] = 136192,
			[8769] = 136235,
		},
		["Рецепт гоголя-моголя"] = {
			[21144] = 136192,
		},
		["Вызов маленького мурлока (Оранжевого)"] = {
			[24987] = 134300,
		},
		["Исчезновение Нагмары"] = {
			[15341] = 136235,
		},
		["Призыв личинки силитида"] = {
			[6588] = 136036,
		},
		["Copy of Aura of the Blue Dragon"] = {
			[27521] = 136208,
		},
		["Дух дикого волка II"] = {
			[968] = 136095,
			[1351] = 136095,
		},
		["Выкройка: лесной жилет"] = {
			[28483] = 136235,
		},
		["Rimblat Grows Flower DND"] = {
			[27824] = 136235,
		},
		["Выкройка: варварские поножи"] = {
			[7150] = 136235,
		},
		["Выведение яда"] = {
			[3212] = 136235,
			[8946] = 136067,
			[526] = 136067,
			[1315] = 136067,
			[536] = 136067,
			[8947] = 136067,
			[2893] = 136068,
			[14253] = 136068,
			[26677] = 134811,
			[2897] = 136068,
		},
		["Ракета, ЖЕЛТАЯ"] = {
			[26349] = 136235,
		},
		["Вызов бесцветного ворга"] = {
			[7487] = 136130,
		},
		["Выкройка: сапоги пса Недр"] = {
			[20852] = 136235,
		},
		["Показатель блока 24"] = {
			[23181] = 136235,
		},
		["Вызов Аквамонтоса"] = {
			[13978] = 136235,
		},
		["Электрическая сеть"] = {
			[11820] = 132149,
			[11825] = 136115,
		},
		["Инициализация изображения"] = {
			[3730] = 136235,
		},
		["Backstab (TEST)"] = {
			[8627] = 132090,
		},
		["[PH] Teleport to Booty Bay"] = {
			[4997] = 136235,
		},
		["Зачаровывание оружия - сила"] = {
			[23799] = 135913,
		},
		["5% улучшение скорости"] = {
			[22586] = 136235,
		},
		["Вызов кристалла Оссириана"] = {
			[25192] = 136235,
		},
		["QAEnchant Chest +4 Stats"] = {
			[27107] = 135913,
		},
		["Жестокость"] = {
			[14157] = 136235,
			[14156] = 132122,
			[14161] = 132122,
			[14160] = 132122,
		},
		["Улучшенное благословение спасения"] = {
			[20194] = 135967,
			[20195] = 135967,
		},
		["Ослепляющий порошок"] = {
			[6510] = 133588,
			[6511] = 133588,
		},
		["\"Отчаянный\" принимает человеческий облик\"."] = {
			[9192] = 132276,
		},
		["Призыв суккуба"] = {
			[712] = 136220,
			[8722] = 136220,
			[1403] = 136220,
			[23502] = 136220,
			[9223] = 136220,
			[8674] = 136220,
			[9224] = 136220,
			[7729] = 136220,
		},
		["Чертеж: тяжелый пояс Древобрюхов"] = {
			[23630] = 136235,
		},
		["Синий льняной жилет"] = {
			[7630] = 132149,
		},
		["Рецепт: вареная клешня краба"] = {
			[2555] = 136235,
		},
		["Очистить и положить еду"] = {
			[16072] = 133748,
		},
		["Драконий зов"] = {
			[13049] = 136221,
		},
		["Аспект Мар'ли"] = {
			[24686] = 132318,
		},
		["Пробуждение каменного дворфа - визуальный эффект"] = {
			[10254] = 136025,
		},
		["Углеглаз, превращение"] = {
			[16052] = 135819,
		},
		["Глаз ястреба"] = {
			[19499] = 132327,
			[19500] = 132327,
			[19498] = 132327,
		},
		["Превращение Балназзара"] = {
			[17288] = 136129,
		},
		["Улучшенный вызывающий крик"] = {
			[12327] = 132336,
			[12886] = 132336,
		},
		["Ошеломление"] = {
			[6771] = 132310,
			[11297] = 132310,
			[6770] = 132310,
			[652] = 132310,
			[2070] = 132310,
			[11298] = 132310,
		},
		["Дьявольское неистовство"] = {
			[3416] = 136224,
		},
		["Перехват - оглушение"] = {
			[20614] = 135860,
			[20615] = 135860,
		},
		["Увеличенный урон от темной магии 11"] = {
			[9412] = 136235,
		},
		["Eye of Kilrogg Passive (DND)"] = {
			[2585] = 136160,
		},
		["Уничтожение"] = {
			[26552] = 136039,
			[26787] = 136039,
		},
		["Анубисат-страж ОД"] = {
			[9173] = 136235,
		},
		["Благословение жертвенности"] = {
			[6940] = 135966,
			[6941] = 135966,
			[20729] = 135966,
			[20730] = 135966,
		},
		["Отражение заклинания"] = {
			[11818] = 136222,
			[9943] = 136222,
			[9941] = 136222,
			[21118] = 136222,
			[10074] = 136222,
		},
		["Увеличение сила на 15"] = {
			[13198] = 136235,
		},
		["Данные о температуре"] = {
			[16378] = 136235,
		},
		["Существо - облик лягушки"] = {
			[3329] = 136232,
		},
		["Сквернотканевый капюшон"] = {
			[18442] = 132149,
		},
		["Боевой рев"] = {
			[6507] = 132277,
		},
		["Немощь"] = {
			[12530] = 136119,
		},
		["Законник"] = {
			[21747] = 135906,
		},
		["Рецепт радужного тунца"] = {
			[7827] = 136192,
		},
		["Призвать Стража Нефариана"] = {
			[19829] = 136235,
		},
		["Цепенящий удар V"] = {
			[2436] = 132223,
		},
		["Создание реликвария"] = {
			[13487] = 136235,
		},
		["Неистовый щит"] = {
			[3284] = 136173,
		},
		["Призыв лягушки-попрыгушки"] = {
			[10701] = 132311,
		},
		["Обычный прицел"] = {
			[3978] = 136235,
			[4001] = 136235,
			[3975] = 136235,
		},
		["Двуручный удар II"] = {
			[1631] = 132316,
		},
		["Наземная мина - периодическая"] = {
			[27999] = 135805,
		},
		["Test NPC Resurrection"] = {
			[21074] = 135955,
		},
		["Сражен"] = {
			[27572] = 132382,
		},
		["Предмет - Очищение"] = {
			[14129] = 135907,
			[14134] = 135949,
		},
		["Рецепт филе бешенки"] = {
			[6415] = 136192,
		},
		["Фазовый плеточник (Магия природы)"] = {
			[22353] = 136104,
		},
		["Исчезновение очищения"] = {
			[18461] = 132331,
		},
		["QAEnchant Cloak +3 Agility"] = {
			[3231] = 136235,
		},
		["Выкройка: кираса из чешуи мурлока"] = {
			[6707] = 136235,
		},
		["Гоблинский реактивный шлем"] = {
			[12780] = 136235,
			[12758] = 136235,
			[13821] = 135805,
		},
		["Усиленный укинжал"] = {
			[15776] = 136235,
			[15955] = 136235,
			[15777] = 136235,
			[15948] = 136235,
			[15778] = 136235,
			[15949] = 136235,
			[15717] = 136235,
			[14051] = 136235,
			[15950] = 136235,
			[15951] = 136235,
			[7573] = 136235,
			[15952] = 136235,
			[15953] = 136235,
			[15954] = 136235,
			[7574] = 136235,
			[7578] = 136235,
			[7576] = 136235,
		},
		["Создание верхнепалубного верховой черепахи"] = {
			[30193] = 136235,
		},
		["Выкройка: пояс стража"] = {
			[3806] = 136235,
		},
		["Аура Тыквовина"] = {
			[24702] = 135864,
		},
		["Обратное превращение"] = {
			[4058] = 136235,
		},
		["Чародейский дух IV"] = {
			[1452] = 135932,
			[1470] = 135932,
		},
		["Проклятие шипов"] = {
			[6910] = 136063,
			[16247] = 136121,
			[6909] = 136121,
			[16248] = 136063,
		},
		["Темный ритуал"] = {
			[3714] = 136141,
		},
		["ALT -S Орда"] = {
			[23942] = 136235,
		},
		["Комната идола - появление C"] = {
			[14801] = 136235,
		},
		["Эффект бешенства"] = {
			[19615] = 134296,
		},
		["Выкройка: кираса чешуи сна"] = {
			[24704] = 136235,
		},
		["Кнут подчинения"] = {
			[23016] = 136235,
		},
		["Джанг'траз"] = {
			[11657] = 132110,
		},
		["Лазурные шелковые перчатки"] = {
			[8838] = 136235,
			[3885] = 136021,
			[3854] = 132149,
		},
		["Тотем источника маны"] = {
			[10515] = 136053,
			[5675] = 136053,
			[10495] = 136053,
			[10512] = 136053,
			[10514] = 136053,
			[24854] = 136053,
			[10496] = 136053,
			[10497] = 136053,
			[5678] = 136053,
		},
		["Пламенная мантия Рассвета"] = {
			[22593] = 136235,
		},
		["Сила атаки 6"] = {
			[9138] = 136235,
		},
		["Заточка клинка"] = {
			[2605] = 136235,
			[2828] = 136235,
		},
		["Призыв Мизраэли"] = {
			[4141] = 136168,
		},
		["Башня Братства Справедливости I"] = {
			[9772] = 136168,
		},
		["В провал"] = {
			[10454] = 132331,
		},
		["Невосприимчивость к заклинаниям"] = {
			[6356] = 136217,
			[6357] = 136217,
		},
		["Кровавое неистовство"] = {
			[16954] = 132152,
			[23234] = 135726,
			[16953] = 132152,
			[23230] = 132293,
			[16952] = 132152,
			[20572] = 135726,
			[24571] = 136168,
		},
		["Симуляция выстрела"] = {
			[7105] = 132222,
			[8682] = 132222,
		},
		["Чарующая колыбельная"] = {
			[16798] = 136209,
		},
		["Специализация на Тьме"] = {
			[4885] = 136130,
			[4889] = 136130,
			[4893] = 136130,
			[4882] = 136130,
			[4886] = 136130,
			[4890] = 136130,
			[4894] = 136130,
			[4883] = 136130,
			[4887] = 136130,
			[4891] = 136130,
			[4895] = 136130,
			[5891] = 136130,
			[4880] = 136130,
			[4884] = 136130,
			[4888] = 136130,
			[4892] = 136130,
			[5892] = 136130,
			[5903] = 136130,
			[5904] = 136130,
			[4881] = 136130,
		},
		["Могучий удар IV"] = {
			[1709] = 132316,
			[1713] = 132316,
		},
		["Монокль ремесленника"] = {
			[3966] = 136235,
		},
		["Гулкий рык"] = {
			[10967] = 132366,
		},
		["Лагерь получает официальное сообщение"] = {
			[28449] = 136235,
		},
		["Вызов легионеров Крыла Тьмы"] = {
			[19824] = 136235,
		},
		["Гномская камера на фаэтоне"] = {
			[6955] = 136235,
		},
		["Живучесть"] = {
			[23210] = 135953,
			[20885] = 135953,
			[29140] = 133123,
			[21597] = 135953,
			[21348] = 135953,
			[29143] = 133123,
			[29144] = 133123,
			[29145] = 133123,
			[29146] = 133123,
			[21587] = 135953,
			[21588] = 135953,
			[21589] = 135953,
			[21590] = 135953,
			[21347] = 135953,
			[21592] = 135953,
			[21593] = 135953,
			[21594] = 135953,
			[21595] = 135953,
			[21596] = 135953,
			[21345] = 135953,
			[21598] = 135953,
			[21599] = 135953,
			[21600] = 135953,
			[21601] = 135953,
			[21602] = 135953,
			[21603] = 135953,
			[21604] = 135953,
			[21605] = 135953,
			[21606] = 135953,
			[21607] = 135953,
			[21608] = 135953,
			[21609] = 135953,
			[21610] = 135953,
			[21611] = 135953,
			[21612] = 135953,
			[21613] = 135953,
			[21614] = 135953,
			[21615] = 135953,
			[21616] = 135953,
			[21617] = 135953,
			[21346] = 135953,
			[20969] = 135953,
			[21168] = 135953,
			[21109] = 135953,
			[21350] = 135953,
			[21349] = 135953,
		},
		["Рецепт омлета с монстрятиной"] = {
			[15933] = 136192,
		},
		["[PH] Buttress Activator"] = {
			[28086] = 136235,
		},
		["Увечье"] = {
			[22571] = 132134,
			[89] = 136135,
			[12552] = 136135,
			[727] = 136235,
			[18381] = 136138,
			[1391] = 136135,
			[20812] = 136135,
			[11443] = 136135,
			[29212] = 136135,
			[22570] = 132134,
		},
		["Мифриловые шпоры"] = {
			[9783] = 136235,
			[7215] = 136235,
			[9964] = 136192,
		},
		["Сигнальный огонь Ксигга"] = {
			[12283] = 136235,
		},
		["Освобождение фелвудского слизнюка"] = {
			[16031] = 134799,
		},
		["Quest - Kodo Fade Out (DND)"] = {
			[22969] = 136235,
		},
		["Большая мощь огня"] = {
			[26276] = 134840,
		},
		["Создание таблички призыва: Вода"] = {
			[24888] = 136235,
		},
		["Священное расщепление"] = {
			[18819] = 132338,
		},
		["Призыв загадочного страхозуба"] = {
			[7971] = 136121,
		},
		["Чертеж: рунические латные наплечники"] = {
			[16695] = 136235,
		},
		["Чертеж: Черный напоясник Разрушителя"] = {
			[27595] = 136235,
		},
		["Аспект Веноксиса"] = {
			[24688] = 136016,
		},
		["Древнее отчаяние"] = {
			[19369] = 136175,
		},
		["Господство над душой"] = {
			[16053] = 136206,
		},
		["Эффект малого камня огня"] = {
			[1054] = 135821,
		},
		["Debuff Nature (TEST)"] = {
			[3023] = 136235,
		},
		["Сапоги из паучьего шелка"] = {
			[3855] = 132149,
			[3886] = 136021,
		},
		["Инициатор официального сообщения"] = {
			[28345] = 136235,
		},
		["Ускорение"] = {
			[29413] = 132208,
			[28701] = 136075,
			[29415] = 132208,
			[29416] = 132208,
			[14825] = 132208,
			[29418] = 132208,
			[14826] = 132208,
			[13494] = 136047,
			[13533] = 136047,
			[14828] = 132208,
			[65] = 136047,
			[14829] = 132208,
			[14827] = 132208,
			[29414] = 132208,
			[21165] = 136047,
			[1187] = 136047,
			[14824] = 132208,
			[29417] = 132208,
		},
		["Рецепт: зелье крови волшебника"] = {
			[24369] = 136235,
		},
		["Стремительный белый механодолгоног"] = {
			[23223] = 132247,
		},
		["Улучшенный всплеск боли"] = {
			[18128] = 136136,
			[18129] = 136136,
		},
		["Мастерство во владении двуручным мечом"] = {
			[4408] = 132223,
			[4406] = 132223,
			[4407] = 132223,
			[4409] = 132223,
		},
		["Изгнание нежити"] = {
			[713] = 136235,
			[5627] = 135983,
			[5253] = 135983,
			[10326] = 135983,
			[2878] = 135983,
			[10327] = 135983,
			[5629] = 135983,
			[1011] = 136235,
			[19725] = 135983,
		},
		["Повышенное сопротивление магии льда 8"] = {
			[14548] = 136235,
		},
		["Зачаровывание щита - дух"] = {
			[13659] = 135913,
			[13660] = 135913,
		},
		["Naxxramas Entry Flag Effect DND"] = {
			[29294] = 136235,
		},
		["Восполнение маны II"] = {
			[5406] = 134134,
			[9253] = 134134,
		},
		["Предчувствие"] = {
			[12750] = 136056,
			[12752] = 136056,
			[16272] = 136056,
			[20097] = 135994,
			[20098] = 135994,
			[12297] = 136056,
			[16274] = 136056,
			[12751] = 136056,
			[12753] = 136056,
			[20096] = 135994,
			[16254] = 136056,
			[20099] = 135994,
			[16271] = 136056,
			[16273] = 136056,
			[20100] = 135994,
		},
		["Управление техникой"] = {
			[8345] = 132997,
		},
		["Ледяная живость"] = {
			[24392] = 135845,
		},
		["Гоголь-моголь"] = {
			[21149] = 134062,
		},
		["Улучшение блока 2"] = {
			[21471] = 136235,
			[21472] = 136235,
			[13675] = 136235,
			[21474] = 136235,
			[21473] = 136235,
		},
		["Передача иглогрива"] = {
			[7083] = 136121,
		},
		["Цепенящий удар IV"] = {
			[2435] = 132223,
		},
		["Стремительный зулианский тигр"] = {
			[24252] = 132242,
		},
		["Выкройка: вулканические наплечники"] = {
			[19219] = 136235,
		},
		["Удар сплеча"] = {
			[8255] = 132338,
		},
		["Формула чар для наручей: сила V"] = {
			[20081] = 136235,
		},
		["Утраченный навык: палицы"] = {
			[7041] = 133479,
		},
		["Исправление ритуального элемента"] = {
			[23061] = 136235,
		},
		["Сгусток магмы"] = {
			[19449] = 135817,
			[19450] = 135821,
		},
		["Пространственный портал"] = {
			[6700] = 136235,
		},
		["Снятие заклятия Кровавого Клыка"] = {
			[6240] = 136116,
		},
		["Изначальные наручи из кожи летучей мыши"] = {
			[24123] = 136235,
		},
		["Взрыв бочонка"] = {
			[7082] = 135826,
		},
		["Красная рубашка Щитолома"] = {
			[8489] = 132149,
			[8491] = 136021,
		},
		["Тангенциальный вращатель"] = {
			[7430] = 136235,
			[7431] = 136235,
		},
		["Крутящийся пробег"] = {
			[24048] = 135128,
		},
		["Уязвимость к заклинаниям"] = {
			[23605] = 135900,
		},
		["Улучшение питомца II"] = {
			[1589] = 136235,
		},
		["Создание квинтэссенции воды"] = {
			[21357] = 136235,
		},
		["Наручи Ледяной чешуи"] = {
			[28224] = 136235,
			[28259] = 136021,
		},
		["Слияние слизей"] = {
			[16032] = 134743,
		},
		["Отложенный вызов трупных скарабеев"] = {
			[28992] = 136235,
			[28994] = 136235,
		},
		["О-средний инициатор"] = {
			[23935] = 136235,
		},
		["Увеличение выносливости на 19"] = {
			[14466] = 136235,
		},
		["Эффект легкого яда скорпиона"] = {
			[5105] = 136016,
		},
		["Поиск зомби Чоу"] = {
			[28238] = 136235,
			[28239] = 136235,
			[28235] = 136235,
			[28236] = 136235,
			[28404] = 136235,
		},
		["Увеличенный урон от чар 11"] = {
			[13597] = 136235,
		},
		["Повышенное сопротивление всему 13"] = {
			[18684] = 136235,
		},
		["Медведь, попавшийся в ловушку"] = {
			[9439] = 136235,
		},
		["Усиление критического урона 1"] = {
			[7597] = 136235,
			[9132] = 132222,
		},
		["Периодический вызов скарабеев Оуро"] = {
			[26619] = 136235,
		},
		["Рецепт: десерт из скорпида"] = {
			[6424] = 136235,
		},
		["Инженерное дело, специализация"] = {
			[20593] = 134063,
		},
		["Активация бомбы 3"] = {
			[11523] = 136235,
		},
		["Увеличение урона от заклинаний на 36 и на 1% критического удара заклинаний"] = {
			[25113] = 136235,
		},
		["Эхо Лордерона"] = {
			[11415] = 132486,
			[29520] = 132485,
			[6964] = 132486,
			[6966] = 132485,
			[1386] = 132486,
			[6998] = 132485,
			[30880] = 132485,
			[11414] = 132486,
			[11413] = 132486,
			[30682] = 132485,
			[30683] = 132485,
		},
		["Природное оружие"] = {
			[16905] = 135138,
			[16906] = 135138,
			[16902] = 135138,
			[16903] = 135138,
			[16904] = 135138,
		},
		["Очки чести +138"] = {
			[24962] = 136235,
		},
		["Неистовый Капо Сердитый"] = {
			[5220] = 136129,
		},
		["Устранение ложной мишени Гизлока"] = {
			[21934] = 136235,
		},
		["Зеленые железные поножи"] = {
			[3506] = 136192,
			[3524] = 136235,
		},
		["Сила камня"] = {
			[6864] = 132154,
			[12731] = 132154,
		},
		["Простое волшебное масло"] = {
			[25119] = 136235,
			[25126] = 135913,
		},
		["Формула чар для плаща: защита III"] = {
			[20076] = 136235,
		},
		["Водяные миазмы"] = {
			[19727] = 136184,
		},
		["Проклятие Шахрама"] = {
			[16597] = 135994,
		},
		["Exzhal Searches for Wild Gods DND"] = {
			[23950] = 136235,
		},
		["Оживление души"] = {
			[28681] = 135907,
		},
		["Призыв прирученной черепахи"] = {
			[7915] = 134061,
		},
		["Сопротивление силам природы"] = {
			[24523] = 136085,
			[4558] = 136085,
			[24525] = 136085,
			[10596] = 136061,
			[4559] = 136085,
			[10598] = 136061,
			[4560] = 136085,
			[848] = 136235,
			[4608] = 136085,
			[4561] = 136085,
			[4609] = 136085,
			[4562] = 136085,
			[4610] = 136085,
			[4563] = 136085,
			[4548] = 136085,
			[4564] = 136085,
			[4612] = 136085,
			[20583] = 136094,
			[4613] = 136085,
			[1331] = 136062,
			[24494] = 136085,
			[4614] = 136085,
			[2119] = 136085,
			[24502] = 136085,
			[24503] = 136085,
			[24504] = 136085,
			[4081] = 135865,
			[10599] = 136061,
			[24511] = 136085,
			[24512] = 136085,
			[24513] = 136085,
			[27538] = 136051,
			[24524] = 136085,
			[24492] = 136085,
			[24517] = 136085,
			[823] = 136120,
			[4611] = 136085,
			[20551] = 136094,
			[28768] = 136061,
		},
		["Решительный удар"] = {
			[6559] = 132340,
			[6563] = 132340,
		},
		["Стремительный грозовой саблезуб"] = {
			[23338] = 132225,
		},
		["Чертеж: большая красная сигнальная ракета"] = {
			[26440] = 134153,
		},
		["Один мертв!"] = {
			[12218] = 136235,
		},
		["Хлоп!"] = {
			[6754] = 132940,
		},
		["Ягоды ветроцвета"] = {
			[26030] = 134062,
		},
		["Перевод Джаркала"] = {
			[9744] = 135954,
		},
		["Проклятие Холодного Сердца - дополнительный эффект"] = {
			[6947] = 136130,
		},
		["Зачаровывание браслетов - отражение, I ступень"] = {
			[7428] = 135913,
		},
		["Призыв желтого мотылька"] = {
			[10687] = 132311,
		},
		["Рунические кожаные рукавицы"] = {
			[19055] = 136235,
		},
		["Подписание"] = {
			[14210] = 136235,
			[14209] = 136235,
			[14227] = 136235,
		},
		["Прислужник Морганта"] = {
			[3611] = 136232,
		},
		["Увеличение интеллекта 25"] = {
			[14415] = 136235,
		},
		["Устрашающий рык"] = {
			[6577] = 132278,
			[6576] = 132278,
			[6579] = 132278,
		},
		["Зараженная рана"] = {
			[3427] = 136066,
			[29307] = 136066,
			[17230] = 136066,
			[29306] = 136066,
		},
		["Бронзовый боевой молот"] = {
			[9985] = 136192,
			[9988] = 136235,
		},
		["Зачаровывание плаща - сопротивление, III ступень"] = {
			[20014] = 135913,
		},
		["Гоблинское радио"] = {
			[12722] = 136235,
			[12775] = 136235,
		},
		["Жгучая стрела"] = {
			[29624] = 135934,
			[20688] = 132312,
			[29638] = 135990,
		},
		["Ложная смерть"] = {
			[5224] = 132151,
			[19822] = 136119,
		},
		["Эффект портала: Дарнасс"] = {
			[17608] = 135741,
		},
		["Автоматическая стрельба"] = {
			[75] = 132369,
			[1583] = 132369,
		},
		["Рунные медные рукавицы"] = {
			[3323] = 136192,
			[3342] = 136235,
		},
		["Бешенство"] = {
			[19451] = 132117,
			[19624] = 134296,
			[19812] = 132117,
			[19621] = 134296,
			[19625] = 134296,
			[22428] = 132117,
			[23128] = 132117,
			[19622] = 134296,
			[28371] = 132117,
			[21340] = 136146,
			[23342] = 132117,
			[19623] = 134296,
			[26041] = 132117,
			[26051] = 132117,
		},
		["Ни шагу назад"] = {
			[12975] = 135871,
			[12976] = 135871,
		},
		["Увеличенный урон от темной магии 3"] = {
			[7705] = 136235,
		},
		["Test Ribbon Pole Channel Trigger"] = {
			[29710] = 135270,
		},
		["Орда Песня Войны CTF победа"] = {
			[23526] = 136235,
		},
		["Вызов бога-паука"] = {
			[11548] = 136168,
		},
		["Улучшение питомца"] = {
			[1588] = 136235,
		},
		["Болезнетворный выброс"] = {
			[17689] = 136006,
			[17690] = 136006,
		},
		["Зачаровывание браслетов - ловкость, I ступень"] = {
			[7779] = 135913,
			[7796] = 135913,
		},
		["Прицел \"Бизникс\" 247x128"] = {
			[22779] = 136235,
			[22793] = 136235,
		},
		["Нечестивая броня II"] = {
			[1379] = 136225,
		},
		["Рецепт: трансмутация арканита"] = {
			[17188] = 136235,
		},
		["Гниение плоти"] = {
			[28913] = 132152,
			[29915] = 132152,
		},
		["Тотем хватки Земли"] = {
			[8376] = 136064,
			[8378] = 136064,
		},
		["Copy of Create Stormwind Sack of Homemade Bread"] = {
			[27705] = 136235,
		},
		["ALT -N Инициатор"] = {
			[23937] = 136235,
		},
		["Улучшение зиккурата"] = {
			[17239] = 136235,
			[17236] = 136235,
			[17225] = 136235,
			[17237] = 136235,
			[17226] = 136235,
			[17224] = 136235,
			[17241] = 136235,
			[17242] = 136235,
			[17240] = 136235,
		},
		["Чертеж: гоблинские кроссировочные кабели"] = {
			[9274] = 136235,
		},
		["Наручи Ледяной погибели"] = {
			[28244] = 136192,
			[28252] = 136235,
		},
		["Призванный демон"] = {
			[7741] = 136235,
		},
		["Повышенное сопротивление огню 5"] = {
			[14585] = 136235,
		},
		["Заморозить яйцо из питомника - модель"] = {
			[16028] = 136235,
		},
		["Усиление духа на 9"] = {
			[9110] = 136235,
		},
		["Copy of Moonfire"] = {
			[26386] = 136096,
		},
		["Шлем Львиного Сердца"] = {
			[16729] = 136192,
		},
		["Очередь на медобслуживание"] = {
			[20804] = 136235,
		},
		["Колючка девизавра"] = {
			[7211] = 135125,
		},
		["Wyatt Test"] = {
			[12565] = 136163,
			[28601] = 136235,
			[11593] = 136235,
			[514] = 136235,
			[28605] = 136235,
		},
		["Изменчивая эктоплазма (зеленая)"] = {
			[7945] = 136094,
		},
		["Неуязвимость"] = {
			[3169] = 135896,
		},
		["Сила атаки дальнего боя 12"] = {
			[21430] = 136235,
		},
		["Сшитые вручную льняные брюки"] = {
			[3842] = 132149,
			[3878] = 136021,
		},
		["Поножи Кровавой Лозы"] = {
			[24092] = 132149,
		},
		["Дыхание драконособаки выбор (L1)"] = {
			[23317] = 136235,
			[23322] = 136235,
		},
		["Ядовитый тычок"] = {
			[7357] = 136077,
			[15656] = 136077,
		},
		["Гейзер"] = {
			[10987] = 135836,
		},
		["Zul'Gurub Talisman PAL R4 DND"] = {
			[24010] = 136235,
		},
		["Оглушающая оплеуха IV"] = {
			[2510] = 132326,
		},
		["Удар посохом (отключено)"] = {
			[751] = 132325,
		},
		["Медитация"] = {
			[4517] = 136013,
			[4518] = 136013,
			[4519] = 136013,
			[4521] = 136081,
			[4522] = 136081,
			[4523] = 136081,
			[14521] = 136090,
			[821] = 136013,
			[7199] = 136081,
			[14776] = 136090,
			[7198] = 136013,
			[2115] = 136081,
			[14777] = 136090,
			[21894] = 136090,
		},
		["Снижение маны 3%"] = {
			[27514] = 135860,
		},
		["Телепорт Ашкромба"] = {
			[6422] = 135826,
			[15742] = 135826,
		},
		["Большой камень здоровья"] = {
			[23474] = 135230,
			[5723] = 135230,
			[23475] = 135230,
		},
		["Повышенное сопротивление тайной магии 18"] = {
			[14720] = 136235,
		},
		["Открытие термитной бочки"] = {
			[18952] = 136235,
		},
		["Правосудие света"] = {
			[20344] = 135917,
			[25752] = 135917,
			[20341] = 135917,
			[20345] = 135917,
			[25753] = 135917,
			[20267] = 135917,
			[20346] = 135917,
			[20185] = 135917,
			[20343] = 135917,
			[20342] = 135917,
			[28775] = 136235,
		},
		["Оракул - ускоренное исцеление"] = {
			[26169] = 136235,
		},
		["Инициализация секретной техники"] = {
			[27672] = 136235,
		},
		["Дыхание драконособаки выбор"] = {
			[23195] = 136235,
		},
		["Большая белая ракета"] = {
			[26337] = 136235,
		},
		["Глаз Рисона в небе"] = {
			[21171] = 132172,
			[21425] = 132172,
		},
		["Отпугивание зверя"] = {
			[1513] = 132118,
			[1567] = 132118,
			[14326] = 132118,
			[14445] = 132118,
			[14446] = 132118,
			[14327] = 132118,
		},
		["Шепот К'Туна"] = {
			[26258] = 136206,
			[26259] = 136206,
			[26197] = 136206,
			[26198] = 136206,
			[26195] = 136206,
		},
		["Выкройка: рунический кожаный доспех"] = {
			[19220] = 136235,
		},
		["Трансмутация: жизнь в землю"] = {
			[17565] = 134459,
		},
		["Специализация - броски"] = {
			[5956] = 135427,
			[5957] = 135427,
			[5958] = 135427,
			[5959] = 135427,
			[5960] = 135427,
			[5961] = 135427,
			[5962] = 135427,
			[5963] = 135427,
			[5964] = 135427,
			[5965] = 135427,
			[5952] = 135427,
			[5953] = 135427,
			[5954] = 135427,
			[5955] = 135427,
			[20558] = 135421,
		},
		["Сол Л"] = {
			[3120] = 135859,
		},
		["Рулон магической ткани"] = {
			[3865] = 136235,
			[3875] = 136021,
		},
		["Элементаль огня"] = {
		},
		["Улучшенное жало змеи"] = {
			[24467] = 136235,
		},
		["Выкройка: штаны из штормовой ткани"] = {
			[12140] = 136235,
		},
		["Гнев теней"] = {
			[27286] = 136208,
		},
		["Божественный дух"] = {
			[6386] = 135898,
			[14818] = 135898,
			[14752] = 135898,
			[14819] = 135898,
			[27843] = 135898,
			[14820] = 135898,
			[16875] = 135923,
			[27841] = 135898,
		},
		["Summon Lord Valthalak DND"] = {
			[27202] = 136235,
		},
		["Stoneclaw Totem Effect TEST"] = {
			[23790] = 136097,
		},
		["Очищение колодца Громового Рога"] = {
			[4977] = 136235,
		},
		["Выкройка: оранжевая воинская рубашка"] = {
			[12171] = 136235,
		},
		["Скованный Эраникус, невидимость"] = {
			[12495] = 135994,
		},
		["Script Test"] = {
			[5581] = 136006,
		},
		["Дезориентирующий выстрел IV"] = {
			[1991] = 132153,
		},
		["Малый камень здоровья"] = {
			[23471] = 135230,
			[6263] = 135230,
			[23470] = 135230,
		},
		["Повышенное сопротивление тайной магии 26"] = {
			[14728] = 136235,
		},
		["Вогнать пику Нимбойи с тролльими черепами"] = {
			[11547] = 136235,
		},
		["Благословение Тула"] = {
			[3269] = 136157,
		},
		["Портал в Каражан"] = {
			[28148] = 135751,
		},
		["Вкусняшка"] = {
			[27720] = 135457,
		},
		["Рецепт: кабаньи ребрышки в пиве"] = {
			[2796] = 136235,
		},
		["Зачаровывание перчаток - горное дело"] = {
			[13612] = 135913,
		},
		["Варварские наручи"] = {
			[23399] = 136235,
		},
		["Рецепт: сильное зелье защиты от магии льда"] = {
			[17601] = 136235,
		},
		["Смена тела"] = {
			[22900] = 136192,
			[22901] = 136192,
		},
		["Пламенный гнев"] = {
			[16559] = 135818,
			[16560] = 135826,
		},
		["Облик кошки"] = {
			[27545] = 132276,
			[5759] = 132115,
			[768] = 132115,
			[499] = 132115,
		},
		["Выкройка: плащ Стражи"] = {
			[22875] = 136235,
		},
		["Великое благословение неприкосновенности"] = {
			[25899] = 135911,
			[25951] = 135911,
		},
		["Выкройка: ледяной плащ"] = {
			[3902] = 136235,
		},
		["Повышение урона от заклинания 16"] = {
			[9345] = 136235,
			[25110] = 136235,
		},
		["Шипы"] = {
			[1076] = 136235,
			[22128] = 136104,
			[1420] = 136104,
			[1421] = 136104,
			[1422] = 136104,
			[9756] = 136104,
			[14104] = 136104,
			[9757] = 136104,
			[15438] = 136051,
			[22351] = 136104,
			[25777] = 136104,
			[467] = 136104,
			[795] = 136235,
			[8914] = 136104,
			[25640] = 136104,
			[22696] = 136104,
			[8915] = 136104,
			[782] = 136104,
			[786] = 136235,
			[1075] = 136104,
			[21335] = 136104,
			[9910] = 136104,
			[16877] = 136104,
			[10343] = 136104,
			[21337] = 136104,
		},
		["Отмычка Кадгара"] = {
			[493] = 136235,
			[858] = 136235,
			[10165] = 134246,
			[491] = 134239,
			[857] = 134240,
			[10166] = 134248,
		},
		["Гнедая кобыла"] = {
			[6648] = 132261,
		},
		["Отмена Истинного счастья"] = {
			[26589] = 136235,
		},
		["Усиление духа на 1"] = {
			[7474] = 136235,
		},
		["Летящая паутина"] = {
			[12252] = 132149,
			[29484] = 136113,
		},
		["Яркая побрякушка"] = {
			[8090] = 134335,
		},
		["Сотворение изящного письма"] = {
			[21100] = 136235,
		},
		["Пробуждение принцессы"] = {
			[15658] = 136235,
		},
		["Урожай душ"] = {
			[28679] = 136137,
		},
		["Оплавление оружия"] = {
			[21387] = 135817,
			[21388] = 135821,
		},
		["Сила атаки 78"] = {
			[15825] = 136235,
		},
		["Манекен цели - постоянный эффект"] = {
			[4044] = 136232,
		},
		["Выкройка: удобная кожаная шляпа"] = {
			[10492] = 136235,
		},
		["Праздничное веселье"] = {
			[26074] = 136235,
		},
		["Улучшенная провокация"] = {
			[12302] = 136080,
			[12765] = 136080,
		},
		["Дополнительный урон от огня - оруж. 6"] = {
			[7722] = 136235,
		},
		["Улучшенная Вспышка Света"] = {
			[20249] = 135907,
			[20250] = 135907,
			[20251] = 135907,
		},
		["Урожай яиц силитидов"] = {
			[5166] = 136235,
		},
		["Призыв бойца из Алого ордена"] = {
			[19722] = 136235,
		},
		["Вызов Тип А периодический (3 сек)"] = {
			[28425] = 136235,
		},
		["Привлечение Жабжаб"] = {
			[23845] = 136235,
		},
		["Рулон шелка"] = {
			[3839] = 136235,
			[3874] = 136021,
		},
		["Оплечье с сияющей сердцевиной"] = {
			[20848] = 132149,
		},
		["Повышенное сопротивление силам Тьмы 6"] = {
			[14669] = 136235,
		},
		["Улучшенное слово силы: Стойкость"] = {
			[14749] = 135987,
		},
		["Ярость Ишамухейла"] = {
			[5321] = 136075,
		},
		["Тяжелые сапоги Древобрюхов"] = {
			[23629] = 136192,
		},
		["Эликсир Огневой мощи"] = {
			[7845] = 136235,
			[7846] = 136021,
		},
		["Простое лечебное зелье"] = {
			[2337] = 136235,
			[2341] = 136021,
		},
		["Рецепт: эликсир \"Дар Артаса\""] = {
			[11507] = 136235,
		},
		["Поместить труп льва"] = {
			[6717] = 133748,
		},
		["Комплект плотной брони"] = {
			[10487] = 136235,
			[10655] = 136021,
		},
		["Любовная приманка"] = {
			[27661] = 136172,
		},
		["Сила медведя"] = {
			[1938] = 136078,
		},
		["Увеличенное исцеление 15"] = {
			[7681] = 136235,
		},
		["Зачарованные ториевые поножи"] = {
			[16744] = 136192,
		},
		["Выброс спор"] = {
			[5100] = 136142,
		},
		["Взрыв Бездны"] = {
			[27812] = 136134,
		},
		["Атака большим камнем огня"] = {
			[17934] = 132386,
		},
		["Зов Бездны"] = {
			[271] = 136145,
		},
		["Благословленное волшебное масло"] = {
			[28898] = 136235,
		},
		["Барьер статического электричества"] = {
			[11841] = 136051,
		},
		["Стрела Тьмы"] = {
			[22336] = 136197,
			[7617] = 136235,
			[20816] = 136197,
			[7619] = 136235,
			[1382] = 136197,
			[16784] = 136197,
			[16409] = 136197,
			[24668] = 136197,
			[25307] = 136197,
			[17435] = 136197,
			[18205] = 136197,
			[9613] = 136197,
			[18211] = 136197,
			[18217] = 136197,
			[25980] = 132282,
			[11659] = 136197,
			[11660] = 136197,
			[11661] = 136197,
			[11662] = 136197,
			[11663] = 136197,
			[7642] = 136197,
			[20791] = 136197,
			[26006] = 136197,
			[18138] = 136197,
			[20807] = 136197,
			[17509] = 136197,
			[21077] = 136197,
			[20825] = 136197,
			[18164] = 136197,
			[1088] = 136197,
			[1406] = 136197,
			[14106] = 136197,
			[16783] = 136197,
			[1089] = 136235,
			[16408] = 136197,
			[16410] = 136197,
			[1407] = 136197,
			[17434] = 136197,
			[1106] = 136197,
			[19728] = 136197,
			[12471] = 136197,
			[732] = 136235,
			[18214] = 136197,
			[21141] = 136145,
			[7641] = 136197,
			[29626] = 135934,
			[11664] = 136197,
			[721] = 136235,
			[13480] = 136197,
			[22677] = 136197,
			[705] = 136197,
			[17393] = 136197,
			[18111] = 136197,
			[13440] = 136197,
			[19729] = 136197,
			[17483] = 136145,
			[15537] = 136197,
			[15232] = 136197,
			[1381] = 136197,
			[15472] = 136197,
			[12739] = 136197,
			[2965] = 136197,
			[695] = 136197,
			[14122] = 136197,
			[25417] = 136197,
			[686] = 136197,
			[20298] = 136197,
			[29640] = 135990,
		},
		["Перемена"] = {
			[8219] = 132288,
			[8220] = 132288,
		},
		["Праздничное Дыхание огня, эффект (NPC)"] = {
			[29403] = 135818,
		},
		["Удар грома"] = {
			[8205] = 136105,
			[8207] = 136105,
			[1344] = 136105,
			[8198] = 136105,
			[11580] = 136105,
			[8204] = 136105,
			[8206] = 136105,
			[11583] = 136105,
			[3726] = 136235,
			[11582] = 136105,
			[6343] = 136105,
			[11581] = 136105,
			[1343] = 136105,
			[13532] = 136105,
		},
		["Шаровая скорость"] = {
			[26633] = 136235,
			[26634] = 136235,
		},
		["Рыбий жир"] = {
			[7396] = 133892,
		},
		["Рецепт: кальдорайский шашлык из паука"] = {
			[6423] = 136235,
		},
		["Шлем Великого Вождя"] = {
			[16728] = 136192,
		},
		["Выкройка: пояс из отражающей чешуи"] = {
			[7958] = 136235,
		},
		["Сапоги Кровавой Лозы"] = {
			[24093] = 132149,
		},
		["Фойген - эффект теслы"] = {
			[28110] = 136235,
		},
		["Топор Шквала"] = {
			[18797] = 132350,
		},
		["Кираса из чешуи Ониксии"] = {
			[19106] = 136235,
		},
		["Вызов разъяренной виверны"] = {
			[14307] = 136235,
		},
		["Правосудие мудрости - среднее"] = {
			[1826] = 132140,
		},
		["Выкройка: перчатки из рунной ткани"] = {
			[18491] = 136235,
		},
		["Вызов прислужника"] = {
			[18476] = 136235,
		},
		["Выкройка: сумка из шкуры кодо"] = {
			[5245] = 136235,
		},
		["Детеныши саванны"] = {
			[8210] = 132140,
		},
		["Пиявка-кровосос"] = {
			[24437] = 132278,
			[11015] = 132278,
			[22644] = 132278,
			[6958] = 132278,
			[11898] = 132278,
		},
		["Восстановление"] = {
			[8941] = 136085,
			[23493] = 134062,
			[9856] = 136085,
			[10260] = 136168,
			[9858] = 136085,
			[8936] = 136085,
			[9750] = 136085,
			[22695] = 136085,
			[20665] = 136085,
			[8938] = 136085,
			[22373] = 136085,
			[11359] = 135894,
			[16561] = 136085,
			[8939] = 136085,
			[23396] = 135894,
			[28744] = 136235,
			[9857] = 136085,
			[8940] = 136085,
			[24379] = 134062,
			[27637] = 136085,
		},
		["Воскресение Алых"] = {
			[9232] = 135955,
		},
		["Рецепт сушеных свиных ребрышек"] = {
			[2546] = 136192,
		},
		["Превращение в цыпленка"] = {
			[852] = 136235,
			[28284] = 135996,
		},
		["Сродство с недрами"] = {
			[22877] = 136235,
		},
		["Настройка"] = {
			[10348] = 132996,
		},
		["Активация бомбы B"] = {
			[11795] = 135990,
		},
		["Эффект Тотема неистовства ветра"] = {
			[10611] = 136114,
		},
		["Ограда молний"] = {
			[6960] = 136051,
		},
		["Союзники ван Клифа"] = {
			[5200] = 136235,
		},
		["Атака пламенем - визуальный эффект"] = {
			[15651] = 135809,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ - ЮВ"] = {
			[26315] = 136235,
		},
		["Призыв пожинающего роя"] = {
			[7278] = 132320,
		},
		["Массовое разрушение"] = {
			[24543] = 135831,
		},
		["Создание синей перфокарты"] = {
			[11525] = 136235,
		},
		["Пылающий золотой клинок"] = {
			[15973] = 136192,
		},
		["Оброненный обсидиан"] = {
			[27629] = 136235,
			[27630] = 136235,
			[27631] = 136235,
			[27627] = 136235,
			[27628] = 136235,
		},
		["Поглощение урона"] = {
			[23991] = 135893,
			[25746] = 135893,
			[25750] = 135893,
			[25747] = 135893,
		},
		["Щит стихий"] = {
			[22281] = 136011,
			[22276] = 136011,
			[22277] = 136011,
			[22278] = 136011,
			[22279] = 136011,
			[22280] = 136011,
			[23646] = 136011,
		},
		["Аура повиновения"] = {
			[25516] = 132484,
		},
		["Перчатки из отражающей чешуи"] = {
			[7954] = 136235,
		},
		["Аспект Нептулона"] = {
			[21332] = 136235,
		},
		["Шлем Чистой души"] = {
			[16724] = 136192,
		},
		["Улучшенный деморализующий крик"] = {
			[12879] = 132366,
			[12876] = 132366,
			[12324] = 132366,
			[12878] = 132366,
			[12877] = 132366,
		},
		["Саморанение при появлении"] = {
			[19810] = 136235,
		},
		["Увеличенный урон от огня 72"] = {
			[26703] = 136235,
		},
		["Copy of Schematic: EZ-Thro Dynamite II"] = {
			[23087] = 134153,
		},
		["Сдерживание"] = {
			[19263] = 132369,
		},
		["Настой маны"] = {
			[28760] = 136235,
		},
		["Формула чар для плаща: скрытность"] = {
			[25096] = 136235,
		},
		["Рейтинг защиты +3"] = {
			[22725] = 136235,
		},
		["Божественная кара"] = {
			[20696] = 135924,
			[985] = 136235,
			[612] = 136235,
			[13519] = 135924,
			[620] = 136235,
			[9734] = 135924,
			[9481] = 135924,
			[15498] = 135924,
			[20820] = 135924,
			[1005] = 136235,
			[882] = 136235,
			[20695] = 135924,
			[15238] = 135924,
			[25054] = 135924,
		},
		["Страж Ледяной Короны"] = {
			[29898] = 136235,
			[29899] = 136235,
		},
		["Коричневый льняной жилет"] = {
			[2385] = 136235,
			[2996] = 136021,
		},
		["Time Stop Visual DND"] = {
			[25171] = 136235,
		},
		["Призыв элементаля земли"] = {
			[19704] = 136025,
		},
		["Улучшенное кровопускание"] = {
			[12286] = 132155,
			[21831] = 132155,
			[12658] = 132155,
			[12659] = 132155,
		},
		["Мифриловые чешуйчатые наручи"] = {
			[9937] = 136192,
		},
		["Ruul Snowhoof Shapechange (DND)"] = {
			[20514] = 136235,
		},
		["Благословение Шахрама"] = {
			[16599] = 135928,
		},
		["Выплавка тория"] = {
			[16153] = 136235,
			[16154] = 136235,
		},
		["Молот Ударра"] = {
			[6436] = 133487,
		},
		["Улучшенный жизнеотвод"] = {
			[18182] = 136126,
			[18183] = 136126,
		},
		["Измерение 5"] = {
			[18389] = 136115,
		},
		["Одеяние Могущества"] = {
			[8770] = 132149,
			[8771] = 136021,
		},
		["Блестящее масло маны"] = {
			[25123] = 136235,
			[25130] = 135913,
		},
		["Варварство"] = {
			[5515] = 132369,
		},
		["Красный крапчатый ящер"] = {
			[16084] = 132253,
		},
		["Получение ключевого предмета, страж Громового Утеса"] = {
			[27513] = 136235,
		},
		["Поиск брата"] = {
			[7392] = 136235,
		},
		["Сигнальная ракета, СИНЯЯ - Н"] = {
			[26301] = 136235,
		},
		["Дымок"] = {
			[16714] = 136160,
			[16715] = 136160,
		},
		["Чертеж: наплечники Рассветоносца"] = {
			[16686] = 136235,
		},
		["Вызов Разелиха"] = {
			[13143] = 136235,
		},
		["Формула чар для оружия: Зверобой II"] = {
			[13654] = 136235,
		},
		["Чародейский взрыв"] = {
			[8437] = 136116,
			[30096] = 136116,
			[25679] = 136116,
			[8438] = 136116,
			[26192] = 136116,
			[22271] = 136116,
			[8439] = 136116,
			[15453] = 136116,
			[8441] = 136116,
			[26643] = 136116,
			[8440] = 136116,
			[22460] = 136116,
			[13745] = 136116,
			[15253] = 136116,
			[9433] = 136116,
			[10203] = 136116,
			[1467] = 136116,
			[10201] = 136116,
			[8442] = 136116,
			[1449] = 136116,
			[10204] = 136116,
			[10202] = 136116,
			[19712] = 136116,
			[11975] = 136116,
			[22938] = 136116,
			[28450] = 136116,
			[23413] = 136129,
			[21073] = 136116,
			[27989] = 136116,
		},
		["Полное исцеление"] = {
			[17683] = 136235,
			[25840] = 136235,
		},
		["Урон силы - постоянное действие"] = {
			[6821] = 136006,
		},
		["Чертеж: разоритель из черного железа"] = {
			[20898] = 136235,
		},
		["Conjure Lokholar the Usurper DND"] = {
			[21287] = 136235,
		},
		["Измерение 2"] = {
			[8295] = 136115,
		},
		["Призыв моховой паучихи"] = {
			[6536] = 136074,
		},
		["Маскировка под трогга Осколка Камня"] = {
			[5265] = 132288,
		},
		["Шпион"] = {
			[11013] = 132320,
			[7104] = 132320,
			[8218] = 132320,
			[7939] = 132320,
			[22766] = 132320,
		},
		["Mograine Cometh DND"] = {
			[28688] = 136235,
		},
		["Глаз Божественности"] = {
			[23101] = 135933,
		},
		["Склянка Разноцветной устойчивости"] = {
			[17638] = 136235,
		},
		["Невидимость"] = {
			[11392] = 134798,
			[886] = 136235,
			[25905] = 136235,
			[885] = 136047,
			[23452] = 132866,
		},
		["Рецепт: трансмутация воды в воздух"] = {
			[17591] = 136235,
		},
		["Призыв загадочного крылояда"] = {
			[7972] = 136121,
		},
		["Утраченный навык: 2H палицы"] = {
			[7046] = 133040,
		},
		["Отношение - Круговзор +500"] = {
			[28396] = 136235,
		},
		["Умелец травничества"] = {
			[3571] = 136246,
		},
		["Спешивающее дуновение"] = {
			[14890] = 136222,
		},
		["Залп мортиры"] = {
			[16786] = 132222,
		},
		["Рецепт сочных свиных ребрышек"] = {
			[2548] = 136192,
		},
		["Summon Sickle of Unyielding Strength DND"] = {
			[29034] = 136235,
			[29037] = 136235,
		},
		["Призыв радужных изгнанников"] = {
			[4937] = 136022,
		},
		["Чертеж: снайперская винтовка Центра"] = {
			[22796] = 134153,
		},
		["Бумеранг"] = {
			[15713] = 135646,
		},
		["Аквадинамическая блесна"] = {
			[8532] = 134440,
		},
		["Молот гнева"] = {
			[24276] = 132326,
			[24277] = 132326,
			[24278] = 132326,
			[24274] = 132326,
			[24275] = 132326,
			[24239] = 132326,
		},
		["Взрыв"] = {
			[5255] = 136133,
			[20476] = 135826,
			[13259] = 135805,
			[20038] = 136235,
			[5140] = 136235,
			[27745] = 134538,
			[20789] = 136116,
			[12159] = 135805,
			[12158] = 135805,
		},
		["Малая броня"] = {
			[673] = 134845,
			[834] = 134866,
		},
		["Дополнительный урон от огня - оруж. 10"] = {
			[7724] = 136235,
		},
		["Беспощадность"] = {
			[14143] = 132151,
			[14149] = 132151,
		},
		["Чертеж: наплечники из черного железа"] = {
			[15302] = 136235,
		},
		["Улучшенная продолжительность шипов"] = {
			[21972] = 136235,
		},
		["Глоток из бутылки с болезнью"] = {
			[6355] = 134799,
		},
		["Создание амулета"] = {
			[17777] = 136235,
		},
		["Великая сила"] = {
			[11332] = 134838,
			[11404] = 134838,
		},
		["Чертеж: ториевый шип для щита"] = {
			[16680] = 136235,
		},
		["Сопротивление - Большее сопротивление силам природы"] = {
			[25069] = 136235,
		},
		["Пламенный шип"] = {
			[6725] = 135826,
			[8814] = 135826,
		},
		["Северный олень"] = {
			[25859] = 133749,
			[21936] = 132387,
			[25675] = 134400,
			[25858] = 133749,
		},
		["Паранойя"] = {
			[19481] = 136122,
			[19480] = 136122,
			[20435] = 136122,
		},
		["Быстродействующая отрава"] = {
			[6650] = 134799,
			[6651] = 134743,
		},
		["Темный посох IV"] = {
			[2735] = 132325,
		},
		["Выкройка: Мудрость Древобрюхов"] = {
			[23668] = 136235,
		},
		["Сила атаки 68"] = {
			[15819] = 136235,
		},
		["Рецепт: зелье священной защиты"] = {
			[7260] = 136235,
		},
		["Подсумок из плотной кожи"] = {
			[14932] = 136235,
			[14933] = 136021,
		},
		["Самовоскрешение"] = {
			[18976] = 136235,
		},
		["Чертеж: мрачнолесская секира"] = {
			[17018] = 136235,
		},
		["Alterac Ram Collar DND"] = {
			[21866] = 136235,
		},
		["Shoot (TEST)"] = {
			[3018] = 132222,
			[19881] = 132317,
		},
		["Пламя"] = {
			[19628] = 135817,
			[29115] = 135805,
			[12796] = 135805,
			[15643] = 135809,
			[7897] = 135805,
		},
		["Багровый шелковый жилет"] = {
			[8791] = 132149,
			[8807] = 136021,
		},
		["Тотем лавы - постоянное действие"] = {
			[8266] = 135826,
		},
		["Формула: зачаровывание щита - малый блок"] = {
			[13689] = 135913,
		},
		["Боевая сеть"] = {
			[10852] = 132149,
		},
		["Прилив сил"] = {
			[12051] = 136075,
			[28403] = 136075,
			[24532] = 135871,
			[28763] = 136235,
		},
		["Сапоги из ткани Скверны"] = {
			[18437] = 132149,
		},
		["Завывание душ"] = {
			[28460] = 136197,
			[17631] = 136048,
			[28459] = 136197,
		},
		["Выстрел в голову IV"] = {
			[3006] = 132153,
		},
		["Телепорт в Западный край"] = {
			[33] = 136235,
		},
		["Совмещение факела"] = {
			[12511] = 136235,
		},
		["Вой банши"] = {
			[16868] = 136197,
			[16565] = 136197,
			[17639] = 136183,
		},
		["Звездный огонь - оглушение"] = {
			[16922] = 135753,
		},
		["Создание большого камня здоровья"] = {
			[5702] = 135230,
			[657] = 136235,
			[11729] = 135230,
		},
		["Свет небес"] = {
			[647] = 135920,
			[1914] = 135920,
			[664] = 136235,
			[25400] = 135920,
			[10329] = 135920,
			[635] = 135920,
			[1913] = 135920,
			[10330] = 135920,
			[3472] = 135920,
			[3474] = 136235,
			[1026] = 135920,
			[1027] = 136235,
			[25963] = 135920,
			[639] = 135920,
			[19981] = 135920,
			[10328] = 135920,
			[19982] = 135920,
			[25263] = 135920,
			[13952] = 135920,
			[1872] = 135920,
			[1873] = 135920,
			[1874] = 135920,
			[19968] = 135920,
			[10331] = 135920,
			[3473] = 135920,
			[15493] = 135920,
			[1042] = 135920,
			[1043] = 136235,
			[25292] = 135920,
			[19980] = 135920,
		},
		["Зачаровывание браслетов - отражение, II ступень"] = {
			[13646] = 135913,
		},
		["Комната идола - появление А"] = {
			[12694] = 136235,
		},
		["Высидеть яйцо"] = {
			[23851] = 136235,
			[24083] = 136164,
		},
		["Вызов Кровоглаза"] = {
			[18262] = 132140,
		},
		["Печать воина света - повышение \"Правосудия воина света\""] = {
			[23300] = 135924,
		},
		["Живой жар"] = {
			[5113] = 135817,
		},
		["Зачарованная кожа"] = {
			[17181] = 134418,
			[17182] = 135913,
		},
		["Copy of Healing Wave"] = {
			[28304] = 136052,
		},
		["Больший бес"] = {
			[1946] = 136172,
		},
		["Удар воина Света"] = {
			[10337] = 135924,
			[2537] = 135924,
			[8826] = 135924,
			[17281] = 135924,
			[7297] = 135924,
			[10336] = 135924,
			[8823] = 135924,
			[8825] = 135924,
			[8824] = 135924,
			[14517] = 135924,
			[10339] = 135924,
			[14518] = 135924,
			[10338] = 135924,
		},
		["Рецепт копченой медвежатины"] = {
			[8607] = 136192,
		},
		["Сильный исцеляющий идол - постоянный эффект"] = {
			[15872] = 136222,
		},
		["Вызов Фантима Иллюзора"] = {
			[20671] = 135736,
		},
		["Чертеж: смертоносный бронзовый короткий кинжал"] = {
			[3302] = 136235,
		},
		["Мученичество"] = {
			[14531] = 136107,
			[14774] = 136107,
		},
		["Варварская портупея"] = {
			[6661] = 136235,
			[6662] = 136021,
		},
		["Оковы земли"] = {
			[3600] = 136102,
		},
		["Золотое оплечье Рассвета"] = {
			[23706] = 136235,
		},
		["Черное копье"] = {
			[16987] = 136192,
		},
		["Формула чар для обуви: дух II"] = {
			[20072] = 136235,
		},
		["Windsor Reading Tablets DND"] = {
			[20358] = 136235,
		},
		["Пробуждение Свежевателя Душ"] = {
			[12346] = 136235,
		},
		["Создание ауры Зула"] = {
			[24186] = 136235,
		},
		["Порча"] = {
			[1107] = 136235,
			[6222] = 136118,
			[7648] = 136118,
			[17510] = 136118,
			[10011] = 136192,
			[25419] = 136118,
			[13530] = 136118,
			[16985] = 136192,
			[10012] = 136235,
			[6223] = 136118,
			[11671] = 136118,
			[28829] = 136235,
			[9796] = 136066,
			[979] = 136235,
			[11672] = 136118,
			[11673] = 136118,
			[18088] = 136118,
			[6224] = 136118,
			[172] = 136118,
			[16402] = 136118,
			[21068] = 136118,
			[25982] = 132282,
			[23642] = 136208,
			[7649] = 136118,
			[6221] = 136118,
			[6225] = 136118,
			[18656] = 136118,
			[23439] = 136129,
			[11674] = 136118,
			[25311] = 136118,
			[18376] = 136118,
			[1025] = 136235,
		},
		["Каменный сон"] = {
			[7144] = 136031,
		},
		["Вулканическая кираса"] = {
			[19076] = 136235,
		},
		["Споровое облако"] = {
			[21547] = 136021,
			[24871] = 136021,
			[22948] = 136021,
		},
		["Альянс возвращение флага (событие)"] = {
			[23385] = 136235,
		},
		["Круговой удар"] = {
			[7394] = 132338,
		},
		["Удар молнии IV - специальное"] = {
			[2626] = 136115,
		},
		["Предел льда"] = {
			[16757] = 136141,
			[16758] = 136141,
		},
		["Бушующее пламя"] = {
			[17955] = 135826,
			[17956] = 135826,
			[17957] = 135826,
			[17958] = 135826,
			[17954] = 135826,
		},
		["Мифриловая обшивка"] = {
			[12599] = 136235,
			[12637] = 136235,
		},
		["Приручение зверя"] = {
			[1515] = 132164,
			[1579] = 132164,
			[13481] = 132164,
			[13535] = 132164,
		},
		["Огненный ливень"] = {
			[11677] = 136186,
			[11678] = 136186,
			[6219] = 136186,
			[3751] = 136235,
			[11679] = 136186,
			[20754] = 136186,
			[3354] = 136235,
			[19717] = 136186,
			[6220] = 136186,
			[16005] = 136186,
			[5740] = 136186,
			[11990] = 136186,
			[19474] = 136186,
			[11680] = 136186,
			[19475] = 136186,
			[5741] = 136186,
			[4629] = 136186,
			[24669] = 136186,
			[28794] = 136186,
		},
		["Прием \"Взрывное сердце пяти жирных пальцев\""] = {
			[27673] = 136133,
		},
		["Замедление Нечистотона"] = {
			[26034] = 136006,
		},
		["Summon Tamed (TEST)"] = {
			[2654] = 136235,
		},
		["Мирный сон"] = {
			[15822] = 136090,
		},
		["Малая выносливость"] = {
			[13369] = 136235,
		},
		["Crystal Prison Conjure DND"] = {
			[23022] = 136235,
		},
		["Звериная агрессия"] = {
			[16858] = 132121,
			[16859] = 132121,
			[16860] = 132121,
			[16861] = 132121,
			[16862] = 132121,
		},
		["Слово Cилы: Щит"] = {
			[22187] = 135940,
			[20697] = 135940,
			[17139] = 135940,
		},
		["Выкройка: снежные перчатки"] = {
			[28229] = 136235,
		},
		["Ледяной взгляд"] = {
			[1139] = 135842,
		},
		["Создание руны Рассвета"] = {
			[24201] = 136235,
		},
		["Появление едкой слизи"] = {
			[16809] = 136118,
		},
		["Огромный ториевый боевой топор"] = {
			[16971] = 136192,
		},
		["Слабое зелье неуязвимости"] = {
			[3175] = 136235,
		},
		["Призыв степной собачки"] = {
			[10709] = 132311,
		},
		["Воздействие ПН 1"] = {
			[28442] = 135331,
		},
		["Благословение Элуны (задания)"] = {
			[26394] = 136235,
		},
		["Демоноубийство 36"] = {
			[12823] = 136172,
		},
		["Ядовитый шок"] = {
			[22638] = 136007,
			[25993] = 136007,
			[24112] = 136007,
			[22595] = 136007,
			[28741] = 136007,
		},
		["Выкройка: поножи из толстой чешуи скорпида"] = {
			[19191] = 136235,
		},
		["Безрассудный штурм II"] = {
			[2453] = 132316,
		},
		["Теневая звезда"] = {
			[1395] = 136195,
		},
		["Облако дыма"] = {
			[9458] = 136047,
		},
		["Медленный яд"] = {
			[1426] = 136093,
			[3332] = 136093,
		},
		["Вызов жаблинга"] = {
			[23811] = 132311,
		},
		["Interrupt (PT)"] = {
			[5133] = 136235,
		},
		["Призванный демон Бездны"] = {
			[30796] = 136203,
		},
		["Дурманящий выстрел III"] = {
			[1995] = 132153,
		},
		["Задание - Самоисцеление от воскрешения"] = {
			[25155] = 135915,
		},
		["Инкрустированный ториевый молот"] = {
			[16967] = 136192,
		},
		["Слабость после воскрешения"] = {
			[15007] = 136147,
		},
		["Сотворение воды"] = {
			[5505] = 132794,
			[10142] = 132798,
			[10143] = 132805,
			[5506] = 132816,
			[6638] = 135824,
			[5565] = 132794,
			[10138] = 132796,
			[6635] = 135824,
			[6639] = 135824,
			[5504] = 132793,
			[6128] = 132797,
			[6127] = 132797,
			[10139] = 132798,
			[10140] = 132805,
			[10141] = 132796,
			[3696] = 135824,
			[5507] = 132793,
			[5566] = 132816,
		},
		["Ледяная глыба"] = {
			[11958] = 135841,
			[27619] = 135841,
		},
		["Повышение урона - зверь 10"] = {
			[7594] = 136235,
		},
		["Кнут"] = {
			[6607] = 132109,
			[25852] = 132109,
		},
		["Мифриловые чешуйчатые штаны"] = {
			[9931] = 136192,
			[9932] = 136235,
		},
		["Увеличенное исцеление 22"] = {
			[9408] = 136235,
		},
		["Приказы Жуткозуба"] = {
			[16548] = 136235,
		},
		["Сила атаки 32"] = {
			[15807] = 136235,
		},
		["Чертеж: полированные стальные сапоги"] = {
			[3535] = 136235,
		},
		["Проклятие агонии"] = {
			[6218] = 136139,
			[1296] = 136139,
			[1297] = 136139,
			[11711] = 136139,
			[980] = 136139,
			[981] = 136235,
			[11716] = 136139,
			[11712] = 136139,
			[6217] = 136139,
			[1014] = 136139,
			[11713] = 136139,
			[14875] = 136139,
			[11714] = 136139,
			[1015] = 136235,
			[14868] = 136139,
			[18266] = 136139,
			[11715] = 136139,
			[17771] = 136139,
			[1029] = 136235,
			[18671] = 136139,
		},
		["Мгновенный взрыв"] = {
			[9435] = 135826,
			[11815] = 135805,
			[25099] = 135805,
			[4043] = 135805,
		},
		["Призыв белого котенка"] = {
			[10679] = 132311,
		},
		["Лунный свет Омена"] = {
			[26392] = 135926,
		},
		["Создать тотем льда"] = {
			[18975] = 135844,
		},
		["Телепорт к Императорам-близнецам"] = {
			[29182] = 135743,
		},
		["Улучшенный реванш"] = {
			[12797] = 132353,
			[12799] = 132353,
			[12800] = 132353,
		},
		["Зараза Желчной жабы"] = {
			[10251] = 135914,
		},
		["Увеличение сила на 21"] = {
			[14493] = 136235,
		},
		["Улучшенное сокрушение и священный огонь"] = {
			[24482] = 136235,
		},
		["Телепорт на Маяк"] = {
			[444] = 136235,
		},
		["Гнедой конь"] = {
			[458] = 132261,
		},
		["Мощь ударного оружия"] = {
			[5546] = 132325,
			[5555] = 132325,
			[5557] = 132325,
			[5545] = 132325,
			[5547] = 132325,
			[5556] = 132325,
		},
		["Улучшение владения 1H топором"] = {
			[15877] = 136235,
			[15885] = 136235,
			[7540] = 136235,
			[15871] = 136235,
			[15879] = 136235,
			[13500] = 136235,
			[15880] = 136235,
			[15873] = 136235,
			[15881] = 136235,
			[7538] = 136235,
			[15882] = 136235,
			[15875] = 136235,
			[15883] = 136235,
			[15759] = 136235,
			[15758] = 136235,
			[15884] = 136235,
			[14048] = 136235,
			[15874] = 136235,
		},
		["Рассечение крылом Сафирона - исчезновение"] = {
			[29330] = 136235,
		},
		["Род Ноздорму - фракция +1000"] = {
			[25992] = 136235,
		},
		["Черный боевой кодо"] = {
			[22718] = 132243,
		},
		["Увеличение выносливости на 1"] = {
			[7477] = 136235,
		},
		["Удаление знака отличия"] = {
			[22027] = 136235,
		},
		["Увеличенный урон от чар 1"] = {
			[13590] = 136235,
		},
		["Отпечаток копыта Кэрна"] = {
			[23123] = 136235,
		},
		["Пожирание плоти"] = {
			[4279] = 136168,
			[3394] = 136231,
			[4280] = 136231,
			[3393] = 136231,
			[4750] = 136231,
			[6008] = 136231,
		},
		["Создание крупного камня здоровья"] = {
			[11730] = 135230,
			[11731] = 135230,
		},
		["Увеличенное исцеление 143"] = {
			[26461] = 136235,
		},
		["Телепортация: Штормград"] = {
			[665] = 135763,
			[3561] = 135763,
		},
		["Печать повиновения"] = {
			[20944] = 132347,
			[20918] = 132347,
			[20375] = 132347,
			[20424] = 132347,
			[20946] = 132347,
			[20920] = 132347,
			[20915] = 132347,
			[20945] = 132347,
			[20947] = 132347,
			[20919] = 132347,
		},
		["Оглушение папрализующим уколом - тест"] = {
			[3232] = 136235,
		},
		["Электростатический заряд"] = {
			[13959] = 136235,
		},
		["Устрашающий крик"] = {
			[5247] = 132154,
			[19134] = 132154,
			[5246] = 132154,
			[20511] = 132154,
			[29544] = 132154,
		},
		["Подмастерье кулинара"] = {
			[3412] = 133971,
		},
		["Интеллект"] = {
			[3167] = 134721,
			[23798] = 136235,
			[3168] = 134721,
			[13366] = 136235,
			[8096] = 135932,
			[8097] = 135932,
			[8098] = 135932,
			[12176] = 135932,
			[11393] = 134721,
		},
		["Conjure Scrying Scope (Alliance) DND"] = {
			[21542] = 136235,
		},
		["Призыв фейлинга"] = {
			[10700] = 132311,
		},
		["Тонкий кожаный плащ"] = {
			[2159] = 136235,
			[2886] = 136021,
		},
		["Наречие троллей"] = {
			[7341] = 136235,
		},
		["Чертеж: ториевый большой меч"] = {
			[17017] = 136235,
		},
		["Град шипов"] = {
			[21748] = 136063,
			[21749] = 136063,
		},
		["Энергетический щит"] = {
			[24499] = 136014,
		},
		["Сила атаки 70"] = {
			[15820] = 136235,
		},
		["Раздирание души"] = {
			[3405] = 136222,
		},
		["Оцепенение"] = {
			[1864] = 136187,
			[1865] = 136187,
		},
		["Вызов хрустогрыза-альбиноса"] = {
			[23428] = 132311,
		},
		["Улучшенный призрачный волк"] = {
			[16262] = 136095,
			[16287] = 136095,
		},
		["Слабое зелье скорости"] = {
			[13889] = 136235,
		},
		["Самоубийство Сира"] = {
			[18184] = 136168,
		},
		["Вызов выброса лавы B"] = {
			[21900] = 136235,
		},
		["Огнемет"] = {
			[25027] = 134535,
			[25029] = 135818,
		},
		["Создание жезла Дартола"] = {
			[22227] = 136235,
		},
		["Самооглушение"] = {
			[3618] = 136168,
			[24883] = 136168,
			[25900] = 136235,
		},
		["Караван Гизлтона"] = {
			[19768] = 135996,
			[19770] = 135996,
		},
		["Агрессивность"] = {
			[18428] = 132275,
			[18429] = 132275,
			[18427] = 132275,
		},
		["Выкройка: штаны из ледяной ткани"] = {
			[18507] = 136235,
		},
		["Тыквовинская страшилка"] = {
			[25022] = 135842,
			[25023] = 135842,
		},
		["Щит нечестивости"] = {
			[8909] = 136153,
		},
		["Оружейная кольчуга"] = {
			[7220] = 136235,
		},
		["Малые характеристики"] = {
			[13625] = 136235,
		},
		["Вызванный питомец"] = {
			[6962] = 132092,
		},
		["Остановка времени"] = {
			[23171] = 134156,
			[25158] = 136235,
		},
		["Поцелуй паука"] = {
			[17333] = 134321,
			[28866] = 135442,
			[17332] = 134321,
		},
		["Рецепт: трансмутация железа в золото"] = {
			[11532] = 136235,
		},
		["Аура поспешности"] = {
			[13589] = 135906,
		},
		["Формула чар для оружия: сила"] = {
			[23805] = 136235,
		},
		["Звериная стремительность"] = {
			[19596] = 132120,
		},
		["Слабое зелье выносливости"] = {
			[7455] = 136235,
		},
		["Слабое зелье защиты от магии"] = {
			[3172] = 136235,
		},
		["Conjure Jeztor's Beacon DND"] = {
			[21368] = 136235,
		},
		["Жизнеотвод"] = {
			[11692] = 136126,
			[1454] = 136126,
			[1455] = 136126,
			[3096] = 135932,
			[4090] = 136123,
			[11687] = 136126,
			[28830] = 136235,
			[11688] = 136126,
			[11689] = 136126,
			[3095] = 135932,
			[11690] = 136126,
			[11691] = 136126,
			[3097] = 135932,
			[1456] = 136126,
			[1476] = 136126,
			[1477] = 136126,
			[1478] = 136126,
			[31818] = 135960,
		},
		["Защита от  льда"] = {
			[28332] = 135850,
		},
		["Плевок мясника"] = {
			[25262] = 136016,
		},
		["Вызов птенца летучего хамелеона"] = {
			[15067] = 132311,
		},
		["Большая связка фиолетовых фейерверков"] = {
			[26516] = 136235,
		},
		["ALT -N Альянс"] = {
			[23939] = 136235,
		},
		["Create Hunter Epic Staff DND"] = {
			[24872] = 136235,
		},
		["Испытание веры"] = {
			[6714] = 136022,
			[6716] = 136022,
		},
		["Пленение души"] = {
			[21053] = 136123,
			[21054] = 136123,
		},
		["SPELLDEFENSE (DND)"] = {
			[522] = 136235,
		},
		["Долгое оцепенение"] = {
			[12705] = 135860,
		},
		["Призыв Мэн Куна"] = {
			[10675] = 132311,
		},
		["Укоренение II"] = {
			[2927] = 132152,
		},
		["Гниение разума"] = {
			[628] = 136235,
			[606] = 136174,
			[1295] = 136174,
		},
		["Раскалыватель из черного железа"] = {
			[15294] = 136192,
		},
		["Чародейский дух II"] = {
			[1450] = 135932,
			[1468] = 135932,
		},
		["Выкройка: одеяние зимней ночи"] = {
			[18509] = 136235,
		},
		["Соляные равнины - нормальный гонщик"] = {
			[6602] = 134063,
		},
		["Увеличенный урон от темной магии 17"] = {
			[9325] = 136235,
		},
		["Вызов сущности привидения"] = {
			[17672] = 136235,
		},
		["Бесцветное лечебное зелье"] = {
			[4508] = 136235,
		},
		["Ученик портного"] = {
			[3911] = 136249,
		},
		["Сожжение плоти"] = {
			[23315] = 135805,
			[23316] = 135805,
		},
		["Присутствие разума"] = {
			[12043] = 136031,
		},
		["Выкройка: лазурные наплечники"] = {
			[8796] = 136235,
		},
		["Установка знамени"] = {
			[16989] = 136235,
		},
		["Неисправность"] = {
			[13319] = 135805,
			[13320] = 135805,
		},
		["Воспламеняющая смесь"] = {
			[11451] = 136235,
			[11486] = 136021,
		},
		["Повышенное сопротивление магии льда 9"] = {
			[14549] = 136235,
		},
		["Удар щитом - немота"] = {
			[18498] = 132357,
		},
		["QAEnchant Cloak +15 Nature Resistance"] = {
			[27119] = 135913,
		},
		["Повышенное сопротивление тайной магии 14"] = {
			[14716] = 136235,
		},
		["Уничтожение яда"] = {
			[569] = 136067,
			[550] = 136067,
			[1316] = 136067,
		},
		["Восстановление духа II"] = {
			[932] = 136057,
			[1342] = 136057,
		},
		["Зачаровывание обуви - выносливость, I ступень"] = {
			[7863] = 135913,
			[13391] = 135913,
		},
		["Неспособность к вождению 55"] = {
			[31565] = 136235,
		},
		["Убойное пойло Крига"] = {
			[22790] = 132792,
		},
		["Харизма"] = {
			[18520] = 135967,
		},
		["Убийство монстров"] = {
			[24293] = 134154,
			[24294] = 134154,
			[24295] = 134154,
		},
		["Щит Раджакса"] = {
			[25282] = 135964,
		},
		["Портал в Штормград"] = {
			[10059] = 135748,
		},
		["Защитная броня стража"] = {
			[3773] = 136235,
		},
		["Рассеяние чар"] = {
			[791] = 136235,
			[776] = 136006,
			[1437] = 136006,
		},
		["Исцеляющая волна Антусула"] = {
			[11895] = 135916,
		},
		["Закрытие"] = {
			[6233] = 136235,
			[6246] = 136235,
			[21652] = 136235,
		},
		["Звериный глаз"] = {
			[1002] = 132150,
			[2899] = 132150,
		},
		["Зелье защиты от темной магии"] = {
			[7256] = 136235,
		},
		["Великая ярость"] = {
			[6613] = 132366,
		},
		["Создание провала"] = {
			[9079] = 136235,
		},
		["Убойный выстрел III"] = {
			[1559] = 132323,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ - С"] = {
			[26314] = 136235,
		},
		["Ползучая гибель"] = {
			[23589] = 136235,
		},
		["Стремительный рассветный саблезуб"] = {
			[23220] = 132242,
		},
		["Сокрушение доспеха"] = {
			[21055] = 132340,
			[22426] = 132340,
		},
		["Создание пачки открыток Штормграда"] = {
			[27701] = 136235,
		},
		["Звездопад"] = {
			[20687] = 135753,
			[26540] = 135753,
		},
		["Эмоция предвызова призывателя из легиона Чернорука"] = {
			[16134] = 136235,
			[16135] = 136235,
		},
		["Рецепт: жареное крыло канюка"] = {
			[3383] = 136235,
		},
		["Крепкий панцирь"] = {
			[4111] = 132110,
			[4112] = 136235,
			[4113] = 136235,
			[4114] = 136235,
			[4115] = 136235,
			[4742] = 132110,
			[4743] = 132110,
			[6002] = 136231,
			[6001] = 136231,
			[4745] = 132110,
			[4744] = 132110,
			[4107] = 132110,
			[4108] = 132110,
			[4109] = 132110,
			[6003] = 136231,
			[6004] = 136231,
		},
		["Рецепт: приправленная котлета из волчатины"] = {
			[2558] = 136235,
		},
		["Искусно сделанный громобой"] = {
			[3939] = 136235,
			[4002] = 136235,
		},
		["Улучшение брони 1000"] = {
			[15805] = 136235,
		},
		["Вызов маленького мурлока (Фиолетового)"] = {
			[24990] = 134300,
		},
		["Антимагический импульс"] = {
			[29462] = 135894,
			[29463] = 135894,
			[19492] = 135894,
		},
		["Создание руководства по самофланжу"] = {
			[13714] = 136235,
			[14199] = 136235,
		},
		["Улучшенное слово Тьмы: Боль"] = {
			[15275] = 136207,
			[15317] = 136207,
		},
		["Защита от страха"] = {
			[6346] = 135902,
			[19337] = 135902,
		},
		["Призыв прирученного волка"] = {
			[4946] = 136095,
		},
		["Очищение колодца Заиндевевшего Копыта"] = {
			[4975] = 136235,
		},
		["Рецепт необычного десерта с чабером"] = {
			[8238] = 136192,
		},
		["Дезориентирующий выстрел III"] = {
			[1990] = 132153,
		},
		["Эликсир Мудреца"] = {
			[17535] = 134809,
			[17555] = 136235,
		},
		["Вызов праздничного шеста"] = {
			[29708] = 136235,
		},
		["Увеличение радиуса действия тотема"] = {
			[21895] = 136235,
		},
		["Чародейская защита"] = {
			[17549] = 135943,
			[21892] = 135835,
			[21893] = 136235,
		},
		["Защита от темной магии"] = {
			[7241] = 136185,
			[16874] = 136121,
			[11739] = 136121,
			[16891] = 136185,
			[10957] = 136121,
			[976] = 136121,
			[7242] = 136185,
			[977] = 136235,
			[10958] = 136121,
			[11741] = 136121,
			[7235] = 136185,
			[11742] = 136121,
			[7243] = 136185,
			[1279] = 136121,
			[1280] = 136121,
			[6232] = 136121,
			[7244] = 136185,
			[10959] = 136121,
			[6229] = 136121,
			[535] = 136235,
			[11740] = 136121,
			[17548] = 136185,
			[28610] = 136121,
			[28611] = 136235,
		},
		["Буйный кожаный шлем"] = {
			[10546] = 136235,
			[23623] = 136021,
		},
		["Дефибриллировать"] = {
			[8342] = 136075,
			[22999] = 136075,
		},
		["Обнаружение обычной невидимости"] = {
			[2971] = 136153,
			[3099] = 136235,
			[132] = 136153,
			[6512] = 136153,
		},
		["Повышение уклонения 4"] = {
			[13672] = 136235,
		},
		["Святой посох II"] = {
			[2693] = 132325,
		},
		["Бич Злобы"] = {
			[12545] = 136152,
			[12546] = 136152,
		},
		["Увеличение рейтинга меткости 3"] = {
			[15466] = 136235,
		},
		["Приручение медведя-ледолапа"] = {
			[19548] = 132164,
			[19597] = 132164,
		},
		["Отравляющий удар"] = {
			[16554] = 136016,
		},
		["Мирный дух"] = {
			[24969] = 135900,
			[24970] = 135900,
			[24971] = 135900,
			[24972] = 135900,
			[24968] = 135900,
		},
		["Вызов мутной слизи"] = {
			[28218] = 136235,
		},
		["Выброс Маны"] = {
			[27776] = 135923,
			[27777] = 133439,
		},
		["Синий конь-скелет"] = {
			[17463] = 132264,
		},
		["Ударная волна"] = {
			[1698] = 132369,
			[1702] = 132369,
			[25425] = 136105,
		},
		["Зачарованный боевой молот"] = {
			[16973] = 136192,
		},
		["Исчезновение, самого себя"] = {
			[28091] = 136235,
		},
		["Вызов пламенеющего яростня"] = {
			[15711] = 136192,
		},
		["Портал: Оргриммар"] = {
			[11423] = 135744,
		},
		["Облик Лунного охотника (без невидимости)"] = {
			[10849] = 132156,
		},
		["Кинжал Тени V"] = {
			[2726] = 132223,
		},
		["Выкройка: красная шерстяная сумка"] = {
			[6689] = 136235,
		},
		["Одеяния Аркана"] = {
			[6692] = 132149,
		},
		["Create Zul'Gurub Talisman MAG R1 DND"] = {
			[24038] = 136235,
		},
		["Хождение по воде"] = {
			[1338] = 135863,
			[546] = 135863,
			[562] = 136235,
			[11319] = 134776,
			[10665] = 136235,
		},
		["Формула чар для оружия: ловкость I"] = {
			[23806] = 136235,
		},
		["Чертеж: красный фейерверк"] = {
			[23083] = 134153,
		},
		["Малый магический жезл"] = {
			[14293] = 135139,
			[14805] = 135913,
		},
		["Тычок Силы"] = {
			[24189] = 132965,
		},
		["Спешивающий выстрел"] = {
			[18395] = 136222,
		},
		["Ложная мишень НИП - призывание"] = {
			[3361] = 136230,
		},
		["QAEnchant Bracer +24 Healing"] = {
			[27116] = 135913,
		},
		["Приливное подчинение"] = {
			[835] = 135861,
		},
		["Наплечники Грозового Покрова"] = {
			[19090] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ БОЛЬШАЯ - ЮЗ"] = {
			[26504] = 136235,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ БОЛЬШАЯ - ЮЗ"] = {
			[26494] = 136235,
		},
		["Страх"] = {
			[1045] = 136235,
			[663] = 136235,
			[12096] = 136183,
			[6215] = 136183,
			[26580] = 136183,
			[26070] = 136183,
			[654] = 136235,
			[6216] = 136183,
			[22678] = 136183,
			[6213] = 136183,
			[5783] = 136183,
			[5782] = 136183,
			[29168] = 136183,
			[1397] = 136183,
			[12542] = 136183,
			[27641] = 136183,
			[27990] = 136183,
			[6214] = 136183,
			[30002] = 136183,
		},
		["Праздник - Лунный телепорт II: Стальгорн"] = {
			[26408] = 135758,
		},
		["Бросок бомбы-вонючки"] = {
			[24706] = 133748,
		},
		["Твердый шлифованный камень"] = {
			[9920] = 136192,
		},
		["Демоноубийство 117"] = {
			[14098] = 136172,
		},
		["Эликсир великанов"] = {
			[11405] = 134841,
			[16883] = 134841,
		},
		["Punctured Voodoo Doll SHM DND"] = {
			[24288] = 136235,
		},
		["Метка стражника ужаса чернокнижника"] = {
			[22987] = 136235,
		},
		["Рыжий саблезуб"] = {
			[16059] = 132242,
		},
		["Сшитые вручную кожаные наручи"] = {
			[9059] = 136235,
		},
		["Чертеж: ториевые наручи"] = {
			[16673] = 136235,
		},
		["Урон от Шипов +2"] = {
			[20887] = 136051,
		},
		["Heal Self (TEST)"] = {
			[18] = 136235,
		},
		["Появление синего драконида"] = {
			[22658] = 136235,
		},
		["Выпустить Эшкромба"] = {
			[6421] = 136058,
		},
		["Разрыв сухожилий"] = {
			[4285] = 132109,
			[4770] = 132109,
			[4284] = 132109,
			[6022] = 132109,
		},
		["Инстинкт выживания"] = {
			[6664] = 132179,
			[6667] = 132140,
			[6669] = 132179,
			[6666] = 132179,
		},
		["Увеличение интеллекта 44"] = {
			[14944] = 136235,
		},
		["Формула: сверкающее волшебное масло"] = {
			[25137] = 136235,
		},
		["Хрустальный сон"] = {
			[3636] = 136090,
		},
		["Формула чар для двуручного оружия: дух II"] = {
			[20090] = 136235,
		},
		["Инициатор силитида"] = {
			[18936] = 136235,
		},
		["Кипяток"] = {
			[17276] = 135807,
		},
		["Распыление"] = {
			[742] = 132318,
			[2676] = 132318,
		},
		["UNUSED Quest - Create Empowered Mojo Bundle"] = {
			[24263] = 136235,
		},
		["Пламя Воздействия"] = {
			[12534] = 136235,
		},
		["Оружие стихий"] = {
			[16266] = 135814,
			[29079] = 135814,
			[29080] = 135814,
		},
		["Призыв прирученного долгонога"] = {
			[7913] = 132280,
		},
		["Водный облик"] = {
			[1066] = 132112,
			[1446] = 132112,
		},
		["Притворная смерть"] = {
			[8359] = 136187,
			[8555] = 136187,
		},
		["Выкройка: пояс из толстой чешуи скорпида"] = {
			[19186] = 136235,
		},
		["Сапоги быстроты"] = {
			[9208] = 136235,
		},
		["Маскировка под крестьянина"] = {
			[5668] = 132288,
		},
		["Поглощающее пламя"] = {
			[20019] = 135818,
			[20021] = 135818,
		},
		["Беспощадные атаки"] = {
			[14144] = 132151,
			[14148] = 132151,
		},
		["эмоция: применение заклинания, направленное"] = {
			[20718] = 136235,
		},
		["Урон стойкости"] = {
			[6819] = 135914,
			[23244] = 135914,
		},
		["Появление дыма"] = {
			[10389] = 136235,
		},
		["Улучшение блока 20"] = {
			[18064] = 136235,
		},
		["Нити воздуха"] = {
			[23009] = 136022,
			[23010] = 136022,
		},
		["Улучшенное сожжение маны"] = {
			[14750] = 136170,
			[14772] = 136170,
		},
		["Сопротивление тайной магии"] = {
			[24521] = 136096,
			[24495] = 136096,
			[24493] = 136096,
			[20592] = 136116,
			[24510] = 136096,
			[24500] = 136096,
			[24519] = 136096,
			[24508] = 136096,
			[24497] = 136096,
			[24501] = 136096,
			[24520] = 136096,
			[24509] = 136096,
			[24522] = 136096,
			[27540] = 135998,
			[28770] = 135995,
		},
		["Черви"] = {
			[16370] = 136235,
		},
		["Отравление разума"] = {
			[19469] = 136016,
		},
		["Измерение 6"] = {
			[18390] = 136115,
		},
		["Пояс из шкуры ящера"] = {
			[4097] = 136235,
			[4098] = 136021,
		},
		["Нагмара + Каменный Узел"] = {
			[15064] = 136090,
		},
		["Свирепый укус"] = {
			[22830] = 132127,
			[22568] = 132127,
			[22827] = 132127,
			[22831] = 132127,
			[22569] = 132127,
			[22828] = 132127,
			[22832] = 132127,
			[22829] = 132127,
			[27557] = 132127,
			[31018] = 132127,
		},
		["Лазурный шелковый пояс"] = {
			[8766] = 132149,
			[8767] = 136021,
		},
		["Чертеж: массивный железный топор"] = {
			[15757] = 136235,
		},
		["Беспрекословное послушание"] = {
			[19590] = 136006,
			[19592] = 136006,
		},
		["Пантера"] = {
			[10787] = 132225,
		},
		["Благоволение природы"] = {
			[16880] = 136062,
			[16886] = 136062,
		},
		["Могущественный исцеляющий идол"] = {
			[24311] = 135954,
			[24309] = 135928,
			[24310] = 136222,
		},
		["Флаг Серебряных Крыльев"] = {
			[23335] = 132486,
		},
		["Черный гной"] = {
			[16448] = 135935,
		},
		["Хорошее зелье омоложения"] = {
			[22732] = 136235,
		},
		["Повышенное сопротивление огню 29"] = {
			[14609] = 136235,
		},
		["Приручение совиного крикуна"] = {
			[19686] = 132164,
			[19700] = 132164,
		},
		["Выкройка: пояс из чешуи мурлока"] = {
			[6706] = 136235,
		},
		["Тотем льда"] = {
			[18978] = 135843,
		},
		["Железный шип для щита"] = {
			[7216] = 136235,
			[7221] = 136192,
			[9784] = 136235,
		},
		["Извержение Огнекамня - инициатор"] = {
			[20482] = 136235,
		},
		["Мозгоруб"] = {
			[17148] = 132155,
		},
		["Ученик травничества"] = {
			[2372] = 136246,
		},
		["Copy of Shoot"] = {
			[28317] = 132222,
		},
		["Чертеж: \"Снегодел-9000\""] = {
			[21941] = 136235,
		},
		["QAEnchant 2H Weapon +9 Damage"] = {
			[22094] = 135913,
		},
		["Ониксия"] = {
			[18387] = 136235,
		},
		["Первая помощь (искусник)"] = {
			[10847] = 135966,
			[19902] = 135966,
		},
		["Кольцо льда"] = {
			[15063] = 135848,
			[865] = 135848,
			[122] = 135848,
			[29849] = 135848,
			[12748] = 135848,
			[497] = 136235,
			[10230] = 135848,
			[10231] = 135848,
			[6131] = 135848,
			[866] = 136235,
			[11831] = 135848,
			[15532] = 135848,
			[1194] = 135848,
			[12674] = 135848,
			[9915] = 135848,
			[6132] = 135848,
			[1225] = 135848,
			[14907] = 135848,
			[15531] = 135848,
			[6644] = 136235,
			[30094] = 135848,
			[22645] = 135848,
		},
		["Воля Шахрама"] = {
			[16598] = 135934,
		},
		["Рецепт отпадных химеровых отбивных Дирга"] = {
			[25659] = 136192,
		},
		["Священный удар"] = {
			[13953] = 132325,
			[17143] = 132325,
			[17284] = 132325,
		},
		["Create Zul'Gurub Talisman MAG R2 DND"] = {
			[24039] = 136235,
		},
		["Ключ от клетки пантеры"] = {
			[17176] = 136235,
		},
		["Первобытный инстинкт"] = {
			[24353] = 132193,
		},
		["Aura Overlap TEST 2"] = {
			[464] = 136235,
		},
		["Священное беспокойство IV"] = {
			[1902] = 132330,
		},
		["Drop Pillow DND"] = {
			[23408] = 136235,
		},
		["Пленение духа огненного голема"] = {
			[16628] = 136163,
		},
		["Глаз Сульфураса"] = {
			[21160] = 136192,
		},
		["Питье"] = {
			[1137] = 132794,
			[26475] = 132794,
			[22734] = 132805,
			[29007] = 132794,
			[430] = 132794,
			[431] = 132794,
			[1135] = 132794,
			[26473] = 132794,
			[26402] = 132794,
			[10250] = 132805,
			[24355] = 132794,
			[25696] = 132794,
			[432] = 132794,
			[1133] = 132794,
			[26261] = 132794,
		},
		["Окаменение"] = {
			[10255] = 136018,
			[17624] = 134806,
		},
		["Summon Band of Vaulted Secrets DND"] = {
			[29017] = 136235,
		},
		["НЕВИДИМОСТЬ только ВКЛ"] = {
			[2763] = 132320,
		},
		["Чертеж: разрушитель из черного железа"] = {
			[20899] = 136235,
		},
		["Утолщенная броня мурлоков"] = {
			[6704] = 136235,
		},
		["Жилет из луноткани"] = {
			[18447] = 132149,
		},
		["Нерешительность"] = {
			[7127] = 136119,
		},
		["Кинжал Тени IV"] = {
			[2725] = 132223,
		},
		["Усмиряющий выстрел"] = {
			[19801] = 136020,
			[19877] = 136020,
		},
		["Шокирующий выстрел"] = {
			[5116] = 135860,
			[17174] = 135860,
			[27634] = 135860,
			[5117] = 135860,
			[22914] = 135860,
		},
		["Бес тени"] = {
			[1944] = 136172,
		},
		["OLDFrost Trap Effect"] = {
			[14207] = 135840,
		},
		["Оружие ледяного клейма"] = {
			[10457] = 135847,
			[16356] = 135847,
			[16358] = 135847,
			[8033] = 135847,
			[10456] = 135847,
			[8035] = 135847,
			[16355] = 135847,
			[16357] = 135847,
			[8038] = 135847,
			[8039] = 135847,
		},
		["Гниение разума II"] = {
			[2798] = 136174,
		},
		["Мастерство в установке ловушек"] = {
			[19376] = 132149,
			[19377] = 132149,
		},
		["Изысканная подзорная труба"] = {
			[6458] = 136235,
			[6459] = 136235,
		},
		["Дар дружбы: Оргриммар"] = {
			[27669] = 134140,
		},
		["Повышение урона от молнии"] = {
			[28857] = 136052,
		},
		["Увеличенный урон от огня 1"] = {
			[7683] = 136235,
		},
		["Праздничное Дыхание огня, условное (NPC)"] = {
			[29421] = 135818,
		},
		["Дух кота Бегемота"] = {
			[22735] = 134011,
		},
		["Превосходная мощь"] = {
			[17628] = 134821,
		},
		["Аура агонии"] = {
			[28413] = 136139,
		},
		["Отмена управления толпой Разбойник"] = {
			[22891] = 136235,
		},
		["Град"] = {
			[10734] = 135846,
			[10737] = 135846,
		},
		["Корень Айнаши"] = {
			[18373] = 136235,
		},
		["Концентрация стихий"] = {
			[16164] = 136170,
			[29936] = 136170,
		},
		["Невосприимчивость"] = {
			[21087] = 136157,
		},
		["Правосудие воина света"] = {
			[20188] = 135924,
			[20301] = 135924,
			[20302] = 135924,
			[20303] = 135924,
			[20300] = 135924,
			[21183] = 135924,
			[25942] = 135917,
			[25943] = 135917,
		},
		["Преображение Газбана"] = {
			[5402] = 136235,
		},
		["Изучить призывание охотника Скверны"] = {
			[1373] = 136217,
		},
		["Камень здоровья"] = {
			[23472] = 135230,
			[23473] = 135230,
			[5720] = 135230,
		},
		["Выкройка: рукавицы из толстой чешуи скорпида"] = {
			[19174] = 136235,
		},
		["Ледяная буря II"] = {
			[1233] = 136235,
		},
		["Безопасное падение"] = {
			[18443] = 136235,
			[1860] = 132914,
			[24350] = 132916,
		},
		["Боевая стойка - постоянное действие"] = {
			[21156] = 132349,
		},
		["Животный инстинкт"] = {
			[16947] = 132089,
			[16948] = 132089,
			[16949] = 132089,
			[16950] = 132089,
			[16951] = 132089,
		},
		["Разрушение силового поля"] = {
			[13235] = 136135,
		},
		["Приручение перепелятника"] = {
			[19680] = 132164,
			[19692] = 132164,
		},
		["Оглушенный"] = {
			[24402] = 132182,
		},
		["Похищение духа"] = {
			[3477] = 136183,
		},
		["Призыв инфернала-слуги"] = {
			[12740] = 136219,
		},
		["Неубиваемость Откл"] = {
			[13835] = 135896,
		},
		["Чертеж: радужный молот"] = {
			[6519] = 136235,
		},
		["Conjure Scourge Footsoldier DND"] = {
			[23118] = 136235,
		},
		["Вызов зерглинга"] = {
			[17709] = 132311,
		},
		["Лекарство Кразека"] = {
			[6903] = 134374,
		},
		["Туфли из паутины"] = {
			[3856] = 132149,
		},
		["Праздник - Лунный телепорт II: Дарнасс"] = {
			[26409] = 135758,
		},
		["Мифриловая труба"] = {
			[12589] = 136235,
			[12632] = 136235,
		},
		["Наложение огненных чар"] = {
			[6295] = 135826,
		},
		["Маяк Кенария"] = {
			[15120] = 136235,
		},
		["Вызов оргриммарского пехотинца"] = {
			[11632] = 136235,
		},
		["Дух-целитель IV (постоянно)"] = {
			[6276] = 136222,
		},
		["Слизь"] = {
			[16456] = 136006,
			[28801] = 132108,
		},
		["Зона \"Ожога маны\""] = {
			[26626] = 136235,
		},
		["Исчезновение"] = {
			[28452] = 136235,
			[26268] = 136235,
			[3648] = 136047,
			[24223] = 132331,
			[1858] = 132331,
			[1859] = 132331,
			[24228] = 132331,
			[24229] = 132331,
			[1856] = 132331,
			[24230] = 132331,
			[26270] = 136235,
			[24231] = 132331,
			[11329] = 132331,
			[24232] = 132331,
			[1857] = 132331,
			[24233] = 132331,
			[26264] = 136235,
			[24699] = 132331,
			[11327] = 132331,
			[24700] = 135743,
			[27617] = 132331,
		},
		["Повышение урона от заклинания 19"] = {
			[14254] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 23"] = {
			[14686] = 136235,
		},
		["Камень огня - постоянное действие"] = {
			[17945] = 135821,
			[17949] = 135821,
			[17947] = 135821,
		},
		["Ослабление доспеха"] = {
			[11198] = 132354,
			[8650] = 132354,
			[8652] = 132354,
			[8648] = 132354,
			[8647] = 132354,
			[11197] = 132354,
			[11199] = 132354,
			[8651] = 132354,
			[8649] = 132354,
			[11200] = 132354,
		},
		["Цветной настой"] = {
			[27675] = 135934,
		},
		["Вызов пестрой ленты"] = {
			[10719] = 132311,
		},
		["Summon Templar Air, Trigger"] = {
			[24757] = 136235,
		},
		["Насекомые"] = {
			[16369] = 136235,
		},
		["Праздник - Лунный телепорт: Штормград"] = {
			[26454] = 135758,
		},
		["Появление пылающего стража Скверны"] = {
			[16074] = 135805,
		},
		["Выкройка: рукавицы духовного огня"] = {
			[24856] = 136235,
		},
		["Помощь стража"] = {
			[20174] = 135964,
			[20175] = 135964,
		},
		["Подношения Грому от троллей"] = {
			[24101] = 136235,
		},
		["Буйные кожаные поножи"] = {
			[10572] = 136235,
			[23625] = 136021,
		},
		["Украшенный самоцветами кожаный пояс"] = {
			[3778] = 136235,
			[3798] = 136021,
		},
		["Самострах"] = {
			[31365] = 136183,
		},
		["Жертвоприношение"] = {
			[19446] = 136190,
			[19447] = 136190,
			[1050] = 135896,
			[7885] = 136190,
			[20381] = 136190,
			[7812] = 136190,
			[20382] = 136190,
			[20383] = 136190,
			[19438] = 136190,
			[20384] = 136190,
			[19439] = 136190,
			[20385] = 136190,
			[19440] = 136190,
			[20386] = 136190,
			[19441] = 136190,
			[19442] = 136190,
			[22651] = 136120,
			[19443] = 136190,
			[19444] = 136190,
			[19445] = 136190,
		},
		["Отвага Алекса"] = {
			[17178] = 136235,
		},
		["Предмет - небольшое повышение скорости бега"] = {
			[23990] = 136235,
		},
		["Чертеж: императорские латные сапоги"] = {
			[16688] = 136235,
		},
		["Инициатор исчезновения Оуро"] = {
			[26104] = 136235,
		},
		["Мощь сил природы"] = {
			[5812] = 136006,
			[5814] = 136006,
			[5830] = 136077,
			[5827] = 136077,
			[5813] = 136006,
			[5829] = 136077,
			[5828] = 136077,
			[5815] = 136006,
		},
		["Большее исцеление - обновление"] = {
			[22010] = 136235,
		},
		["Poltergeist Periodic (DND)"] = {
			[18349] = 136235,
		},
		["Улучшенный удар грома"] = {
			[12666] = 132326,
			[12665] = 132326,
			[12287] = 132326,
		},
		["Зачаровывание браслетов - дух, V ступень"] = {
			[20009] = 135913,
		},
		["Штаны из грубой кожи"] = {
			[9064] = 136235,
		},
		["Выкройка: наручи из чешуи зеленого дракончика"] = {
			[9217] = 136235,
		},
		["Кираса Железной лозы"] = {
			[28461] = 136192,
		},
		["Тотем безветрия"] = {
			[25908] = 136013,
			[25910] = 136013,
		},
		["Призыв болотного жителя"] = {
			[8857] = 136006,
		},
		["Лунатизм"] = {
			[20668] = 136152,
		},
		["Вызов гигантских кривых щупалец"] = {
			[26216] = 136235,
			[26217] = 136235,
			[26213] = 136235,
		},
		["Барьер Тени"] = {
			[17151] = 136121,
		},
		["Змеиное очищение"] = {
			[6270] = 136168,
		},
		["Шерстяные сапоги"] = {
			[2401] = 136235,
			[2422] = 136021,
		},
		["Сила Племени: красный"] = {
			[22283] = 136010,
			[22284] = 135805,
			[22558] = 135805,
		},
		["Увеличенный урон от чар 29"] = {
			[17825] = 136235,
		},
		["Открытие дверцы реликвария"] = {
			[13478] = 136235,
		},
		["Выкройка: плащ из отражающей чешуи"] = {
			[7956] = 136235,
		},
		["Повышенное сопротивление огню 31"] = {
			[14611] = 136235,
		},
		["QAEnchant Cloak +70 Armor"] = {
			[22092] = 135913,
		},
		["Стеклянный прибор для фокусировки"] = {
			[17529] = 136235,
		},
		["Простой килт"] = {
			[12046] = 132149,
			[12120] = 136021,
		},
		["Истинное счастье"] = {
			[785] = 136129,
			[2313] = 136235,
			[26525] = 136235,
		},
		["Рецепт: трансмутация огня в землю"] = {
			[17589] = 136235,
		},
		["Черный боевой механодолгоног"] = {
			[22719] = 132247,
		},
		["Чародейский выстрел"] = {
			[14355] = 132218,
			[14282] = 132218,
			[14284] = 132218,
			[14286] = 132218,
			[3048] = 132218,
			[14287] = 132218,
			[14352] = 132218,
			[14354] = 132218,
			[14281] = 132218,
			[14358] = 132218,
			[14285] = 132218,
			[3044] = 132218,
			[14357] = 132218,
			[14356] = 132218,
			[14353] = 132218,
			[14283] = 132218,
		},
		["Уничтожение знамени Каранга"] = {
			[20783] = 136235,
			[20786] = 136235,
		},
		["Зачаровывание нагрудника - мана, IV ступень"] = {
			[13663] = 135913,
			[13666] = 135913,
		},
		["Summon Isalien DND"] = {
			[27190] = 136235,
		},
		["Эффект амулет ложной мишени Гизлока"] = {
			[21835] = 136235,
		},
		["Исправление"] = {
			[2147] = 136085,
		},
		["Маленькая шелковая сумка"] = {
			[3813] = 136235,
			[3814] = 136021,
		},
		["Стальгорнская кольчуга"] = {
			[8366] = 136192,
			[8369] = 136235,
		},
		["Мастер кудесник"] = {
			[18757] = 136210,
			[18758] = 136210,
		},
		["Всплеск боли"] = {
			[7815] = 136136,
			[11779] = 136136,
			[7878] = 136136,
			[20398] = 136136,
			[20399] = 136136,
			[11781] = 136136,
			[20400] = 136136,
			[20401] = 136136,
			[11782] = 136136,
			[20402] = 136136,
			[11780] = 136136,
			[11778] = 136136,
			[15968] = 136136,
			[11783] = 136136,
			[7814] = 136136,
			[7876] = 136136,
			[15969] = 136136,
			[21987] = 136136,
			[7877] = 136136,
			[7816] = 136136,
		},
		["Смекалка Слип'кика"] = {
			[22820] = 135930,
		},
		["Улучшенная печать воина Света"] = {
			[20336] = 135924,
			[20337] = 135924,
			[20335] = 135924,
			[28852] = 136052,
		},
		["Волчатина с пряностями"] = {
			[2559] = 136021,
		},
		["Улучшенное порабощение демона"] = {
			[18823] = 136154,
			[18824] = 136154,
			[18825] = 136154,
			[18821] = 136154,
			[18822] = 136154,
		},
		["Чернокнижие племени"] = {
			[23173] = 136235,
		},
		["Печать мудрости"] = {
			[20351] = 135960,
			[20460] = 135960,
			[20168] = 135960,
			[20356] = 135960,
			[7327] = 136235,
			[1105] = 136235,
			[20357] = 135960,
			[20166] = 135960,
			[20350] = 135960,
			[20459] = 135960,
			[3713] = 136235,
			[20461] = 135960,
		},
		["Серебристые наплечники"] = {
			[23665] = 132149,
		},
		["Эффект метки на убийство БРД"] = {
			[28083] = 136235,
		},
		["Целительное прикосновение"] = {
			[25970] = 132282,
			[5188] = 136041,
			[6779] = 136041,
			[5189] = 136041,
			[5190] = 136041,
			[5191] = 136041,
			[5192] = 136041,
			[25297] = 136041,
			[8903] = 136041,
			[5193] = 136041,
			[8904] = 136041,
			[5194] = 136041,
			[6659] = 136235,
			[9758] = 136041,
			[9759] = 136041,
			[11431] = 136041,
			[9888] = 136041,
			[28719] = 136235,
			[9889] = 136041,
			[9890] = 136041,
			[9891] = 136041,
			[5294] = 136235,
			[23381] = 136041,
			[28742] = 135913,
			[27527] = 136041,
			[5295] = 136235,
			[5185] = 136041,
			[3735] = 136235,
			[6778] = 136041,
			[5296] = 136235,
			[5186] = 136041,
			[25407] = 136041,
			[20790] = 136041,
			[5297] = 136235,
			[5187] = 136041,
			[28848] = 133439,
		},
		["Воздержанность"] = {
			[25771] = 135952,
		},
		["Плотные волшебные бинты"] = {
			[10841] = 136192,
			[10843] = 136192,
		},
		["Жезл истинного серебра"] = {
			[14380] = 136192,
			[14382] = 136235,
		},
		["Copy of Dark Desire"] = {
			[29331] = 135460,
		},
		["Повышение урона - зверь 14"] = {
			[7596] = 136235,
		},
		["Призыв Живого жара"] = {
			[5110] = 135805,
		},
		["Темный ритуал II"] = {
			[3715] = 136141,
		},
		["Вызов мастера-канонира Вилли"] = {
			[24626] = 136121,
		},
		["Обширное извержение"] = {
			[20483] = 135830,
		},
		["Рыбная ловля"] = {
			[7620] = 136245,
			[13615] = 136235,
			[7731] = 136245,
			[7732] = 136245,
			[24303] = 136235,
			[18248] = 136245,
		},
		["Эффект башни"] = {
			[23467] = 132381,
		},
		["Гуляка праздника Зимы - ночной эльф"] = {
			[26246] = 135849,
		},
		["Чертеж: варварский железный шлем"] = {
			[9815] = 136235,
		},
		["Природный захват"] = {
			[16811] = 136063,
			[17329] = 136063,
			[16812] = 136063,
			[17375] = 136063,
			[16689] = 136063,
			[16813] = 136063,
			[5230] = 136063,
			[17376] = 136063,
			[16810] = 136063,
			[17373] = 136063,
			[17374] = 136063,
		},
		["Аура святости"] = {
			[20218] = 135934,
		},
		["Горение Духа"] = {
			[1321] = 135805,
		},
		["Выброс огня"] = {
			[13900] = 135809,
			[15668] = 135809,
		},
		["Всецветная защита: Лед"] = {
			[16392] = 134563,
		},
		["Выкройка: большая сумка зачаровывателя"] = {
			[27728] = 136235,
		},
		["Бурый баран"] = {
			[6899] = 132248,
		},
		["Двойная эмпатия"] = {
			[1177] = 132331,
			[11592] = 132331,
		},
		["Флаг Кадрака"] = {
			[12684] = 132484,
		},
		["Вдохновение"] = {
			[15357] = 134952,
			[14892] = 135928,
			[14893] = 134952,
			[15359] = 134952,
			[15363] = 135928,
			[15362] = 135928,
		},
		["Заставить цель - салют"] = {
			[6245] = 136168,
		},
		["Снятие \"Костей\""] = {
			[23479] = 136235,
		},
		["Установка сигнального факела"] = {
			[17016] = 136235,
		},
		["Плотные шелковые бинты"] = {
			[7929] = 136192,
			[7931] = 136192,
		},
		["Поместить призрачный магнит"] = {
			[19588] = 136235,
		},
		["Броня из зеленого дракончика"] = {
			[9197] = 136235,
		},
		["Рецепт: настой титанов"] = {
			[17642] = 136235,
		},
		["Укрепление оружия - зверогубитель"] = {
			[7434] = 135913,
			[7436] = 135913,
		},
		["Исчезновение - постоянное действие"] = {
			[6523] = 136047,
		},
		["Увеличение рейтинга критического эффекта Тьмы"] = {
			[23440] = 136235,
			[23443] = 136235,
		},
		["Слабое зелье здоровья"] = {
			[7419] = 136235,
		},
		["Возжигание факела"] = {
			[7364] = 136235,
		},
		["Self Visual - Sleep 30s (DND)"] = {
			[6431] = 136168,
		},
		["Сокращение времени восстановления  парализующего укола"] = {
			[23048] = 132155,
		},
		["ОТКЛЮЧЕНИЕ"] = {
			[22147] = 136235,
		},
		["Перезагрузка телепорта Орды"] = {
			[23406] = 136235,
		},
		["Повышенное сопротивление магии льда 5"] = {
			[14546] = 136235,
		},
		["Зеленое поддержание"] = {
			[13540] = 136120,
		},
		["Сила Снежной Гривы"] = {
			[6957] = 136109,
		},
		["Скользящий удар IV"] = {
			[1820] = 132223,
		},
		["Комплект легкой брони"] = {
			[2152] = 136235,
		},
		["Жгучее пламя"] = {
			[9552] = 135817,
		},
		["Приручение взрослого долгонога"] = {
			[19678] = 132164,
			[19688] = 132164,
		},
		["Ярость стойки (+5 Нап)"] = {
			[6593] = 132091,
		},
		["Don't Reuse"] = {
			[1574] = 136235,
		},
		["Улучшенное возложение рук"] = {
			[20235] = 135928,
		},
		["Snowball Visual Test"] = {
			[25995] = 132387,
		},
		["Sapphiron DND"] = {
			[29250] = 136235,
		},
		["Дар дружбы: Штормград"] = {
			[27664] = 134142,
		},
		["Чертеж: пламенный плетеный ремень"] = {
			[20878] = 136235,
		},
		["Божественный интеллект"] = {
			[20258] = 136090,
			[20259] = 136090,
			[20260] = 136090,
			[20261] = 136090,
			[20257] = 136090,
		},
		["Камень чар"] = {
			[128] = 134131,
		},
		["Жгучая боль"] = {
			[17921] = 135827,
			[18154] = 135827,
			[18158] = 135827,
			[17922] = 135827,
			[5676] = 135827,
			[18155] = 135827,
			[17919] = 135827,
			[17923] = 135827,
			[18156] = 135827,
			[17920] = 135827,
			[18157] = 135827,
			[2945] = 135827,
		},
		["Повышенное сопротивление силам природы 2"] = {
			[14623] = 136235,
		},
		["Чертеж: гоблинские кроссировочные кабели XL"] = {
			[23090] = 134153,
		},
		["Повышенное сопротивление силам Тьмы 3"] = {
			[14666] = 136235,
		},
		["Метание топора"] = {
			[6466] = 132395,
		},
		["Выслеживание нежити"] = {
			[10240] = 134179,
			[5120] = 132328,
			[5127] = 132323,
			[19884] = 136142,
			[10246] = 134179,
			[20161] = 136142,
		},
		["Спокойствие"] = {
			[21791] = 136107,
			[792] = 136235,
			[9863] = 136107,
			[8920] = 136107,
			[740] = 136107,
			[1439] = 136107,
			[25817] = 136107,
			[9862] = 136107,
			[9864] = 136107,
			[8918] = 136107,
			[9865] = 136107,
		},
		["Улучшение блока 5"] = {
			[21482] = 136235,
			[21483] = 136235,
			[21484] = 136235,
			[21485] = 136235,
		},
		["Преображение жертвы"] = {
			[7821] = 135994,
		},
		["Выкройка: оплавленный пояс"] = {
			[23718] = 136235,
		},
		["Поиск минералов"] = {
			[8388] = 136025,
			[2580] = 136025,
			[8389] = 136025,
		},
		["Демонова сума Зандивиуса"] = {
			[25791] = 136235,
		},
		["Сила Стража"] = {
			[28142] = 136057,
			[28143] = 136057,
			[28144] = 136057,
			[28145] = 136057,
		},
		["Чертеж: большая зеленая ракета"] = {
			[26433] = 134153,
		},
		["Посадить семена"] = {
			[5206] = 136235,
		},
		["Чертеж: Ледяной страж"] = {
			[17034] = 136235,
		},
		["Умение рыболова +5"] = {
			[7823] = 136245,
		},
		["Вызов скального паучка"] = {
			[16453] = 135849,
		},
		["Призыв древесной лягушки"] = {
			[10704] = 132311,
		},
		["Страж Ледяной Короны - пассивный"] = {
			[29897] = 136235,
		},
		["Подчинение животного"] = {
			[6973] = 136036,
		},
		["Повышение урона от заклинания 22"] = {
			[15714] = 136235,
		},
		["Рецепт: постная оленина"] = {
			[6430] = 136235,
		},
		["Взрыв яйца"] = {
			[19593] = 136144,
		},
		["Отражение магии"] = {
			[20223] = 135849,
			[20619] = 135849,
		},
		["Запуск"] = {
			[16716] = 135819,
			[16717] = 135819,
		},
		["Укрепление нагрудника - дух, I ступень"] = {
			[7451] = 135913,
		},
		["Брызги слизи"] = {
			[28157] = 136235,
		},
		["Выкройка: оплечье с сияющей сердцевиной"] = {
			[20850] = 136235,
		},
		["Сила атаки 92"] = {
			[15832] = 136235,
		},
		["Test Mod Water Breathing (PT)"] = {
			[20624] = 136235,
		},
		["Пышка"] = {
			[5174] = 135915,
		},
		["Бронзовая палица"] = {
			[2740] = 136192,
			[2757] = 136235,
		},
		["Потеря власти Хаккара"] = {
			[24693] = 136235,
		},
		["Атака Пожара"] = {
			[12347] = 136235,
		},
		["Copy of Tail Sweep"] = {
			[25653] = 134307,
		},
		["Крепкий щипок"] = {
			[4159] = 132152,
			[6005] = 136231,
			[4746] = 132152,
		},
		["Черный жилет из магической ткани"] = {
			[12048] = 132149,
			[12100] = 136021,
		},
		["Блеск"] = {
			[26105] = 136235,
		},
		["Аура льда"] = {
			[23185] = 135835,
			[23186] = 135835,
		},
		["Убийственное жало"] = {
			[17170] = 136016,
		},
		["Щит молний"] = {
			[15507] = 136051,
			[8134] = 136051,
			[12550] = 136051,
			[905] = 136051,
			[8135] = 136051,
			[26363] = 136048,
			[26364] = 136048,
			[26365] = 136048,
			[26366] = 136048,
			[26367] = 136048,
			[26369] = 136048,
			[26370] = 136048,
			[557] = 136235,
			[27635] = 136048,
			[1303] = 136051,
			[945] = 136051,
			[19514] = 136051,
			[324] = 136051,
			[325] = 136051,
			[23551] = 136051,
			[23552] = 136051,
			[906] = 136235,
			[532] = 136235,
			[8788] = 136051,
			[25020] = 136051,
			[28820] = 135977,
			[26545] = 136048,
			[10434] = 136051,
			[10431] = 136051,
			[1363] = 136051,
			[10432] = 136051,
			[1304] = 136051,
			[10433] = 136051,
			[20545] = 136051,
			[1305] = 136051,
			[946] = 136235,
			[13585] = 136051,
			[28821] = 136235,
		},
		["Внутреннее мужество 20"] = {
			[20710] = 136121,
		},
		["Специализация на щитах"] = {
			[12724] = 134952,
			[12726] = 134952,
			[16253] = 134952,
			[16300] = 134952,
			[20150] = 134952,
			[16298] = 134952,
			[12298] = 134952,
			[16301] = 134952,
			[12725] = 134952,
			[12727] = 134952,
			[16299] = 134952,
			[20148] = 134952,
			[23602] = 136097,
			[20149] = 134952,
		},
		["Улучшение брони 400"] = {
			[17617] = 136235,
		},
		["Мясорубка"] = {
			[5175] = 132306,
			[6775] = 132306,
			[6434] = 132306,
			[5171] = 132306,
			[6774] = 132306,
		},
		["Чертеж: украшенные медные рукавицы"] = {
			[3350] = 136235,
		},
		["Выкройка: перчатки из ледяной ткани"] = {
			[18481] = 136235,
		},
		["Увеличение сила на 22"] = {
			[14494] = 136235,
		},
		["Повышенное сопротивление магии льда 6"] = {
			[14543] = 136235,
		},
		["Хрустальная вспышка"] = {
			[5106] = 136222,
		},
		["Bear Form (PT) (NYI)"] = {
			[2882] = 132276,
		},
		["Благодать Эчеяки"] = {
			[5320] = 136075,
		},
		["Вызов личинки из Улья Зара"] = {
			[26538] = 136235,
			[26539] = 136235,
		},
		["Улучшенное благословение могущества"] = {
			[20048] = 135906,
			[20042] = 135906,
			[20045] = 135906,
			[20046] = 135906,
			[20047] = 135906,
		},
		["Поджигание"] = {
			[17962] = 135807,
			[18930] = 135807,
			[18931] = 135807,
			[18932] = 135807,
			[18933] = 135807,
			[18934] = 135807,
			[18935] = 135807,
		},
		["Вызов детеныша панды"] = {
			[26972] = 132311,
		},
		["Уязвимость"] = {
			[4769] = 135860,
			[6021] = 135860,
			[4166] = 135860,
		},
		["Гоблинский механик"] = {
			[20222] = 135826,
		},
		["Дворфийское приношение Утеру"] = {
			[24107] = 136235,
		},
		["Магическое зелье"] = {
			[9587] = 136047,
		},
		["Прыжок"] = {
			[28683] = 132572,
		},
		["Выкройка: красный льняной жилет"] = {
			[7631] = 136235,
		},
		["Ледовый плащ"] = {
			[28208] = 132149,
			[28263] = 136021,
		},
		["Красная шерстяная сумка"] = {
			[6688] = 136235,
		},
		["Предел мрака"] = {
			[18218] = 136127,
			[18219] = 136127,
		},
		["Бальзамирующее облако"] = {
			[28322] = 136133,
		},
		["Слово Тьмы: Одурманивание"] = {
			[6070] = 136175,
			[1003] = 136235,
			[3086] = 135915,
			[5705] = 136175,
		},
		["Summon Band of Unending Life DND"] = {
			[29011] = 136235,
		},
		["Проявитель прислужников, основание"] = {
			[27888] = 136235,
		},
		["Умелец наложения чар"] = {
			[7416] = 136244,
		},
		["Близость к природе"] = {
			[5819] = 136085,
			[4792] = 136085,
			[4794] = 136085,
			[5825] = 136077,
			[5822] = 136085,
			[4793] = 136077,
			[4795] = 136077,
			[5826] = 136077,
		},
		["Рецепт: мощное зелье тролльей крови"] = {
			[3456] = 136235,
		},
		["Каменная ловушка Келебраса"] = {
			[21917] = 136235,
		},
		["Праздничный шест - инициатор эффекта канала"] = {
			[29532] = 135270,
		},
		["Нечестивое бешенство II"] = {
			[1387] = 132089,
		},
		["Улучшенное обновление"] = {
			[15020] = 135953,
			[14908] = 135953,
			[17191] = 135953,
		},
		["Чертеж: ториевая труба"] = {
			[19859] = 134153,
		},
		["Получение награды И ключевого предмета, Общий, Штормград"] = {
			[27509] = 136235,
		},
		["Мощный сефориевый заряд"] = {
			[23008] = 136235,
			[23080] = 136235,
		},
		["Священный взрыв"] = {
			[23269] = 135903,
		},
		["Эгида Рагнароса"] = {
			[20620] = 136121,
		},
		["Чумная слизь (зеленая)"] = {
			[28989] = 136094,
		},
		["Выброс слизи"] = {
			[30109] = 136007,
		},
		["Рецепт: наилучший эликсир защиты"] = {
			[17584] = 136235,
		},
		["Кровожадность III"] = {
			[1330] = 136012,
		},
		["Туман сна"] = {
			[24780] = 136235,
			[24781] = 136235,
			[24777] = 136235,
			[24779] = 136235,
			[24956] = 136235,
		},
		["Взрыв Оззи"] = {
			[16379] = 136235,
		},
		["Сотворение ущелья Снов"] = {
			[25813] = 136235,
		},
		["Тяжелые мифриловые штаны"] = {
			[9933] = 136192,
		},
		["Искра"] = {
			[21027] = 136048,
		},
		["Руки целителя"] = {
			[28774] = 136235,
		},
		["Дополнительное замедление Нечистотона"] = {
			[26036] = 136006,
		},
		["Выкройка: поножи девизавра"] = {
			[19216] = 136235,
		},
		["Специализация на владении топором"] = {
			[5518] = 132316,
			[4337] = 132316,
			[5519] = 132316,
			[4338] = 132316,
			[5520] = 132316,
			[4339] = 132316,
			[5521] = 132316,
			[4340] = 132316,
			[5522] = 132316,
			[4341] = 132316,
			[5428] = 132316,
			[4342] = 132316,
			[5429] = 132316,
			[4343] = 132316,
			[5430] = 132316,
			[12781] = 132397,
			[5431] = 132316,
			[4345] = 132316,
			[5432] = 132316,
			[12784] = 132397,
			[4346] = 132316,
			[5433] = 132316,
			[4347] = 132316,
			[5513] = 132316,
			[4348] = 132316,
			[4349] = 132316,
			[4334] = 132316,
			[5516] = 132316,
			[4335] = 132316,
			[4344] = 132316,
			[12700] = 132397,
			[5517] = 132316,
			[4336] = 132316,
			[12783] = 132397,
			[12785] = 132397,
			[20574] = 132393,
		},
		["Рецепт хрустящего крылышка летучей мыши"] = {
			[15935] = 136192,
		},
		["Сокращение времени восстановления  заклинаний \"Спокойствие\" и \"Ураган\""] = {
			[23556] = 136235,
		},
		["Штаны из штормовой ткани"] = {
			[12062] = 132149,
		},
		["Жилет из штормовой ткани"] = {
			[12068] = 132149,
		},
		["Увеличенный урон от огня 7"] = {
			[7687] = 136235,
		},
		["Зелье ярости"] = {
			[6617] = 136235,
		},
		["Скользкий мох - дополнительный эффект"] = {
			[6871] = 136052,
		},
		["Золотая чешуйчатая кираса"] = {
			[3511] = 136192,
		},
		["Пища для ума"] = {
			[25690] = 133906,
			[25691] = 133907,
			[25692] = 133906,
			[25693] = 133907,
			[25701] = 133906,
			[25887] = 133907,
			[25703] = 133906,
			[25889] = 133907,
		},
		["Тестовый Смрадный череп"] = {
			[17271] = 136235,
		},
		["Test Strike W50"] = {
			[23848] = 132355,
		},
		["Пояс гномов, хранящий от вреда"] = {
			[12903] = 136235,
			[12914] = 136235,
		},
		["Дополнительный урон от огня - оруж. 12"] = {
			[7725] = 136235,
		},
		["Подвижность мысли"] = {
			[14520] = 132156,
			[14783] = 132156,
			[14780] = 132156,
			[14781] = 132156,
			[14782] = 132156,
		},
		["Стромгард - зов ополчения"] = {
			[5250] = 136235,
		},
		["Рецепт: печеный лосось"] = {
			[18259] = 136235,
		},
		["Искатель сердец"] = {
			[16995] = 136192,
		},
		["Повышение урона от заклинания 44"] = {
			[17493] = 136235,
		},
		["Обаньянивание"] = {
			[5003] = 136235,
		},
		["Нечистая аура"] = {
			[17466] = 136225,
			[17467] = 136225,
			[27987] = 136225,
			[28340] = 136225,
			[28341] = 136225,
			[17625] = 133076,
			[27988] = 136225,
		},
		["Огненный щит III"] = {
			[2601] = 135817,
			[2603] = 135806,
		},
		["Зачаровывание нагрудника - здоровье, V ступень"] = {
			[13858] = 135913,
			[20026] = 135913,
			[13861] = 135913,
		},
		["Дерзость Мол'дара"] = {
			[22818] = 136054,
		},
		["Аура великолепия II"] = {
			[1195] = 136013,
		},
		["Захват флага Орды"] = {
			[23390] = 136235,
		},
		["Взрыв повозки"] = {
			[6636] = 135826,
		},
		["Душевный укус"] = {
			[11016] = 136208,
		},
		["Дымящееся Сердце Горы"] = {
			[15596] = 134084,
		},
		["Послать бойца с острова Битвы"] = {
			[8645] = 136235,
		},
		["Неупиваемая чаша Джона-Оборванца"] = {
			[20587] = 132792,
			[20590] = 132792,
		},
		["Выкройка: дикарский кожаный шлем"] = {
			[10547] = 136235,
		},
		["Улучшенная аура благочестия"] = {
			[20139] = 135893,
			[20140] = 135893,
			[20141] = 135893,
			[20142] = 135893,
			[20138] = 135893,
		},
		["Печать жертвы"] = {
			[611] = 136235,
			[13903] = 135966,
		},
		["Зов героя"] = {
			[17200] = 136235,
		},
		["Формула чар для наручей: дух IV"] = {
			[13850] = 136235,
		},
		["Личиночный студень"] = {
			[21069] = 132104,
		},
		["Рецепт: загадочная похлебка"] = {
			[15866] = 136235,
		},
		["Специализация - Огонь"] = {
			[5846] = 135807,
			[4835] = 135807,
			[4839] = 135807,
			[4843] = 135807,
			[4847] = 135807,
			[5847] = 135807,
			[4832] = 135807,
			[4836] = 135807,
			[4840] = 135807,
			[4844] = 135807,
			[5844] = 135807,
			[4833] = 135807,
			[4837] = 135807,
			[4841] = 135807,
			[4845] = 135807,
			[5845] = 135807,
			[4834] = 135807,
			[4838] = 135807,
			[4842] = 135807,
			[4846] = 135807,
		},
		["Зачаровывание браслетов - сила, III ступень"] = {
			[13661] = 135913,
			[13662] = 135913,
		},
		["Повышенное сопротивление силам природы 5"] = {
			[14626] = 136235,
		},
		["Немота"] = {
			[1852] = 136071,
		},
		["Вой ужаса"] = {
			[17928] = 136147,
			[5486] = 136147,
			[18169] = 136147,
			[5484] = 136147,
		},
		["Вихрь"] = {
			[24236] = 132369,
			[26686] = 132369,
			[15576] = 132369,
			[8989] = 132369,
			[26038] = 132369,
			[15577] = 132369,
			[9633] = 132369,
			[28334] = 132369,
			[15578] = 132369,
			[1680] = 132369,
			[25189] = 136018,
			[17207] = 132369,
			[6728] = 136018,
			[1685] = 132369,
			[26083] = 132369,
			[13736] = 132369,
			[26084] = 132369,
			[28335] = 132369,
			[15589] = 132369,
			[15535] = 136018,
			[23103] = 136018,
			[29851] = 132369,
			[29852] = 132369,
		},
		["Ледяной щит"] = {
			[476] = 136235,
			[490] = 136235,
			[6642] = 136235,
		},
		["zzOLDЗачаровывание двуручного оружия - интеллект, II ступень"] = {
			[7793] = 135913,
		},
		["Погибель"] = {
			[17788] = 136146,
			[17789] = 136146,
			[17790] = 136146,
			[17791] = 136146,
			[17792] = 136146,
		},
		["Зачарование оружия - могучий дух"] = {
			[23803] = 135913,
		},
		["Повышение урона от заклинания 7"] = {
			[9397] = 136235,
		},
		["Тяжелое грузило"] = {
			[3117] = 136192,
			[3119] = 136235,
		},
		["Получение ключевого предмета, страж Стальгорна"] = {
			[27506] = 136235,
		},
		["Призыв пиратской добычи и инициатор появления монстра"] = {
			[11462] = 136235,
		},
		["Залп огня"] = {
			[6981] = 132312,
			[6983] = 132312,
			[6980] = 132312,
			[3011] = 132312,
			[6979] = 132312,
			[1033] = 132312,
		},
		["Черные сапоги из магической ткани"] = {
			[12073] = 132149,
			[12116] = 136021,
		},
		["Полная скорость"] = {
			[1557] = 132347,
		},
		["Улучшенная глухая оборона"] = {
			[12312] = 132362,
			[12803] = 132362,
		},
		["Вызов скованного духа"] = {
			[24343] = 136235,
		},
		["Слабое зелье незаметности"] = {
			[13418] = 136235,
		},
		["Проклятие восстановления"] = {
			[7099] = 136121,
			[15731] = 136121,
			[7098] = 136121,
			[15730] = 136121,
		},
		["Чертеж: маленькая синяя ракета"] = {
			[26429] = 134153,
		},
		["Увеличение выносливости на 8"] = {
			[9114] = 136235,
		},
		["Владение уклонением"] = {
			[1114] = 136047,
			[4752] = 136047,
			[4754] = 136047,
			[4751] = 136047,
			[2118] = 136047,
			[4753] = 136047,
		},
		["Хватка земли"] = {
			[8377] = 136064,
		},
		["Каннибализм"] = {
			[20577] = 132278,
			[20578] = 132278,
		},
		["Чертеж: маленькая красная ракета"] = {
			[26431] = 134153,
		},
		["Обработанная плотная шкура"] = {
			[10482] = 136235,
			[10485] = 136021,
		},
		["QAEnchant Chest +100 Health"] = {
			[22089] = 135913,
		},
		["Напряжение"] = {
			[18135] = 135819,
			[18136] = 135819,
		},
		["Змеецветная змея - постоянное действие"] = {
			[6243] = 136235,
		},
		["Неуязвимость к подчинению/страху/оглушению"] = {
			[23277] = 135894,
		},
		["Эффект инициатора яйца Буру"] = {
			[26646] = 136235,
		},
		["Улучшенное правосудие света"] = {
			[23564] = 136235,
		},
		["Призыв зул'фарракских зомби"] = {
			[10247] = 136235,
		},
		["Summon Arcanite Buoy DND"] = {
			[25785] = 136235,
		},
		["Увечащая хватка"] = {
			[23279] = 136039,
		},
		["Copy of Increased Mana Regen"] = {
			[23211] = 136235,
		},
		["Тяжелый мифриловый наплечник"] = {
			[9926] = 136192,
			[9927] = 136235,
		},
		["Чертеж: красная сигнальная ракета"] = {
			[26437] = 134153,
		},
		["Наилучшее зелье маны"] = {
			[17553] = 136235,
		},
		["Сглаз"] = {
			[16097] = 136071,
			[18503] = 135996,
			[16707] = 136071,
			[16708] = 136071,
			[22566] = 136071,
			[16709] = 136071,
			[11641] = 136071,
			[17172] = 136071,
			[24053] = 136071,
		},
		["Воздушные пузыри"] = {
			[18733] = 136148,
			[17775] = 136148,
			[17441] = 136148,
			[17442] = 136184,
			[17443] = 136148,
		},
		["Химерические сапоги"] = {
			[19063] = 136235,
		},
		["Любвный эликсир Нагмары"] = {
			[14928] = 136235,
		},
		["Маяк Ущелья"] = {
			[9614] = 136006,
		},
		["Собирание подвесок"] = {
			[19720] = 136235,
		},
		["Явление Прозрения"] = {
			[24156] = 136235,
			[24164] = 136235,
		},
		["Глупость Физзула"] = {
			[10137] = 136235,
		},
		["Бесстрашие"] = {
			[12733] = 132333,
		},
		["Атака оглушающей бомбой."] = {
			[21188] = 135826,
		},
		["Почетный знак долины Альтерака (побежденный)"] = {
			[24954] = 136235,
		},
		["Изысканные мифриловые перчатки"] = {
			[9950] = 136192,
		},
		["Повышенное сопротивление огню 6"] = {
			[14586] = 136235,
		},
		["Превращение в свинью"] = {
			[477] = 136235,
		},
		["Телепорт гигантского кривого щупальца"] = {
			[26191] = 136235,
		},
		["Рунический кожаный пояс"] = {
			[19072] = 136235,
		},
		["Тисненые кожаные перчатки"] = {
			[3756] = 136235,
			[3784] = 136021,
		},
		["Выкройка: тяжелый шерстяной плащ"] = {
			[3895] = 136235,
		},
		["Изменчивая сила"] = {
			[24659] = 135990,
			[24658] = 136235,
			[29275] = 136076,
		},
		["Отвлекающий выстрел"] = {
			[15630] = 135736,
			[15632] = 135736,
			[14346] = 135736,
			[15638] = 135736,
			[15640] = 135736,
			[15629] = 135736,
			[15631] = 135736,
			[20736] = 135736,
			[15637] = 135736,
			[14274] = 135736,
			[15639] = 135736,
			[20738] = 135736,
		},
		["Повышенное сопротивление тайной магии 6"] = {
			[14708] = 136235,
		},
		["Ранящий щит"] = {
			[21075] = 136121,
		},
		["Великое исцеление"] = {
			[23954] = 135915,
			[24208] = 135915,
			[24209] = 135915,
			[25807] = 135915,
			[28306] = 135915,
		},
		["Punctured Voodoo Doll DRU DND"] = {
			[24279] = 136235,
		},
		["Задание Самоубийство (Лед)"] = {
			[13520] = 136168,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ БОЛЬШАЯ - ЮВ"] = {
			[26498] = 136235,
		},
		["Вызов исчадия маны"] = {
			[25682] = 135757,
			[25683] = 135757,
			[25681] = 135757,
		},
		["Неуязвимость к страху/превращению/сковывания"] = {
			[23274] = 135894,
		},
		["Удар Желчерыга"] = {
			[27862] = 132111,
		},
		["Рецепт похлебки \"Джунгли\""] = {
			[15861] = 136192,
		},
		["Приручение ночного саблезуба"] = {
			[19685] = 132164,
			[19699] = 132164,
		},
		["Шелковые бинты"] = {
			[7928] = 136192,
			[7930] = 136192,
		},
		["Грубый шлифовальный камень"] = {
			[3341] = 136235,
		},
		["Проклятие темного наставника"] = {
			[18702] = 136121,
		},
		["Сигнальная ракета, ЖЕЛТАЯ - ЮЗ"] = {
			[26324] = 136235,
		},
		["Назначить агента Ноздорму"] = {
			[24726] = 136235,
		},
		["Красные штаны из магической ткани"] = {
			[12060] = 132149,
		},
		["Мощь тайной магии"] = {
			[12042] = 136048,
		},
		["Повышение урона от заклинания 20"] = {
			[14799] = 136235,
		},
		["Утяжеленные кожаные перчатки"] = {
			[3770] = 136235,
			[3794] = 136021,
		},
		["Целительская сумка фурболга"] = {
			[20631] = 133644,
		},
		["Увеличенный урон от чар 6"] = {
			[13593] = 136235,
		},
		["(DND) Summon Crystal Minion, Skeleton Uncommon"] = {
			[28291] = 136235,
		},
		["Заставить цель - разговор"] = {
			[6273] = 136168,
		},
		["Чтение слов Келебраса"] = {
			[21950] = 136235,
		},
		["Оружейник-искусник"] = {
			[9789] = 136241,
		},
		["[PH] Teleport to Felwood"] = {
			[6483] = 136235,
		},
		["Рецепт мидий по-гоблински"] = {
			[6500] = 134433,
		},
		["Спородрево"] = {
			[21709] = 136006,
		},
		["Изначальное неистовство"] = {
			[16958] = 132278,
			[16959] = 132278,
			[16961] = 132278,
		},
		["Бросок жидкого огня"] = {
			[23969] = 136235,
			[23970] = 135821,
			[23968] = 136235,
		},
		["Регенерация IV"] = {
			[16890] = 134859,
		},
		["Сотворение пищи"] = {
			[6129] = 133950,
			[587] = 133952,
			[6641] = 136235,
			[619] = 136235,
			[6130] = 133950,
			[28612] = 134029,
			[10145] = 133989,
			[608] = 136235,
			[10146] = 133964,
			[1249] = 133952,
			[1250] = 133951,
			[1251] = 133968,
			[10147] = 133989,
			[597] = 133951,
			[990] = 133968,
			[10144] = 133964,
			[991] = 136235,
			[8736] = 133951,
			[28613] = 136235,
		},
		["Орлиный взор"] = {
			[12883] = 132327,
			[25247] = 132327,
		},
		["Пронзающий выстрел"] = {
			[6685] = 132312,
		},
		["Дубовая кожа"] = {
			[22826] = 136097,
			[22812] = 136097,
			[20655] = 136063,
		},
		["Summon Mace of Unending Life DND"] = {
			[29009] = 136235,
		},
		["Изгнание призраков"] = {
			[23208] = 136235,
		},
		["Очищение колодца Буйногривых"] = {
			[4978] = 136235,
		},
		["Атака Тенерога"] = {
			[6921] = 132368,
		},
		["Багровые шелковые перчатки"] = {
			[8804] = 132149,
			[8805] = 136021,
		},
		["Владение кинжалом"] = {
			[4297] = 132321,
			[4298] = 132321,
			[4299] = 132321,
			[4300] = 132321,
		},
		["Зачаровывание, лазурный агат"] = {
			[4319] = 136235,
		},
		["Увеличение интеллекта 17"] = {
			[14407] = 136235,
		},
		["Стрела Тьмы - осечка"] = {
			[14871] = 136197,
		},
		["Иссушающий яд"] = {
			[13884] = 136016,
		},
		["Медный плетеный нагрудник"] = {
			[3321] = 136192,
		},
		["Дурманящий выстрел"] = {
			[1993] = 132153,
		},
		["Освобождение жабы"] = {
			[24058] = 133884,
		},
		["Вызов механических часовых"] = {
			[11819] = 136235,
		},
		["Кузнечное дело (искусник)"] = {
			[9786] = 136241,
		},
		["Ответное сокрытие"] = {
			[21853] = 135994,
			[21976] = 135994,
		},
		["Лавовый дождь"] = {
			[25150] = 136235,
		},
		["Самооглушение - 30 сек."] = {
			[9032] = 136168,
		},
		["Постоянный эффект движущейся бомбы - процесс (100%)"] = {
			[11830] = 136190,
		},
		["Повреждение сухожилий"] = {
			[3604] = 132109,
		},
		["Телепортация: Оргриммар"] = {
			[3567] = 135759,
			[3580] = 135759,
		},
		["Рецепт: мясо в соусе \"Дыхание дракона\""] = {
			[15908] = 136235,
		},
		["Удар Скорпока"] = {
			[10669] = 136036,
			[10672] = 136036,
		},
		["Урок приручения"] = {
			[23356] = 132164,
		},
		["Рецепт: эликсир обнаружения простой невидимости"] = {
			[3457] = 136235,
		},
		["Тяжелая медная кувалда"] = {
			[7408] = 136192,
			[7409] = 136235,
		},
		["Рукавицы Бури"] = {
			[16661] = 136192,
		},
		["Эффект обжигающей ловушки"] = {
			[14300] = 135813,
			[13797] = 135813,
			[14298] = 135813,
			[14299] = 135813,
			[14301] = 135813,
		},
		["Призыв Циклониана"] = {
			[8606] = 136022,
		},
		["Эффект порченой крови"] = {
			[19652] = 136168,
			[19479] = 136168,
			[19654] = 136168,
			[19653] = 136168,
		},
		["Рецепт яйца с травами"] = {
			[8604] = 136192,
		},
		["FIRESTAFF (DND)"] = {
			[2110] = 135807,
		},
		["Накладки из кожи Недр"] = {
			[22727] = 136235,
		},
		["Создание пригласительного приза Кореи"] = {
			[26974] = 136235,
		},
		["Драконья руда"] = {
			[19869] = 136235,
			[23021] = 136129,
		},
		["Исцеление собрата"] = {
			[26565] = 135913,
		},
		["Вызов Древних"] = {
			[25167] = 136235,
		},
		["Шипастый жезл Молний"] = {
			[9056] = 135990,
		},
		["Уничтоженные земные стражи"] = {
			[10666] = 136025,
		},
		["Импульс духа"] = {
			[24050] = 136222,
			[24051] = 136222,
		},
		["Поглощение удара"] = {
			[5102] = 136225,
		},
		["Крошечный железный ключ"] = {
			[6471] = 136192,
			[6473] = 136235,
		},
		["Увеличение выносливости"] = {
			[18191] = 132584,
			[25661] = 132584,
		},
		["Призыв иллюзорного фантазма"] = {
			[8986] = 135824,
		},
		["Неумирающая сила"] = {
			[537] = 136235,
			[567] = 136235,
			[1318] = 136109,
			[1319] = 136109,
			[1365] = 136109,
			[1320] = 136109,
		},
		["Зачаровывание нагрудника - мана, V ступень"] = {
			[13917] = 135913,
			[13919] = 135913,
			[20028] = 135913,
		},
		["Вызывающий крик"] = {
			[798] = 132091,
			[1161] = 132091,
		},
		["Управление крошером"] = {
			[21556] = 133001,
			[21566] = 133001,
		},
		["Вызов Охранных иероглифов"] = {
			[25166] = 136235,
		},
		["Create Zul'Gurub Talisman PRT R2 DND"] = {
			[24013] = 136235,
		},
		["Одиночество Энигмы"] = {
			[26132] = 135845,
		},
		["Вызов лавовой бомбы 1"] = {
			[20494] = 136235,
		},
		["Цепь Теслы"] = {
			[28108] = 136235,
		},
		["Слеза Разелиха I"] = {
			[10864] = 136235,
			[10866] = 136235,
		},
		["Увеличение силы на 1"] = {
			[7464] = 136235,
		},
		["Урон от огня - усиление"] = {
			[7843] = 136235,
		},
		["Зачаровывание оружия - сила заклинаний"] = {
			[22749] = 135913,
		},
		["Пикирование"] = {
			[23149] = 136126,
			[23150] = 136126,
			[23145] = 136126,
			[23146] = 136126,
			[23147] = 136126,
			[23148] = 136126,
		},
		["Исчезновение кодо"] = {
			[22970] = 136235,
		},
		["Уязвимость к стихиям"] = {
			[28771] = 136235,
			[28772] = 135899,
		},
		["Мощное зелье ярости"] = {
			[17527] = 136235,
			[17552] = 136235,
		},
		["Багровый шелковый пояс"] = {
			[8772] = 132149,
			[8773] = 136021,
		},
		["Могучий удар"] = {
			[14099] = 132939,
			[19132] = 132939,
		},
		["PX-238 Чудовольт Мороза ЛОВУШКА"] = {
			[26275] = 136235,
		},
		["Призыв сиамской кошки"] = {
			[10677] = 132311,
		},
		["Эффект неистового щита"] = {
			[3260] = 136173,
		},
		["Улучшенное праведное неистовство"] = {
			[20468] = 135962,
			[20469] = 135962,
			[20470] = 135962,
		},
		["Манускрипт"] = {
			[27762] = 133743,
		},
		["Черви кадавра"] = {
			[16142] = 136188,
			[16143] = 136134,
		},
		["Малая мудрость"] = {
			[7768] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight CASTER R5 DND"] = {
			[25925] = 136235,
		},
		["Управление злостью"] = {
			[12296] = 135881,
		},
		["Кистевое оружие"] = {
			[15590] = 132938,
			[15992] = 132938,
		},
		["Вызов дьябло"] = {
			[17708] = 132311,
		},
		["Поножи Темного духа"] = {
			[24140] = 136192,
		},
		["Рецепт: стейк из кроколиска"] = {
			[6534] = 136235,
		},
		["Истребитель великанов"] = {
			[21929] = 136063,
			[21932] = 136095,
		},
		["Удар посохом II"] = {
			[1929] = 132325,
		},
		["Зачаровывание плаща - защита, II ступень"] = {
			[13421] = 135913,
			[13422] = 135913,
		},
		["Вызов Суль-траза"] = {
			[11654] = 136235,
		},
		["Эффект портала Мародона"] = {
			[21128] = 135743,
		},
		["Сломанный инструмент"] = {
			[4954] = 136168,
		},
		["Ветвь очков чести"] = {
			[31400] = 136235,
		},
		["эмоция: применение заклинания, общее"] = {
			[20715] = 136235,
		},
		["Открытие клетки"] = {
			[11792] = 136235,
		},
		["Мерцающий портер"] = {
			[29236] = 136235,
		},
		["Печать мощи"] = {
			[653] = 136235,
			[626] = 136235,
			[662] = 136235,
		},
		["Призыв аватары Хаккара"] = {
			[12948] = 136235,
		},
		["QAEnchant Cloak +1% Dodge"] = {
			[27122] = 135913,
		},
		["Кев"] = {
			[3121] = 135809,
		},
		["Формула чар для оружия: сила заклинаний I"] = {
			[22753] = 136235,
		},
		["Открытие надежного сейфа"] = {
			[13565] = 136235,
		},
		["Пугающий визг"] = {
			[25815] = 136184,
		},
		["Слабый яд"] = {
			[6751] = 136016,
		},
		["Синие драконы"] = {
			[17167] = 136235,
		},
		["Большой сефориевый выхлоп"] = {
			[8510] = 135805,
		},
		["Очень ягодный крем"] = {
			[27721] = 135458,
		},
		["Рецепт похлебки из моллюсков"] = {
			[6501] = 134712,
		},
		["The Breaking Left Blade DND"] = {
			[22991] = 136164,
		},
		["Теневая коса"] = {
			[23278] = 136235,
		},
		["Улучшенный удар щитом"] = {
			[12311] = 132357,
			[12958] = 132357,
		},
		["Зеленая шелковая сума"] = {
			[6693] = 136235,
		},
		["Чертеж: полевой ремонтный робот 74A"] = {
			[22705] = 132836,
		},
		["Создание замены амулета Лорда Вальтхалака"] = {
			[27537] = 136235,
		},
		["Геммолог-эксперт"] = {
			[12688] = 134139,
		},
		["Простая Таинственная субстанция"] = {
			[13633] = 136192,
		},
		["Большая бронзовая бомба"] = {
			[3950] = 136235,
			[4067] = 135826,
			[4010] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, Штормградский стражник"] = {
			[27242] = 136235,
		},
		["Проклятие Тутен'каш"] = {
			[12255] = 136020,
		},
		["Вызов мистера Вихлюка"] = {
			[28739] = 132311,
		},
		["Стромгард - эффект зова ополчения"] = {
			[5251] = 136235,
		},
		["Проклятие Мардука"] = {
			[17692] = 136235,
		},
		["Незаметность тенеохотника"] = {
			[5916] = 132320,
		},
		["Выкройка: мглистые кожаные поножи"] = {
			[9215] = 136235,
		},
		["Чертеж: буремолот искусной работы"] = {
			[17035] = 136235,
		},
		["Элементали Сарилуса"] = {
			[6490] = 136187,
		},
		["Мифриловые чешуйчатые перчатки"] = {
			[9942] = 136192,
		},
		["Ка-Тун - уязвимость"] = {
			[26235] = 136235,
		},
		["Раскол"] = {
			[6571] = 132363,
		},
		["Улучшенное потрошение"] = {
			[14163] = 132292,
			[14162] = 132292,
			[14164] = 132292,
		},
		["Воскресение Сквернстрома"] = {
			[3488] = 136232,
		},
		["Bleed Spice, Create cluster W (DND)"] = {
			[30685] = 136235,
		},
		["Красный конь-скелет"] = {
			[17462] = 132264,
		},
		["Углеглаз, начало"] = {
			[16533] = 136023,
		},
		["Дар Камня"] = {
			[16470] = 132154,
		},
		["Постоянная иллюзия - страж Скверны"] = {
			[8872] = 132311,
		},
		["Disenchant (PT)"] = {
			[10694] = 136235,
		},
		["Всплеск лавы"] = {
			[924] = 136235,
			[534] = 136235,
			[900] = 136235,
			[15040] = 135805,
			[561] = 136235,
			[952] = 136235,
			[15095] = 135805,
		},
		["Отношение Оргриммара"] = {
			[26162] = 136235,
		},
		["Буйные кожаные наплечники"] = {
			[10529] = 136235,
			[23626] = 136021,
		},
		["Снятие малого проклятия"] = {
			[475] = 136082,
			[1176] = 136082,
		},
		["Чертеж: мифриловая крупнокалиберная винтовка"] = {
			[12648] = 136235,
		},
		["Убойный выстрел V"] = {
			[1561] = 132323,
		},
		["Снижение стоимости очищения"] = {
			[27847] = 136052,
		},
		["Melodious Rapture Visual (DND)"] = {
			[21051] = 136235,
		},
		["Выкройка: жесткий шлем из чешуи скорпида"] = {
			[10571] = 136235,
		},
		["Червестудень"] = {
			[17197] = 132104,
		},
		["Знак детонации"] = {
			[22438] = 135826,
			[22439] = 135826,
		},
		["Сдача"] = {
			[17648] = 136235,
		},
		["Огненное правосудие"] = {
			[25169] = 136235,
		},
		["Панцирь копателя"] = {
			[29506] = 135893,
		},
		["Аура Тотема защиты от сил стихий"] = {
			[8263] = 136069,
		},
		["Повышенное сопротивление магии льда 22"] = {
			[14561] = 136235,
		},
		["Божественная сила"] = {
			[20265] = 132154,
			[20266] = 132154,
			[20262] = 132154,
			[20263] = 132154,
			[20264] = 132154,
		},
		["Смертное ложе"] = {
			[6894] = 136223,
		},
		["Пояс верховного мага"] = {
			[22866] = 132149,
		},
		["Улучшение парирования 2"] = {
			[13667] = 136235,
		},
		["Грибное восстановление"] = {
			[18764] = 135953,
		},
		["Перстень безмятежности Зандалара"] = {
			[24420] = 136235,
		},
		["ALT -S Альянс"] = {
			[23941] = 136235,
		},
		["Вызов морозных призраков"] = {
			[12642] = 136221,
			[12671] = 136187,
			[12670] = 136187,
		},
		["Набор доспехов Таинства, дополнительный эффект заклинания Снежной бури"] = {
			[26127] = 136235,
		},
		["Вуду"] = {
			[17009] = 136121,
		},
		["Нокаут"] = {
			[17307] = 132939,
		},
		["Башня Лордерона"] = {
			[11515] = 132483,
		},
		["Гоблинская бомба"] = {
			[23134] = 133712,
		},
		["Призыв робота-сопровождающего - эффект вызывания"] = {
			[7976] = 136235,
		},
		["QAEnchant Gloves +1% Haste"] = {
			[22106] = 135913,
		},
		["Зеленая башня"] = {
			[17154] = 136104,
			[18097] = 136235,
		},
		["Призыв всем зомби перекусить"] = {
			[29681] = 136235,
			[29682] = 136235,
		},
		["Сбор благословенной воды"] = {
			[15491] = 136235,
		},
		["Хорошее зелье маны"] = {
			[17580] = 136235,
			[19991] = 136235,
		},
		["Холод IV"] = {
			[2135] = 135856,
		},
		["Сновидец"] = {
			[28743] = 135900,
		},
		["Выкройка: красное льняное одеяние"] = {
			[2408] = 136235,
		},
		["Отковка"] = {
			[18711] = 136235,
		},
		["Сломанная бобина Лютика"] = {
			[24610] = 135865,
		},
		["Уровень ненависти достигает 75%"] = {
			[26886] = 136190,
		},
		["Resistance (OLD)"] = {
			[2381] = 136101,
		},
		["Тень души - визуальный эффект"] = {
			[24809] = 136123,
		},
		["Сияющая кираса"] = {
			[16648] = 136192,
		},
		["Раншалла - исчезновение"] = {
			[18954] = 136235,
		},
		["Дуновение, внушающее уныние III"] = {
			[1796] = 136235,
			[1801] = 136235,
		},
		["Рецепт десерта из мертвечины"] = {
			[15863] = 136192,
		},
		["Жареный сморк"] = {
			[29116] = 136235,
			[29334] = 135267,
		},
		["Перчатки из штормовой ткани"] = {
			[12063] = 132149,
		},
		["Мысленная чума"] = {
			[3429] = 136127,
		},
		["QAEnchant Shield +2% Block Chance"] = {
			[27117] = 135913,
		},
		["Молот правосудия - снижение времени восстановления"] = {
			[23302] = 135963,
		},
		["Гранитная кожа"] = {
			[8314] = 136025,
		},
		["Сияние (зеленое)"] = {
			[22577] = 135741,
		},
		["Demon Slayer (OLD)"] = {
			[4651] = 136172,
			[4652] = 136172,
			[4659] = 136172,
			[4660] = 136172,
		},
		["Дипломатия"] = {
			[20599] = 134328,
		},
		["Ядовитый катализатор"] = {
			[5413] = 135914,
			[18151] = 135914,
		},
		["Ритуал Рока - жертва"] = {
			[20625] = 135741,
		},
		["Руна Метаморфозы"] = {
			[23724] = 134419,
		},
		["Рецепт: скользкая скумбрия"] = {
			[7757] = 136235,
		},
		["Зеленые железные наручи"] = {
			[3501] = 136192,
			[3521] = 136235,
		},
		["Эффект Огненного щита"] = {
			[3052] = 135817,
		},
		["Простое черное платье"] = {
			[12077] = 132149,
			[12122] = 136021,
		},
		["Исчезновение капель"] = {
			[26608] = 136235,
		},
		["Усиление духа на 23"] = {
			[14442] = 136235,
		},
		["Заколдованное семечко Геи"] = {
			[20269] = 136235,
		},
		["Vipore Cat Form DND"] = {
			[21653] = 136235,
		},
		["Исчезновение токсичной слизи"] = {
			[26585] = 136235,
		},
		["Сила атаки 60"] = {
			[14052] = 136235,
		},
		["Проклятие Тенерога"] = {
			[6922] = 136020,
		},
		["Мастер призыва"] = {
			[18709] = 136164,
			[18710] = 136164,
		},
		["Обезумевший"] = {
			[5915] = 136215,
		},
		["Оглушающая оплеуха III"] = {
			[2509] = 132326,
		},
		["Повышенное сопротивление тайной магии 5"] = {
			[14707] = 136235,
		},
		["Зачаровывание перчаток - угроза"] = {
			[25072] = 135913,
		},
		["Повышенное сопротивление огню 7"] = {
			[14587] = 136235,
		},
		["Создание крупного камня огня"] = {
			[17953] = 132386,
			[18171] = 132386,
		},
		["Вызов исчадий маны"] = {
			[25684] = 135757,
		},
		["Заточка клинка IV"] = {
			[9900] = 136235,
		},
		["Свирепость"] = {
			[19601] = 134297,
			[16935] = 132190,
			[19598] = 134297,
			[19602] = 134297,
			[16936] = 132190,
			[19599] = 134297,
			[16937] = 132190,
			[16938] = 132190,
			[19600] = 134297,
			[16934] = 132190,
			[4154] = 132152,
			[4740] = 132152,
			[5999] = 136231,
		},
		["Телепорт в Разелих (ГРУППОВОЙ)"] = {
			[27686] = 136235,
			[27694] = 136235,
		},
		["Вызов Мелкошустра"] = {
			[27570] = 132311,
		},
		["Улучшенное слово силы: щит"] = {
			[14769] = 135940,
			[14768] = 135940,
			[24191] = 136235,
		},
		["Большаяя Магическая субстанция"] = {
			[13361] = 136192,
		},
		["Чертеж: пылающий золотой клинок"] = {
			[15975] = 136235,
		},
		["Мифриловый капюшон"] = {
			[9961] = 136192,
			[9962] = 136235,
		},
		["Серьезная рана"] = {
			[5597] = 136168,
			[5598] = 136168,
		},
		["Утраченный навык: лук"] = {
			[7043] = 135490,
		},
		["Удар Червя"] = {
			[31378] = 135807,
		},
		["Conjure Mulverick's Beacon DND"] = {
			[21372] = 136235,
		},
		["Зачаровывание перчаток - ловкость"] = {
			[13815] = 135913,
			[13816] = 135913,
		},
		["Вызов эльфийского огонька"] = {
			[10721] = 132311,
		},
		["Чертеж: гоблинская мина"] = {
			[4034] = 136235,
		},
		["Проклятие Мертвого Леса"] = {
			[13583] = 136160,
		},
		["Жало скорпида"] = {
			[3047] = 132169,
			[14348] = 132169,
			[14275] = 132169,
			[14277] = 132169,
			[3043] = 132169,
			[14347] = 132169,
			[14349] = 132169,
			[14276] = 132169,
			[18545] = 132169,
		},
		["Эфемерная Власть"] = {
			[23271] = 135934,
		},
		["Сшитые вручную кожаные штаны"] = {
			[2153] = 136235,
			[2338] = 136021,
		},
		["Оброненное оружие"] = {
			[25655] = 132343,
			[6608] = 132343,
			[23365] = 132343,
			[25057] = 132343,
		},
		["Сияющая серебряная кираса"] = {
			[2675] = 136192,
			[2753] = 136235,
		},
		["Установка наземной мины"] = {
			[11816] = 132996,
			[11817] = 132996,
		},
		["Чертеж: зеленый фейерверк"] = {
			[23085] = 134153,
		},
		["Высшая мана"] = {
			[13918] = 136235,
		},
		["Двойное самоубийство"] = {
			[26628] = 136235,
		},
		["Вызов элементалей воды"] = {
			[20681] = 136192,
		},
		["Ледяное влечение"] = {
			[4797] = 135859,
			[4799] = 135859,
			[5872] = 135859,
			[4796] = 135859,
			[4798] = 135859,
			[5878] = 135859,
			[5873] = 135859,
			[5879] = 135859,
		},
		["Смертельный яд"] = {
			[2844] = 132290,
			[11361] = 132290,
			[2823] = 132290,
			[10022] = 136016,
			[2843] = 132290,
			[25974] = 132282,
			[2818] = 132290,
			[25412] = 132290,
			[11360] = 132290,
			[13582] = 136016,
			[3583] = 136067,
			[2835] = 132290,
			[21787] = 136016,
			[21788] = 136016,
		},
		["Приманка Миблона"] = {
			[14008] = 134006,
		},
		["Приручение снежного леопарда"] = {
			[19676] = 132164,
			[19687] = 132164,
		},
		["Бросить топливо в огонь (активировать эффект объекта)"] = {
			[29437] = 136235,
		},
		["Чертеж: доспех дикого терна"] = {
			[16679] = 136235,
		},
		["Ночной саблезуб"] = {
			[16055] = 132225,
		},
		["Пленение гиппогрифа"] = {
			[11887] = 136235,
		},
		["Уход"] = {
			[5945] = 132110,
			[5947] = 132110,
			[5942] = 132110,
			[5946] = 132110,
			[5941] = 132110,
			[5943] = 132110,
		},
		["Увеличение угрозы"] = {
			[25063] = 136235,
		},
		["Крошащийся камень"] = {
			[3672] = 136025,
		},
		["Неистовство Иллидана"] = {
			[22988] = 136164,
		},
		["Взмах грифоньего крыла"] = {
			[21189] = 136022,
		},
		["Внутренняя ярость"] = {
			[11562] = 132347,
			[11563] = 132347,
			[5248] = 132347,
		},
		["Вулканический молот"] = {
			[16984] = 136192,
		},
		["Ультиматум барона"] = {
			[27863] = 136129,
			[27861] = 136129,
			[27865] = 136129,
			[27864] = 136129,
		},
		["Низкосортный динамит"] = {
			[9004] = 135826,
			[3994] = 136235,
			[8333] = 135826,
			[9009] = 135826,
			[9002] = 135826,
			[9003] = 135826,
			[3931] = 136235,
			[4061] = 135826,
		},
		["Голосовой преобразователь"] = {
			[19819] = 136235,
		},
		["Улучшенный пинок"] = {
			[24434] = 136235,
			[13754] = 132219,
			[13867] = 132219,
		},
		["Активация бомбы A"] = {
			[11511] = 135990,
		},
		["Варварские перчатки"] = {
			[3771] = 136235,
		},
		["Сгусток пламени"] = {
			[15529] = 135818,
			[15538] = 135818,
		},
		["Вызов орды Сокровища"] = {
			[12554] = 136235,
		},
		["Огненная стрела IV"] = {
			[1096] = 135810,
			[1410] = 135810,
		},
		["Создание камня здоровья (крупного)"] = {
			[23819] = 135230,
			[23820] = 135230,
			[23821] = 135230,
			[20018] = 135230,
		},
		["Мифриловый шип для щита"] = {
			[9939] = 136192,
			[9782] = 136235,
			[9781] = 136235,
		},
		["Снижение урона от заклинаний"] = {
			[27518] = 136235,
		},
		["Моховая шкура"] = {
			[3288] = 136065,
			[8852] = 136065,
		},
		["Тест окончания"] = {
			[6748] = 136235,
		},
		["Улучшение ударного оружия, II"] = {
			[3113] = 136235,
		},
		["Неистовый вой"] = {
			[24604] = 132203,
			[24608] = 132203,
			[24597] = 132203,
			[24605] = 132203,
			[24609] = 132203,
			[3149] = 136101,
			[24599] = 132203,
			[24603] = 132203,
			[24607] = 132203,
		},
		["Формула чар для наручей: дух II"] = {
			[7860] = 136235,
		},
		["Парализующий крик"] = {
			[18328] = 132366,
		},
		["Сеть с крючьями"] = {
			[13608] = 132149,
			[14030] = 132149,
			[15609] = 132149,
		},
		["Оружие языка пламени"] = {
			[8027] = 135814,
			[16339] = 135814,
			[10446] = 135814,
			[8030] = 135814,
			[8031] = 135814,
			[8032] = 135814,
			[16341] = 135814,
			[16342] = 135814,
			[8025] = 135814,
			[8024] = 135814,
			[16348] = 135814,
			[16347] = 135814,
		},
		["Fiery Death DND"] = {
			[25170] = 136235,
		},
		["Summon Kris of Unspoken Names DND"] = {
			[29031] = 136235,
		},
		["Сокрушительный удар III"] = {
			[2444] = 132326,
		},
		["Превращение Джеклик"] = {
			[23966] = 132288,
		},
		["Манекен Белнистраза"] = {
			[12728] = 136235,
		},
		["Повышенное сопротивление магии льда 4"] = {
			[14545] = 136235,
		},
		["Ремонт ожерелья Талваша"] = {
			[9795] = 135954,
		},
		["Глубокая дремота"] = {
			[12890] = 136135,
		},
		["Summon Dreadsteed Spirit (DND)"] = {
			[23159] = 136235,
		},
		["Увеличенный урон от чар 4"] = {
			[13592] = 136235,
		},
		["Summon Confessor's Bracers DND"] = {
			[28946] = 136235,
		},
		["Снайперская винтовка Центра"] = {
			[22795] = 136235,
		},
		["Бегство в астрал"] = {
			[8612] = 136164,
			[20329] = 136164,
			[4511] = 136164,
			[8611] = 136164,
			[4630] = 136164,
		},
		["Ползучий мор"] = {
			[20512] = 136012,
		},
		["Химерические поножи"] = {
			[19073] = 136235,
		},
		["Дух стаи"] = {
			[13159] = 132267,
			[13160] = 132267,
		},
		["Пробуждение зул'фарракского зомби"] = {
			[10731] = 136235,
		},
		["Знак Избранного эффекта"] = {
			[21970] = 133441,
		},
		["Эффект чумной волны 1"] = {
			[30116] = 135805,
		},
		["Выкройка: кенарийская сумка"] = {
			[27730] = 136235,
		},
		["Танец с лентами"] = {
			[29175] = 135270,
		},
		["Самоцвет Змеи"] = {
			[19470] = 136235,
		},
		["Осколочная граната M73"] = {
			[13808] = 135826,
		},
		["Повышенное сопротивление огню 4"] = {
			[14584] = 136235,
		},
		["Вызов трупного червя"] = {
			[22825] = 136168,
		},
		["Выкинуть флаг Орды"] = {
			[23334] = 132485,
		},
		["Создание малого камня здоровья"] = {
			[6202] = 135230,
			[6042] = 136235,
			[6204] = 135230,
		},
		["Убийца великанов"] = {
			[4711] = 132154,
			[4697] = 132154,
			[4698] = 132154,
			[4699] = 132154,
			[4700] = 132154,
			[4701] = 132154,
			[4702] = 132154,
			[4703] = 132154,
			[4707] = 132154,
			[4708] = 132154,
			[4709] = 132154,
			[4710] = 132154,
		},
		["Чутье на демонов"] = {
			[5500] = 136172,
			[5501] = 136172,
			[1017] = 136235,
		},
		["Слабое лечебное зелье"] = {
			[2330] = 136235,
		},
		["Венец из луноткани"] = {
			[18452] = 132149,
		},
		["Отравляющий газ"] = {
			[28370] = 136006,
			[30074] = 136006,
		},
		["BM всегда ОТКЛ."] = {
			[20115] = 135993,
		},
		["Воля Хаккара"] = {
			[24178] = 136206,
		},
		["Окаменение - направление заклинания, визуальный эффект"] = {
			[15533] = 136018,
		},
		["Поглощение"] = {
			[7848] = 136235,
			[7849] = 136235,
		},
		["Перстень Повелителя Драконов"] = {
			[17252] = 134153,
		},
		["Свет Утера"] = {
			[8397] = 135917,
		},
		["Увеличение ловкости 3"] = {
			[7473] = 136235,
		},
		["Ящеричья молния"] = {
			[5401] = 136048,
			[15611] = 136048,
			[6255] = 136048,
			[15612] = 136048,
		},
		["Хваткие когти"] = {
			[5424] = 133708,
		},
		["Ожидание воскрешения"] = {
			[2584] = 135955,
			[21989] = 135934,
		},
		["Дар Аругала"] = {
			[7124] = 136130,
		},
		["Сила атаки дальнего боя 65"] = {
			[21451] = 136235,
		},
		["Яд воспоминаний Дирга"] = {
			[27582] = 136116,
		},
		["Огромный серый кодо"] = {
			[23248] = 132243,
		},
		["Зачаровывание перчаток - травничество"] = {
			[13617] = 135913,
		},
		["Увечащее проклятие"] = {
			[5738] = 136135,
		},
		["Кукла Памелы - ловушка"] = {
			[17132] = 136235,
		},
		["Возрождение"] = {
			[20748] = 136080,
			[20485] = 136080,
			[20749] = 136080,
			[20750] = 136080,
			[8942] = 136085,
			[8943] = 136085,
			[20739] = 136080,
			[8944] = 136085,
			[9859] = 136085,
			[3734] = 136235,
			[8945] = 136085,
			[20742] = 136080,
			[9860] = 136085,
			[20744] = 136080,
			[9861] = 136085,
			[20745] = 136080,
			[9751] = 136085,
			[20747] = 136080,
			[20484] = 136080,
			[8937] = 136085,
		},
		["Изрубленный обсидиановый щит"] = {
			[27586] = 136192,
		},
		["Сила атаки дальнего боя 41"] = {
			[21442] = 136235,
		},
		["Улучшенные тотемы"] = {
			[16259] = 136023,
			[16295] = 136023,
		},
		["Чертеж: арканитовый защитник"] = {
			[17032] = 136235,
		},
		["Дурманящий яд"] = {
			[5763] = 136066,
			[25810] = 136066,
			[5760] = 136066,
			[5761] = 136066,
			[8695] = 136066,
			[11401] = 136066,
			[5768] = 136066,
		},
		["Простое одеяние волшебника"] = {
			[6690] = 132149,
			[6691] = 136021,
		},
		["Рецепт: жареное мясо кодо"] = {
			[6425] = 136235,
		},
		["Замшелые руки - дополнительный эффект"] = {
			[6867] = 136052,
		},
		["Фойген - тесла, постоянное действие"] = {
			[28109] = 136235,
		},
		["Testing Totem"] = {
			[22047] = 135825,
		},
		["Summon Pirate Booty (DND)"] = {
			[23176] = 132281,
		},
		["Газ"] = {
			[28369] = 136006,
			[30075] = 136006,
		},
		["Рецепт хрустящего хвоста ящерицы"] = {
			[6418] = 136192,
		},
		["Горное дело (умелец)"] = {
			[3568] = 136248,
		},
		["Поджаривание"] = {
			[26008] = 134376,
		},
		["Телепорт Алтаря Приливов"] = {
			[3721] = 136235,
		},
		["Рецепт: призрачная краска"] = {
			[11530] = 136235,
		},
		["Убийство животных 39"] = {
			[18109] = 136235,
		},
		["Вой Северного Волка"] = {
			[23509] = 132266,
		},
		["Рецепт запеченного лосося"] = {
			[18247] = 136192,
		},
		["Уменьшение расхода маны - огонь"] = {
			[17904] = 136235,
		},
		["Увеличение рейтинга критического эффекта заклинаний светлой магии"] = {
			[24426] = 136235,
		},
		["Визуальное состояние полета"] = {
			[7923] = 132150,
		},
		["Грохот земли"] = {
			[12734] = 135906,
		},
		["Репутация в Дарнассе"] = {
			[24650] = 136235,
		},
		["Удар кинжалом II"] = {
			[2632] = 132223,
		},
		["Усиление духа на 30"] = {
			[14452] = 136235,
		},
		["Выкройка: поножи из чародейской ткани"] = {
			[18495] = 136235,
		},
		["Толстая кожа"] = {
			[20649] = 136235,
			[20652] = 136021,
		},
		["Засасывающая жижа"] = {
			[5567] = 136100,
		},
		["Чертеж: изысканный ториевый секач"] = {
			[17020] = 136235,
		},
		["Кладка Ваелана"] = {
			[16634] = 136235,
		},
		["Ловкость"] = {
			[8116] = 135879,
			[3159] = 134873,
			[3160] = 134873,
			[11328] = 134873,
			[11330] = 134873,
			[12174] = 135879,
			[8117] = 135879,
			[8115] = 135879,
			[13365] = 136235,
		},
		["Зачаровывание нагрудника - все характеристики, II ступень"] = {
			[13701] = 135913,
		},
		["Укус мангуста"] = {
			[1549] = 132215,
			[14342] = 132215,
			[14269] = 132215,
			[14343] = 132215,
			[14270] = 132215,
			[1495] = 132215,
			[14341] = 132215,
			[14271] = 132215,
		},
		["Легкий яд скорпиона"] = {
			[5104] = 136077,
			[5399] = 135989,
			[6023] = 135989,
		},
		["Сокрушительный удар IV"] = {
			[2445] = 132326,
		},
		["Призыв лесной лягушки"] = {
			[10703] = 132311,
		},
		["Create Chapter 2 DND"] = {
			[22209] = 136235,
		},
		["Сотворение круга Зова"] = {
			[21646] = 136235,
		},
		["Цепная молния"] = {
			[2863] = 136015,
			[16921] = 136048,
			[23106] = 136015,
			[16033] = 136015,
			[15305] = 136015,
			[930] = 136015,
			[20831] = 136015,
			[12058] = 136015,
			[2860] = 136015,
			[1339] = 136015,
			[1340] = 136015,
			[421] = 136015,
			[23206] = 136015,
			[920] = 136235,
			[28167] = 136015,
			[16006] = 136015,
			[25021] = 136015,
			[10605] = 136015,
			[28293] = 136015,
			[21179] = 136048,
			[24680] = 136015,
			[22355] = 136015,
			[15659] = 136015,
			[27567] = 136015,
			[15117] = 136015,
			[2862] = 136015,
		},
		["Aura Overlap TEST 1"] = {
			[463] = 135955,
		},
		["Экстремальные очки магической силы"] = {
			[12615] = 136235,
			[19794] = 136235,
		},
		["Увеличение выносливости на 13"] = {
			[9264] = 136235,
		},
		["Вспышка тени"] = {
			[22676] = 136153,
			[22669] = 136153,
			[22673] = 136153,
			[22681] = 136153,
			[22670] = 136153,
			[22674] = 136153,
			[22671] = 136153,
			[22675] = 136153,
			[22664] = 136153,
			[22668] = 136153,
			[22672] = 136153,
		},
		["Выкройка: жилет лунного сияния"] = {
			[8325] = 136235,
		},
		["Сверкающее волшебное масло"] = {
			[25122] = 136235,
			[25129] = 135913,
		},
		["Рецепт десерта из корня Рун-Тум"] = {
			[22761] = 136192,
		},
		["Телепорт в Старую Наковальню"] = {
			[1936] = 136235,
		},
		["Волкоголовый шлем"] = {
			[10629] = 136021,
			[10621] = 136235,
			[17768] = 136235,
		},
		["Иссушающий жар"] = {
			[19367] = 135805,
		},
		["Тотем молний"] = {
			[28298] = 136048,
			[28297] = 136048,
			[28294] = 136048,
		},
		["Выкройка: плащ из рунной ткани"] = {
			[18479] = 136235,
		},
		["Выкройка: гибельные кожаные наручи"] = {
			[19161] = 136235,
		},
		["Взрывчатые патроны"] = {
			[6441] = 136235,
			[6442] = 136235,
		},
		["Ловкость +15"] = {
			[23794] = 136235,
		},
		["Пламенная вспышка"] = {
			[7101] = 135826,
		},
		["Зачаровывание щита - выносливость, I ступень"] = {
			[13378] = 135913,
			[13392] = 135913,
		},
		["Неловкость"] = {
			[5917] = 136159,
			[1171] = 136159,
			[474] = 136159,
		},
		["Призыв маленького изумрудного дракончика"] = {
			[10698] = 132311,
		},
		["Чертеж: варварская железная кираса"] = {
			[9817] = 136235,
		},
		["Испытание знаний"] = {
			[6766] = 136022,
		},
		["Показатель блока 21"] = {
			[28112] = 136235,
		},
		["Повышение длительности омоложения"] = {
			[21871] = 136081,
		},
		["Оберег Зум-раха - постоянное действие"] = {
			[11087] = 136157,
		},
		["Скорость бега"] = {
			[9175] = 132307,
		},
		["Демоноубийство 45"] = {
			[14097] = 136172,
		},
		["Формула чар для наручей: сила I"] = {
			[7783] = 136235,
		},
		["Общий шок"] = {
			[23774] = 136133,
		},
		["Благословенная наковальня"] = {
			[11147] = 136235,
		},
		["Увеличенный урон от сил природы 3"] = {
			[7691] = 136235,
		},
		["Точильный камень стихий"] = {
			[22757] = 136192,
		},
		["Высший дух"] = {
			[19986] = 136235,
		},
		["Create Chapter 3 DND"] = {
			[22210] = 136235,
		},
		["Одеяние с сияющей сердцевиной"] = {
			[23666] = 132149,
		},
		["Sillithus Flag Drop (DND)"] = {
			[29533] = 132486,
		},
		["Рецепт: трансмутация жизни в землю"] = {
			[17594] = 136235,
		},
		["Выкройка: сапоги быстроты"] = {
			[9219] = 136235,
		},
		["Защитник из истинного серебра"] = {
			[10015] = 136192,
			[10016] = 136235,
		},
		["Ториевая броня"] = {
			[16642] = 136192,
		},
		["Слабое зелье духа"] = {
			[7450] = 136235,
			[7456] = 136235,
		},
		["Deprecated Solid Shot"] = {
			[3921] = 136235,
		},
		["Poltergeist Periodic Schedule (DND)"] = {
			[18348] = 136235,
		},
		["Поножи девизавра"] = {
			[19097] = 136235,
		},
		["Увеличенный урон от заклинаний 18 случайный"] = {
			[12019] = 136235,
		},
		["Create Stormpike Assault Order (DND)"] = {
			[21398] = 136235,
		},
		["Красный фейерверк для ловушки"] = {
			[11352] = 136235,
		},
		["Удар тенеохотника"] = {
			[6927] = 132092,
		},
		["Сшитый вручную кожаный пояс"] = {
			[3753] = 136235,
			[3782] = 136021,
		},
		["Пушечный огонь Южноморья"] = {
			[6252] = 135810,
		},
		["Проклятие Архимонда"] = {
			[625] = 136235,
			[1291] = 136137,
		},
		["Поиск фрагмента артефакта"] = {
			[17474] = 136235,
		},
		["Усиление магии"] = {
			[1008] = 135907,
			[8455] = 135907,
			[10170] = 135907,
			[10171] = 135907,
			[1267] = 135907,
			[10172] = 135907,
			[10169] = 135907,
			[8456] = 135907,
		},
		["Болезнь"] = {
			[17739] = 136128,
		},
		["Тухлая слизь"] = {
			[3338] = 136133,
		},
		["Призыв личинки из Улья Зара"] = {
			[1881] = 136235,
		},
		["Набирание скорости"] = {
			[1834] = 132347,
		},
		["Рык, вселяющий ужас"] = {
			[3146] = 132278,
		},
		["Сила атаки дальнего боя 53"] = {
			[21447] = 136235,
		},
		["Тенекожаные перчатки"] = {
			[22711] = 136235,
		},
		["Сфера Обмана"] = {
			[16739] = 136121,
		},
		["Рецепт: острая волчья грудинка"] = {
			[15858] = 136235,
		},
		["Пояс стража"] = {
			[3775] = 136235,
		},
		["Взрывающееся сердце"] = {
			[27676] = 135830,
		},
		["Фейерверк"] = {
			[25465] = 136235,
		},
		["Зачаровывание перчаток - снятие шкур"] = {
			[13698] = 135913,
		},
		["Вызов выброса лавы E"] = {
			[21903] = 136235,
		},
		["Проникающая способность заклинаний 13"] = {
			[28680] = 136235,
		},
		["Ловкость +25"] = {
			[27836] = 136235,
		},
		["Тенетканое одеяние"] = {
			[12055] = 132149,
			[12105] = 136021,
		},
		["Вспышка магмы"] = {
			[20565] = 135813,
		},
		["Коричневое льняное одеяние"] = {
			[7623] = 136235,
			[7626] = 136021,
		},
		["Воспламенение Крошиуса"] = {
			[23054] = 136235,
		},
		["Двуручные топоры и ударное оружие"] = {
			[16269] = 132401,
		},
		["Гнойный укус"] = {
			[16460] = 136067,
		},
		["Сотворение ХОЧУ"] = {
			[9977] = 136058,
		},
		["Портняжное дело (умелец)"] = {
			[3913] = 136249,
		},
		["Выкройка: брюки под смокинг"] = {
			[12184] = 136235,
		},
		["Создание леденца-сердечка"] = {
			[26670] = 136235,
			[26674] = 136235,
			[26678] = 136235,
			[26671] = 136235,
			[26675] = 136235,
			[26668] = 136235,
			[26672] = 136235,
			[26676] = 136235,
			[26673] = 136235,
		},
		["Выкройка: темный кожаный мундир"] = {
			[2176] = 136235,
		},
		["Тотем оков земли постоянное действие"] = {
			[6474] = 136102,
		},
		["Праздник - Лунный телепорт II: Оргриммар"] = {
			[26414] = 135758,
		},
		["Отдать Браслет Дружбы"] = {
			[26899] = 136235,
		},
		["Геммолог-искусник"] = {
			[12691] = 134139,
			[12692] = 134139,
		},
		["Подмастерье травника"] = {
			[2373] = 136246,
		},
		["Улучшенная симуляция смерти"] = {
			[19286] = 132293,
			[19287] = 132293,
			[24432] = 136235,
		},
		["Маленький мурлок - постоянное действие"] = {
			[24983] = 135808,
		},
		["Пробуждение тюремщика подземелья"] = {
			[10258] = 136025,
		},
		["Предмет +СИЛ/ВЫН Нога R3"] = {
			[15461] = 136235,
		},
		["Эффект стража"] = {
			[10342] = 135893,
		},
		["Мощное зелье тролльей крови"] = {
			[3451] = 136235,
			[13030] = 136021,
		},
		["Выкройка: розовая рубашка из магической ткани"] = {
			[12173] = 136235,
		},
		["Больший дух"] = {
			[13826] = 136235,
		},
		["Сила льда"] = {
			[5880] = 135859,
			[5870] = 135859,
			[5886] = 135859,
			[5866] = 135859,
			[5869] = 135859,
			[5885] = 135859,
			[5887] = 135859,
			[5871] = 135859,
		},
		["Сокрушение щитом"] = {
			[23925] = 134951,
			[23922] = 134951,
			[15655] = 132357,
			[23923] = 134951,
			[23927] = 135806,
			[8242] = 132357,
			[23924] = 134951,
			[23928] = 135806,
			[23926] = 135806,
		},
		["Выкройка: варварские наручи"] = {
			[23400] = 136235,
		},
		["Улучшенный щит маны"] = {
			[11252] = 136153,
			[12605] = 136153,
		},
		["Сопротивление огню II"] = {
			[2869] = 135824,
		},
		["Вход на поле боя"] = {
			[26489] = 132091,
		},
		["Нанесение увечья"] = {
			[19820] = 132122,
			[22689] = 132122,
		},
		["Град стрел"] = {
			[14295] = 132222,
			[14361] = 132222,
			[1540] = 132323,
			[14294] = 132222,
			[14362] = 132222,
			[1564] = 132222,
			[22908] = 132222,
			[1598] = 132323,
			[1510] = 132222,
		},
		["Выкройка: штаны из ткани Скверны"] = {
			[18493] = 136235,
		},
		["Огненная глыба"] = {
			[13017] = 135808,
			[12522] = 135808,
			[13011] = 135808,
			[12523] = 135808,
			[1830] = 135808,
			[13012] = 135808,
			[12524] = 135808,
			[20228] = 135808,
			[12525] = 135808,
			[13014] = 135808,
			[12526] = 135808,
			[13015] = 135808,
			[17273] = 135808,
			[17274] = 135808,
			[13016] = 135808,
			[18809] = 135808,
			[12505] = 135808,
			[11366] = 135808,
			[24995] = 135817,
		},
		["Знак Льда"] = {
			[23183] = 135834,
			[23184] = 135834,
			[23182] = 135834,
		},
		["Ненависть к нулю"] = {
			[10095] = 136190,
			[26569] = 136235,
			[26637] = 136235,
			[9205] = 136190,
			[13767] = 136190,
			[11838] = 136190,
			[29526] = 136190,
			[9204] = 136190,
			[20538] = 136235,
			[25592] = 136190,
		},
		["Улучшение владения одноручными мечами"] = {
			[7527] = 136235,
		},
		["Слабое зелье тролльей крови"] = {
			[3170] = 136235,
			[3184] = 136021,
		},
		["Отмщение"] = {
			[20052] = 132275,
			[20053] = 132275,
			[26331] = 136224,
			[20054] = 132275,
			[20055] = 132275,
			[8602] = 136224,
			[20056] = 132275,
			[16910] = 136075,
			[20057] = 132275,
			[16911] = 136075,
			[20058] = 132275,
			[16912] = 136075,
			[20059] = 132275,
			[16913] = 136075,
			[17202] = 136235,
			[25790] = 136224,
			[16909] = 136075,
			[25164] = 136224,
			[20049] = 132275,
			[20050] = 132275,
			[27650] = 136224,
		},
		["Большее зелье спокойного сна"] = {
			[24366] = 136235,
		},
		["Вызов драконида Когтя Смерти"] = {
			[19828] = 136235,
		},
		["Улучшенный перехват"] = {
			[20504] = 132307,
			[20505] = 132307,
		},
		["[PH] Teleport to Ratchet"] = {
			[4999] = 136235,
		},
		["Вызванный суккуб"] = {
			[30795] = 136203,
		},
		["Определение Изначального Пламени"] = {
			[12253] = 136235,
		},
		["Вызов фауны некрополя"] = {
			[27866] = 136235,
		},
		["Размах Червя"] = {
			[30732] = 134307,
		},
		["Ледяной шок"] = {
			[8056] = 135849,
			[10472] = 135849,
			[10474] = 135849,
			[8059] = 135849,
			[12548] = 135849,
			[8057] = 135849,
			[8058] = 135849,
			[15089] = 135849,
			[15499] = 135849,
			[10473] = 135849,
			[10475] = 135849,
			[19133] = 135849,
			[21030] = 135849,
			[21401] = 135849,
			[22582] = 135849,
			[23115] = 135849,
		},
		["Каменный кулак"] = {
			[4955] = 132154,
			[21951] = 135932,
		},
		["Раншалла - ожидание"] = {
			[18953] = 136235,
		},
		["Материнское молоко"] = {
			[16468] = 132104,
		},
		["Idol of Neptulon DND"] = {
			[25600] = 136235,
		},
		["Увеличенный урон от светлой магии"] = {
			[21499] = 136235,
			[21500] = 136235,
			[21501] = 136235,
			[21502] = 136235,
			[21503] = 136235,
			[21504] = 136235,
			[21505] = 136235,
			[21506] = 136235,
			[21507] = 136235,
			[21508] = 136235,
			[21509] = 136235,
			[21510] = 136235,
			[21511] = 136235,
			[21512] = 136235,
			[21513] = 136235,
			[21514] = 136235,
			[21515] = 136235,
			[21516] = 136235,
			[21517] = 136235,
			[21518] = 136235,
			[21519] = 136235,
			[21520] = 136235,
			[21521] = 136235,
			[21522] = 136235,
			[21523] = 136235,
			[21524] = 136235,
			[21525] = 136235,
			[21526] = 136235,
			[21527] = 136235,
			[21528] = 136235,
			[21529] = 136235,
			[21530] = 136235,
			[21531] = 136235,
			[21532] = 136235,
			[21533] = 136235,
			[21534] = 136235,
			[21535] = 136235,
			[21536] = 136235,
		},
		["Сострадание"] = {
			[14816] = 135907,
		},
		["Test Enchant Fire Weapon"] = {
			[14847] = 135913,
		},
		["Осквернение Крассена"] = {
			[18666] = 136235,
		},
		["Дыхание льда"] = {
			[30101] = 136235,
			[3129] = 135848,
			[16099] = 135848,
			[29318] = 136235,
			[3131] = 135848,
			[21099] = 135848,
			[16340] = 135848,
			[28524] = 136235,
			[16094] = 135848,
			[22479] = 135848,
		},
		["Подношения Грому от тауренов"] = {
			[24102] = 136235,
		},
		["Charge (TEST)"] = {
			[5696] = 132368,
		},
		["Тенестраж"] = {
			[28165] = 136235,
			[28166] = 136235,
		},
		["Повышение урона от заклинания 8"] = {
			[9398] = 136235,
			[25109] = 136235,
		},
		["Пылевое поле"] = {
			[21868] = 136018,
			[21909] = 136018,
		},
		["Ружья"] = {
			[266] = 135610,
			[15996] = 135610,
		},
		["Формула чар для оружия: истребитель демонов"] = {
			[13916] = 136235,
		},
		["Палаш лунной стали"] = {
			[3496] = 136192,
			[3519] = 136235,
		},
		["Зеленые железные наплечники"] = {
			[3504] = 136192,
		},
		["Увеличение выносливости на 9"] = {
			[9115] = 136235,
		},
		["Эликсир Львиной силы"] = {
			[2329] = 136235,
		},
		["Батарея красных фейерверков"] = {
			[26327] = 136235,
		},
		["Выкройка: одеяния Тайны"] = {
			[3906] = 136235,
		},
		["Рецепт: эликсир великанов"] = {
			[11509] = 136235,
		},
		["Гнилостное дыхание"] = {
			[21062] = 135914,
			[21061] = 136118,
			[21080] = 136118,
		},
		["TEST - JESSE"] = {
			[8356] = 135805,
		},
		["Слабое зелье силы"] = {
			[7780] = 136235,
		},
		["Пламенное копье"] = {
			[19781] = 132324,
		},
		["Смертельная рана"] = {
			[21140] = 132090,
			[10373] = 132090,
			[4241] = 132109,
			[16411] = 132090,
			[4735] = 132109,
			[4240] = 132109,
			[5950] = 136231,
			[18206] = 132090,
		},
		["Заграждение из огненных обломков"] = {
			[19641] = 135808,
		},
		["Взрыв огонька"] = {
			[6237] = 136116,
		},
		["Благодать Земли"] = {
			[25892] = 132270,
		},
		["Превращение в овцу"] = {
			[495] = 136235,
			[851] = 136071,
		},
		["Повышение урона, наносимого питомцем, на 3%"] = {
			[27205] = 136095,
			[27206] = 136095,
		},
		["Lava Trap 4"] = {
			[17677] = 136235,
		},
		["Силитидова чума"] = {
			[8137] = 136066,
		},
		["Оглушающая бомба"] = {
			[16497] = 135826,
		},
		["Кузнечное дело (умелец)"] = {
			[3539] = 136241,
		},
		["Выкройка: гибельная кожаная головная повязка"] = {
			[19187] = 136235,
		},
		["Погоня за справедливостью"] = {
			[26022] = 135937,
			[26023] = 135937,
		},
		["Зеленый фейерверк"] = {
			[26325] = 136235,
			[26424] = 136235,
		},
		["Молнии Рамштайна"] = {
			[17668] = 135990,
			[17669] = 135990,
		},
		["Гроза"] = {
			[2620] = 136014,
			[17401] = 136018,
			[3214] = 136235,
			[3087] = 136014,
			[3088] = 136014,
			[2621] = 136014,
			[16914] = 136018,
			[6059] = 136014,
			[17402] = 136018,
			[27530] = 136018,
		},
		["Рецепт: острое крабовое чили"] = {
			[19949] = 136235,
		},
		["Доблесть"] = {
			[8191] = 135926,
		},
		["Огненные латные рукавицы"] = {
			[16655] = 136192,
		},
		["Хранитель праздничного пламени - дворф"] = {
			[29245] = 135849,
		},
		["Исчезновение тюремщика"] = {
			[11893] = 136235,
		},
		["Ловкость во владении оружием ближнего боя"] = {
			[4433] = 132109,
			[4435] = 132109,
			[4437] = 132109,
			[4439] = 132109,
			[4434] = 132109,
			[4438] = 132109,
		},
		["Love is in the Air Test"] = {
			[27654] = 135453,
		},
		["Увеличенный урон от чар 20"] = {
			[13604] = 136235,
		},
		["Выкройка: синий льняной жилет"] = {
			[7632] = 136235,
		},
		["Вызов игрока"] = {
			[24776] = 136235,
			[21150] = 136235,
			[22951] = 136235,
			[25104] = 136235,
			[20477] = 136235,
			[20311] = 136235,
			[20279] = 136235,
			[26229] = 136235,
			[21727] = 136235,
			[26446] = 136235,
		},
		["Призванный Урок"] = {
			[16473] = 136235,
		},
		["Чары для оружия - проклятое оружие"] = {
			[20033] = 135913,
		},
		["Чертеж: Крошка Дымок"] = {
			[15635] = 136235,
		},
		["Рецепт: камень алхимика"] = {
			[17640] = 136235,
		},
		["Исчезновение: визуальный эффект"] = {
			[24222] = 136235,
		},
		["Улучшенное исступление"] = {
			[17081] = 132126,
			[17079] = 132126,
			[17080] = 132126,
			[17082] = 132126,
		},
		["ЗАКЛИНАНИЕ ЗАДАНИЯ ЧУ"] = {
			[4506] = 136168,
		},
		["Черные перчатки из магической ткани"] = {
			[12053] = 132149,
			[12104] = 136021,
		},
		["Энергия Льда"] = {
			[24405] = 135845,
		},
		["Создание камня здоровья (малого)"] = {
			[23522] = 135230,
			[23520] = 135230,
			[23521] = 135230,
		},
		["Огненный цветок"] = {
			[19636] = 135818,
			[19637] = 135808,
		},
		["Выслеживание элементалей"] = {
			[19880] = 135861,
			[5128] = 132323,
			[10245] = 135861,
			[10242] = 135861,
			[5124] = 132328,
			[20157] = 135861,
		},
		["Вызов Тип А периодический (1 сек)"] = {
			[29409] = 136235,
		},
		["Шерстяная накидка"] = {
			[2402] = 136235,
			[2423] = 136021,
		},
		["Перчатки Феникса"] = {
			[3868] = 132149,
		},
		["Проклятие Молота Ужаса"] = {
			[11960] = 136020,
			[11961] = 136020,
		},
		["Создание Залога верности: Стальгорн"] = {
			[27704] = 136235,
		},
		["Сверхбезопасный транспортер: Прибамбасск"] = {
			[23489] = 136235,
			[23491] = 136235,
		},
		["Ночной мундир"] = {
			[10499] = 136235,
			[10500] = 136021,
		},
		["Cмертельный яд II"] = {
			[2824] = 132290,
			[2819] = 132290,
			[2837] = 132290,
		},
		["зачаровывание нагрудника - поглощение, II ступень"] = {
			[13538] = 135913,
		},
		["Мглистый кожаный доспех"] = {
			[9196] = 136235,
			[9211] = 136021,
		},
		["EXOTIC2H (DND)"] = {
			[263] = 136235,
		},
		["Удар Плети"] = {
			[28265] = 135990,
		},
		["Формула чар для плаща: уклонение"] = {
			[25097] = 136235,
		},
		["Львиное сердце"] = {
			[16617] = 134966,
		},
		["Жар"] = {
			[7902] = 135805,
		},
		["Gemology - Mithril (DND)"] = {
			[12690] = 134118,
		},
		["Обнаружение большей невидимости"] = {
			[11743] = 136152,
			[16882] = 136152,
			[11788] = 136152,
		},
		["Змеиный облик"] = {
			[8041] = 132276,
		},
		["Большая зеленая ракета"] = {
			[26334] = 136235,
			[26421] = 136235,
		},
		["Камень алхимика"] = {
			[17632] = 136235,
		},
		["Медные наручи"] = {
			[2663] = 136192,
		},
		["Активация бомбы 5"] = {
			[11526] = 136235,
		},
		["Святилище II"] = {
			[2353] = 135926,
			[2356] = 136047,
		},
		["Рунный серебряный жезл"] = {
			[7795] = 135138,
			[7797] = 135913,
		},
		["Предмет +ИНТ Нога R1"] = {
			[15403] = 136235,
		},
		["Пьяный плевок"] = {
			[22833] = 132792,
		},
		["Грубая медная бомба"] = {
			[3985] = 136235,
			[3923] = 136235,
			[4064] = 135826,
		},
		["Тяжелые шерстяные штаны"] = {
			[3850] = 132149,
		},
		["Рецепт: похлебка из моллюсков"] = {
			[6504] = 136235,
		},
		["Каменная кожа"] = {
			[3574] = 132154,
			[5810] = 132154,
		},
		["Улучшенный устрашающий крик"] = {
			[19871] = 132154,
			[24456] = 136235,
			[19870] = 132154,
		},
		["Укрепление плаща - защита, II ступень"] = {
			[7865] = 135913,
			[7866] = 135913,
		},
		["Выкройка: одеяние из луноткани"] = {
			[22903] = 136235,
		},
		["Сила героя"] = {
			[4118] = 136101,
			[4122] = 136101,
			[4126] = 136101,
			[5029] = 136101,
			[5037] = 136101,
			[4119] = 136101,
			[4123] = 136101,
			[4127] = 136101,
			[5030] = 136101,
			[5034] = 136101,
			[4116] = 136101,
			[4120] = 136101,
			[4124] = 136101,
			[4128] = 136101,
			[5035] = 136101,
			[2692] = 136101,
			[1013] = 136101,
			[4117] = 136101,
			[4121] = 136101,
			[4125] = 136101,
			[4129] = 136101,
			[5028] = 136101,
			[5036] = 136101,
			[5027] = 136101,
		},
		["Улучшенное слово силы: стойкость"] = {
			[14767] = 135987,
		},
		["Разлом"] = {
			[22989] = 136164,
		},
		["Заряжание Посоха Равноденствия"] = {
			[11537] = 136235,
		},
		["Взмах хвоста"] = {
			[15847] = 134307,
		},
		["Ледяная стрела"] = {
			[1191] = 135846,
			[10184] = 135846,
			[20806] = 135846,
			[12737] = 135846,
			[1211] = 135846,
			[12675] = 135846,
			[838] = 136235,
			[25414] = 135846,
			[494] = 136235,
			[15043] = 135846,
			[20822] = 135846,
			[13439] = 135846,
			[23412] = 135846,
			[10183] = 135846,
			[16799] = 135846,
			[25304] = 135846,
			[11538] = 135846,
			[23102] = 135846,
			[10182] = 135846,
			[8409] = 135846,
			[25940] = 136235,
			[7322] = 135846,
			[1142] = 135846,
			[8406] = 135846,
			[8408] = 135846,
			[7323] = 135846,
			[837] = 135846,
			[116] = 135846,
			[8407] = 135846,
			[7324] = 136235,
			[24942] = 135846,
			[8410] = 135846,
			[13322] = 135846,
			[8411] = 135846,
			[16249] = 135846,
			[9672] = 135846,
			[15530] = 135846,
			[20792] = 135846,
			[28478] = 135846,
			[28479] = 135846,
			[205] = 135846,
			[10179] = 135846,
			[17503] = 135846,
			[10180] = 135846,
			[15497] = 135846,
			[10181] = 135846,
			[20819] = 135846,
			[20297] = 135846,
			[21369] = 135846,
			[478] = 136235,
			[25977] = 132282,
		},
		["Скользящий удар V"] = {
			[1821] = 132223,
		},
		["Киртонос - преображение"] = {
			[16467] = 136122,
		},
		["Углеглаз, дополнительный урон"] = {
			[16534] = 135805,
		},
		["Заставить цель - пинок"] = {
			[17744] = 136168,
		},
		["Выброс пламени"] = {
			[6305] = 135826,
		},
		["Усиление духа на 21"] = {
			[14440] = 136235,
		},
		["Ловушка на зараженного саблезуба"] = {
			[16507] = 136235,
		},
		["Восстановление механического ледоступа, постоянное действие"] = {
			[10830] = 135846,
		},
		["Защита от стихий"] = {
			[28997] = 136094,
			[28998] = 136094,
			[28996] = 136094,
		},
		["Повышенное сопротивление всему 5"] = {
			[18676] = 136235,
		},
		["Магическое поглощение"] = {
			[29442] = 136011,
			[29444] = 136011,
			[29445] = 136011,
			[29446] = 136011,
			[29447] = 136011,
			[29441] = 136011,
		},
		["Увеличение выносливости на 36"] = {
			[14483] = 136235,
		},
		["Самоумиротворение"] = {
			[19951] = 135954,
		},
		["Арканитовый жнец"] = {
			[16994] = 136192,
		},
		["Призыв кремового долгонога"] = {
			[8396] = 132253,
		},
		["Нечестивая сила"] = {
			[18769] = 136206,
			[18770] = 136206,
			[18771] = 136206,
			[18772] = 136206,
			[18773] = 136206,
		},
		["Infernal Conjure Dummy DND"] = {
			[23053] = 136235,
		},
		["Замшелые руки"] = {
			[6866] = 136052,
		},
		["Тенетканые наплечники"] = {
			[12076] = 132149,
			[12121] = 136021,
		},
		["Чертеж: латы из черного железа"] = {
			[15299] = 136235,
		},
		["Ремень Прозрения"] = {
			[22921] = 136235,
		},
		["Священное беспокойство III"] = {
			[1904] = 132330,
		},
		["Средоточие Хаоса"] = {
			[22418] = 135824,
		},
		["Призыв - воздействие"] = {
			[8677] = 136119,
		},
		["Create Zul'Gurub Talisman PRT R1 DND"] = {
			[24012] = 136235,
		},
		["Тяжелый льняные перчатки"] = {
			[3840] = 132149,
		},
		["Conjure Scrying Scope (Horde) DND"] = {
			[21541] = 136235,
		},
		["Вызов огромных глазастых щупалец"] = {
			[26768] = 136235,
			[26766] = 136235,
			[26767] = 136235,
		},
		["Создание замены жаровни Приманивания Джариена и Сотоса"] = {
			[27563] = 136235,
		},
		["Майский шест"] = {
			[29134] = 136223,
			[29160] = 136223,
		},
		["Дезориентирующий выстрел II"] = {
			[1989] = 132153,
		},
		["Синий комбинезон"] = {
			[7639] = 132149,
		},
		["Лавовая бомба"] = {
			[19411] = 135826,
			[20474] = 135826,
		},
		["Выкройка: дикарский кожаный плащ"] = {
			[10575] = 136235,
		},
		["Зачаровывание оружия - зимняя мощь"] = {
			[21931] = 135913,
		},
		["Кольцо очищения"] = {
			[24022] = 135920,
		},
		["Синий баран"] = {
			[6897] = 132248,
		},
		["Улучшенный скачок"] = {
			[11262] = 136090,
			[12604] = 136090,
		},
		["Массовое рассеивание"] = {
			[4526] = 136222,
		},
		["Повышенное сопротивление магии льда 7"] = {
			[14547] = 136235,
		},
		["Облик лютого медведя"] = {
			[9634] = 132276,
			[11594] = 132276,
		},
		["Увеличение выносливости на 6"] = {
			[7504] = 136235,
		},
		["Штаны из пепельной ткани"] = {
			[18434] = 132149,
		},
		["Удар горгульи"] = {
			[16564] = 136197,
			[16997] = 136197,
		},
		["Жилет из пепельной ткани"] = {
			[18408] = 132149,
		},
		["Исцеление от проказы"] = {
			[11534] = 135907,
		},
		["Разбитое сердце"] = {
			[26898] = 135767,
		},
		["Гоблинские реактивные сапоги"] = {
			[8895] = 136235,
			[12776] = 136235,
			[8892] = 135805,
		},
		["Подавление"] = {
			[12623] = 136121,
			[18174] = 136230,
			[18175] = 136230,
			[18176] = 136230,
			[18177] = 136230,
			[18178] = 136230,
		},
		["Джом Габбар"] = {
			[29602] = 133877,
			[29604] = 132273,
		},
		["Жесткие поножи из чешуи скорпида"] = {
			[10568] = 136235,
		},
		["Приспешник Анту'сула"] = {
			[11894] = 136235,
		},
		["Расползающийся ивняк"] = {
			[17196] = 136016,
		},
		["Получение ключевого предмета, Общий, Громовой Утес"] = {
			[27524] = 136235,
		},
		["Дурманящий выстрел II"] = {
			[1994] = 132153,
		},
		["Формула чар для оружия: целительная сила"] = {
			[22754] = 136235,
		},
		["Дуновение, внушающее уныние II"] = {
			[1795] = 136235,
			[1800] = 136235,
		},
		["Кара духа Бездны"] = {
			[24803] = 136235,
		},
		["Перемещение в Маз-Торил"] = {
			[17160] = 136235,
		},
		["Изучить призывание демона Бездны"] = {
			[11520] = 136221,
		},
		["Применение мази"] = {
			[19512] = 136235,
		},
		["Инициатор метки на убийство БРД"] = {
			[28082] = 136235,
		},
		["Передача образа"] = {
			[17651] = 136164,
			[17652] = 136164,
		},
		["Эффект Тотема очищения от болезней"] = {
			[8171] = 136019,
		},
		["Праздник - Середина лета - удаление костра"] = {
			[28861] = 136235,
		},
		["Дух ветра"] = {
			[16618] = 136022,
		},
		["Barkskin Effect (DND)"] = {
			[22839] = 136097,
		},
		["Проклятие бренности"] = {
			[4089] = 136157,
		},
		["Призыв грохочущего изгнанника"] = {
			[4931] = 136192,
		},
		["Жестокий удар"] = {
			[16940] = 132114,
			[16941] = 132114,
		},
		["Маскировочный механизм гномов"] = {
			[3971] = 136235,
			[4025] = 136235,
		},
		["Создание донесения разведчика из Улья Регал"] = {
			[25843] = 136235,
			[25847] = 136235,
		},
		["Исчезновение чумного когтя, визуальный эффект"] = {
			[28663] = 135830,
		},
		["Повышенное сопротивление всему 18"] = {
			[18689] = 136235,
		},
		["Увеличение ловкости 25"] = {
			[14389] = 136235,
		},
		["Рецепт: эликсир Снозрения"] = {
			[11508] = 136235,
		},
		["Задание -"] = {
			[24221] = 136235,
			[5408] = 136235,
			[5409] = 136235,
			[25157] = 136235,
		},
		["Изучить низший драконий"] = {
			[25673] = 136235,
		},
		["Резкий старт"] = {
			[18391] = 135831,
			[25184] = 135831,
		},
		["Бегство"] = {
			[5024] = 135996,
		},
		["Гибельные кожаные рукавицы"] = {
			[19049] = 136235,
		},
		["Рунный арканитовый жезл"] = {
			[20051] = 135471,
		},
		["Жилет Земли"] = {
			[8764] = 132149,
			[8765] = 136021,
		},
		["Темное приношение"] = {
			[7154] = 136163,
			[24804] = 136122,
		},
		["Создание самоцвета души"] = {
			[3660] = 136168,
		},
		["Copy of Portal: Undercity"] = {
			[28146] = 135751,
		},
		["Кираса Ледяной погибели"] = {
			[28242] = 136192,
			[28251] = 136235,
		},
		["Переплетание главы 2"] = {
			[20530] = 136235,
		},
		["Новый уровень"] = {
			[24312] = 135926,
		},
		["Снежок - сохраняющийся визуальный эффект"] = {
			[25996] = 132387,
		},
		["Слабоумие II"] = {
			[509] = 136175,
			[1203] = 136175,
		},
		["Небольшой кожаный подсумок"] = {
			[9062] = 136235,
			[9063] = 136021,
		},
		["Чертеж: зачарованный боевой молот"] = {
			[17023] = 136235,
		},
		["Вызов Зубощелка"] = {
			[19561] = 136235,
		},
		["Вызов анубисата-воина"] = {
			[17431] = 136235,
		},
		["Create Zul'Gurub Talisman ROG R4 DND"] = {
			[24075] = 136235,
		},
		["Улучшенное разоружение"] = {
			[12804] = 132343,
			[12313] = 132343,
			[12807] = 132343,
		},
		["Кирка демона"] = {
			[18559] = 136235,
		},
		["Мглистый пояс"] = {
			[9206] = 136235,
			[9214] = 136021,
		},
		["Увеличение выносливости на 27"] = {
			[14474] = 136235,
		},
		["Смертоносная рана"] = {
			[25646] = 132109,
			[28467] = 132109,
		},
		["Рассекающий колун"] = {
			[17963] = 132363,
			[25174] = 132363,
		},
		["Зов грома"] = {
			[16120] = 136014,
			[16117] = 136014,
			[16118] = 136014,
			[16119] = 136014,
			[16041] = 136014,
		},
		["Неодолимая сила"] = {
			[24662] = 132109,
			[24661] = 136235,
			[29288] = 136076,
		},
		["Рецепт: похлебка \"Джунгли\""] = {
			[15862] = 136235,
		},
		["Вызов Сына Пламени H"] = {
			[21116] = 135819,
		},
		["Горение Духа III"] = {
			[1323] = 135805,
		},
		["Железный противовес"] = {
			[7222] = 136192,
		},
		["Лунное неистовство"] = {
			[16899] = 136057,
			[16900] = 136057,
			[16901] = 136057,
			[16896] = 136057,
			[16897] = 136057,
		},
		["Иглошкура"] = {
			[16610] = 136104,
		},
		["Выкройка: химерические сапоги"] = {
			[19173] = 136235,
		},
		["Боевое неистовство"] = {
			[3631] = 132277,
		},
		["Чернокнижие Племени: Красные"] = {
			[23155] = 134153,
			[23168] = 134153,
		},
		["Чары Мор'рогала"] = {
			[20528] = 136235,
		},
		["Убийство животных 60"] = {
			[18207] = 136235,
		},
		["Чертеж: сверхточный арканитовый преобразователь"] = {
			[19863] = 134153,
		},
		["Выкройка: пояс верховного мага"] = {
			[22871] = 136235,
		},
		["Репутация у Северного Волка +5"] = {
			[21647] = 136235,
		},
		["Омен, урон себе"] = {
			[26544] = 136235,
		},
		["Удар пламенем"] = {
			[9574] = 135807,
			[22433] = 135807,
			[23341] = 135807,
			[10452] = 135807,
			[16536] = 135807,
			[16168] = 135807,
			[22713] = 135807,
			[25668] = 135807,
			[9658] = 135807,
			[25651] = 135807,
		},
		["Железогубитель"] = {
			[15641] = 135873,
			[15642] = 135873,
		},
		["Проклятие скверны"] = {
			[12938] = 136235,
		},
		["Кристалл-хранитель"] = {
			[15233] = 134129,
		},
		["Кожаный жилет жителя холмов"] = {
			[3762] = 136235,
		},
		["Воскрешение драконидов"] = {
			[23362] = 136235,
		},
		["Выкройка: сапоги из чешуи черного дракона"] = {
			[20857] = 136235,
		},
		["Рецепт: гоблинское ракетное топливо"] = {
			[12706] = 136235,
		},
		["Некрорахнид-скарабей"] = {
			[16594] = 136128,
			[16795] = 136128,
		},
		["Постоянная иллюзия - тень"] = {
			[8357] = 132311,
		},
		["Нейтрализующий яд IV"] = {
			[13230] = 134197,
		},
		["Горсть медных винтов"] = {
			[3922] = 136235,
			[3984] = 136235,
		},
		["Простые льняные сапоги"] = {
			[12045] = 132149,
			[12119] = 136021,
		},
		["Рецепт: сочные свиные ребрышки"] = {
			[2557] = 136235,
		},
		["Кровавая ярость"] = {
			[2688] = 132277,
			[2687] = 132277,
			[29131] = 132277,
		},
		["QATest +1000 Spell Dmg"] = {
			[31750] = 136235,
		},
		["Путь Хаоса, порт в Стратхольм"] = {
			[31605] = 136235,
		},
		["Железная балка"] = {
			[3958] = 136235,
			[4016] = 136235,
		},
		["Увеличенный урон от темной магии 19"] = {
			[9326] = 136235,
		},
		["Сокрушение черепа"] = {
			[3551] = 135860,
			[15621] = 135860,
		},
		["Тошнотворный запах"] = {
			[24919] = 136006,
		},
		["Бурешкура"] = {
			[7273] = 136051,
		},
		["Непреходящий щит"] = {
			[26467] = 133575,
			[26470] = 136094,
		},
		["Перчатки из рунной ткани"] = {
			[18417] = 132149,
		},
		["MACESTAFFSPECIAL (DND)"] = {
			[3440] = 132325,
		},
		["Улучшение брони 40"] = {
			[9763] = 136235,
		},
		["Кошачья скорость"] = {
			[17002] = 136095,
			[24866] = 136095,
		},
		["Корень лилии"] = {
			[18832] = 136235,
		},
		["Отрицательный заряд"] = {
			[28085] = 135768,
			[28084] = 135768,
			[29660] = 135768,
		},
		["Улучшение брони 50"] = {
			[9764] = 136235,
		},
		["Инициатор телепорта гигантского кривого щупальца"] = {
			[26205] = 136235,
		},
		["Первородный огонь"] = {
			[20564] = 135814,
			[19773] = 135808,
			[20563] = 135814,
		},
		["Разорвать"] = {
			[9495] = 132152,
			[9752] = 132152,
			[1445] = 132152,
			[9895] = 132152,
			[9492] = 132152,
			[9494] = 132152,
			[1079] = 132152,
			[9753] = 132152,
			[9894] = 132152,
			[9896] = 132152,
			[9493] = 132152,
			[9897] = 132152,
		},
		["Скачущая молния"] = {
			[9654] = 136048,
		},
		["Вынуждение игрока вызвать ключевого противника"] = {
			[31313] = 136235,
		},
		["Пламенный снаряд"] = {
			[29635] = 135934,
			[29647] = 135990,
		},
		["Оружейник"] = {
			[9787] = 135326,
		},
		["Подмастерье зачаровывателя"] = {
			[7415] = 136244,
		},
		["Шаман - Повышенная вероятность критического поражения шоковыми заклинаниями"] = {
			[22804] = 136026,
		},
		["Бронник-искусник"] = {
			[9790] = 136241,
		},
		["Вызов Демона Бездны"] = {
			[22876] = 136160,
		},
		["Чертеж: мифриловый шип для щита"] = {
			[9940] = 136235,
		},
		["Замедление"] = {
			[5101] = 136175,
			[487] = 136235,
			[10371] = 132306,
			[18972] = 136091,
			[11436] = 136091,
			[246] = 136091,
			[15571] = 135860,
			[1604] = 135860,
			[13747] = 136091,
			[22356] = 136039,
			[24415] = 136091,
			[3682] = 136235,
			[13496] = 135860,
			[6146] = 136091,
			[19137] = 136091,
		},
		["Изысканные мифриловые штаны"] = {
			[9945] = 136192,
		},
		["Щиты стихий"] = {
			[30863] = 136006,
			[30861] = 136006,
			[30862] = 136006,
		},
		["Привлечение порождения разлома"] = {
			[9012] = 136235,
		},
		["Зеленая петарда"] = {
			[11541] = 136235,
			[23068] = 136235,
		},
		["Средоточие сил природы"] = {
			[5833] = 136077,
			[5816] = 136006,
			[5818] = 136006,
			[5817] = 136006,
			[5831] = 136077,
			[5832] = 136077,
		},
		["Метка Каззака"] = {
			[21056] = 136121,
			[21058] = 136121,
		},
		["Summon Haruspex's BP DND"] = {
			[28940] = 136235,
		},
		["Зачаровывание нагрудника - мана, II ступень"] = {
			[7776] = 135913,
		},
		["Проникающая способность заклинаний 150 сопротивление магии льда"] = {
			[26204] = 136235,
		},
		["Ярость стойки (+5 Защ)"] = {
			[6592] = 132091,
		},
		["Выкройка: Ледовые накулачники"] = {
			[28215] = 136235,
		},
		["Super Food (TEST)"] = {
			[22] = 136235,
		},
		["Горение духа"] = {
			[1479] = 136126,
			[3693] = 135932,
		},
		["Повышение урона от заклинаний 23 - магистр"] = {
			[30777] = 136235,
		},
		["Чертеж: рукавицы Цитадели"] = {
			[16755] = 136235,
		},
		["Copy of Increase Spell Dam 23"] = {
			[30776] = 136235,
		},
		["Мастер маскировки"] = {
			[13971] = 136129,
			[13958] = 136129,
			[13973] = 136129,
			[13970] = 136129,
			[13972] = 136129,
		},
		["Мощь двуручного меча"] = {
			[4419] = 132223,
			[4421] = 132223,
			[4423] = 132223,
			[4418] = 132223,
			[4420] = 132223,
			[4422] = 132223,
		},
		["QAEnchant Weapon +5 Damage"] = {
			[22095] = 135913,
		},
		["Повышенное сопротивление силам Тьмы 2"] = {
			[14665] = 136235,
		},
		["Изгнание морского изгоя"] = {
			[4131] = 136168,
		},
		["Ночные штаны"] = {
			[10548] = 136235,
			[10549] = 136021,
		},
		["Зачаровывание нагрудника - мана, I ступень"] = {
			[7443] = 135913,
		},
		["Создание пики с тролльими черепами"] = {
			[18887] = 136235,
		},
		["Вызов синего полоза"] = {
			[10715] = 132311,
		},
		["Умиротворение"] = {
			[10730] = 132311,
		},
		["Общение с животными"] = {
			[6238] = 132163,
		},
		["Создание перстня Власти Воды"] = {
			[24892] = 136235,
		},
		["Телепорт себя"] = {
			[30211] = 136235,
		},
		["Духовный посох V"] = {
			[2716] = 132325,
		},
		["Знание зверя"] = {
			[1462] = 132270,
			[6792] = 132270,
		},
		["Мундир из кожи ледопарда"] = {
			[19104] = 136235,
		},
		["Специализация - природа"] = {
			[4854] = 136063,
			[4858] = 136063,
			[4862] = 136063,
			[4851] = 136063,
			[4855] = 136063,
			[4859] = 136063,
			[4863] = 136063,
			[4848] = 136063,
			[4852] = 136063,
			[4856] = 136063,
			[4860] = 136063,
			[4849] = 136063,
			[4853] = 136063,
			[4857] = 136063,
			[4861] = 136063,
			[5820] = 136063,
			[5823] = 136063,
			[5821] = 136063,
			[4850] = 136063,
			[5824] = 136063,
		},
		["Великое благословение мудрости"] = {
			[25894] = 135912,
			[25918] = 135912,
		},
		["Угасание"] = {
			[24264] = 136235,
		},
		["Вечное зелье из потрошков"] = {
			[30177] = 136075,
		},
		["Тип лагеря: призраки/вурдалаки"] = {
			[28198] = 136235,
		},
		["Механическая белка"] = {
			[3928] = 136235,
			[4055] = 136172,
		},
		["Зов тунда"] = {
			[11024] = 135864,
		},
		["Чертеж: золотой чешуйчатый капюшон"] = {
			[7229] = 136235,
		},
		["Сила атаки 34"] = {
			[15806] = 136235,
		},
		["Частицы духа (красные, большие)"] = {
			[31309] = 135864,
		},
		["Увеличенный урон от чар 27"] = {
			[17824] = 136235,
		},
		["Вызов детеныша гиппогрифа"] = {
			[30156] = 132311,
		},
		["Плащ Стражи"] = {
			[22870] = 132149,
		},
		["Утраченные навыки"] = {
			[7054] = 136121,
		},
		["Призыв ездового грифона"] = {
			[3363] = 132091,
		},
		["Выкройка: наплечники Грозового Покрова"] = {
			[19210] = 136235,
		},
		["Появление черного драконида"] = {
			[22654] = 136235,
		},
		["Быстродействующий яд IV"] = {
			[11335] = 132273,
			[11341] = 132273,
			[11338] = 132273,
		},
		["Разоритель"] = {
			[18130] = 135813,
			[18131] = 135813,
			[18132] = 135813,
			[18133] = 135813,
			[18134] = 135813,
		},
		["Ожог факелом"] = {
			[5679] = 135805,
			[5680] = 135817,
		},
		["Увеличенный урон от чар 34"] = {
			[17829] = 136235,
		},
		["Зов боевого рога Мародина"] = {
			[7285] = 136235,
		},
		["Эффект чумной волны 2"] = {
			[30117] = 135805,
		},
		["Медный кинжал"] = {
			[8880] = 136192,
			[8881] = 136235,
		},
		["Не там"] = {
			[28761] = 136235,
			[28762] = 135894,
		},
		["Темный посох III"] = {
			[2734] = 132325,
		},
		["Жареное крыло канюка"] = {
			[4095] = 136021,
		},
		["Чертеж: зеленые железные сапоги"] = {
			[3352] = 136235,
		},
		["Морозный доспех"] = {
			[168] = 135843,
			[12544] = 135843,
			[1200] = 135843,
			[6116] = 135843,
			[12556] = 135843,
			[7300] = 135843,
			[7301] = 135843,
			[18100] = 135843,
			[6643] = 136235,
			[1174] = 135843,
			[484] = 136235,
			[15784] = 135843,
		},
		["Вызов пирата-охотника за сокровищами"] = {
			[11463] = 136235,
			[11485] = 136235,
		},
		["Ком грязи"] = {
			[3650] = 136090,
		},
		["Горение Духа IV"] = {
			[1361] = 135805,
		},
		["Terror (TEST)"] = {
			[692] = 136122,
		},
		["Усмирение"] = {
			[8192] = 135933,
			[10954] = 135933,
			[453] = 135933,
			[8126] = 135933,
			[10953] = 135933,
			[8193] = 135933,
		},
		["[PH] Teleport to Menethil Harbor"] = {
			[6348] = 136235,
		},
		["Ритуал призывания"] = {
			[698] = 136223,
			[7663] = 136223,
		},
		["Быстродействующий яд II"] = {
			[8685] = 132273,
			[8687] = 132273,
			[8686] = 132273,
		},
		["Trigger Flight Path"] = {
			[30058] = 136235,
		},
		["Активация бомбы 2B"] = {
			[11797] = 136235,
		},
		["Блистающий стальной кинжал"] = {
			[15972] = 136192,
			[15974] = 136235,
		},
		["Summon Darrowshire Poltergeist (DND)"] = {
			[17694] = 136183,
		},
		["Струя пара"] = {
			[11983] = 132156,
		},
		["Удар посохом II (отключено)"] = {
			[748] = 132325,
		},
		["Зачаровывание плаща - сопротивление магии, I ступень"] = {
			[7441] = 135913,
			[7454] = 135913,
		},
		["Сапоги из штормовой ткани"] = {
			[12090] = 132149,
		},
		["Призматическая форма: Огонь"] = {
			[4933] = 136160,
		},
		["Броня +8"] = {
			[2831] = 136235,
		},
		["Улучшенное потрошение и рваная рана"] = {
			[24471] = 136235,
		},
		["Снятие всех кандалов"] = {
			[29910] = 136235,
		},
		["Благословение спасения"] = {
			[1038] = 135967,
			[1912] = 135967,
		},
		["Проверка жестокой стороны"] = {
			[29875] = 136235,
		},
		["Чертеж: пусковая установка для фейерверков"] = {
			[26444] = 134153,
		},
		["Показатель блока 30"] = {
			[23562] = 136235,
			[28113] = 136235,
		},
		["Утраченный навык: Тень"] = {
			[7053] = 136123,
		},
		["Аура яда"] = {
			[29865] = 136016,
		},
		["Сильный эликсир Интеллекта"] = {
			[11465] = 136235,
			[11497] = 136021,
		},
		["Оскверненный боец"] = {
			[16551] = 132090,
		},
		["Эликсир Увеличения"] = {
			[8240] = 136235,
		},
		["Кожа"] = {
			[9077] = 132724,
		},
		["Выкройка: железноперая кираса"] = {
			[19206] = 136235,
		},
		["Чертеж: смертоносный прицел"] = {
			[12646] = 136235,
		},
		["Альянс флаг унесен с базы (событие)"] = {
			[23896] = 136235,
		},
		["Официальное сообщение, эстафета - лагерю"] = {
			[28326] = 136235,
		},
		["Одноручные мечи"] = {
			[201] = 132223,
			[1847] = 132223,
		},
		["Предмет +МАНА/СО Нога R2"] = {
			[15408] = 136235,
		},
		["Увеличенный урон от огня 14"] = {
			[9401] = 136235,
			[23481] = 136235,
		},
		["Ключевой монстр - Бой - перезагрузка 1"] = {
			[29536] = 136235,
		},
		["Инициатор Текала"] = {
			[24172] = 136235,
		},
		["Телепортация: Громовой Утес"] = {
			[3566] = 135765,
			[3579] = 135765,
		},
		["О-средний Орда"] = {
			[23944] = 136235,
		},
		["Наложение \"Взрыва разума\" - снижение вероятности прерывания заклинания"] = {
			[23043] = 136224,
		},
		["Следы Силитиста"] = {
			[29534] = 136106,
		},
		["Вызов сумасшедших демонов Бездны"] = {
			[24622] = 136121,
		},
		["Влюбленный"] = {
			[26869] = 135453,
		},
		["Увеличенное исцеление 20"] = {
			[9407] = 136235,
		},
		["Неуязвимость к разоружению"] = {
			[7219] = 136235,
		},
		["Эффект \"Атаковать всех\" (только вызванное)"] = {
			[29510] = 136235,
		},
		["Око за око"] = {
			[25988] = 135904,
			[9799] = 135904,
			[25997] = 135904,
		},
		["Открытие двери бара"] = {
			[15276] = 136235,
		},
		["Пленение Грарка"] = {
			[14250] = 136235,
		},
		["Ледяной дротик"] = {
			[29501] = 135934,
			[29502] = 135990,
		},
		["Запал смерча"] = {
			[28333] = 132369,
		},
		["Улучшенное превосходство"] = {
			[12290] = 135275,
			[12963] = 135275,
		},
		["Stoneclaw Totem TEST"] = {
			[23789] = 136097,
		},
		["Вечная мерзлота"] = {
			[11175] = 135864,
			[12569] = 135864,
			[12571] = 135864,
		},
		["Шквал"] = {
			[16280] = 132152,
			[12971] = 132152,
			[16281] = 132152,
			[12972] = 132152,
			[15088] = 132152,
			[16282] = 132152,
			[12973] = 132152,
			[12966] = 132152,
			[12974] = 132152,
			[17687] = 132152,
			[12967] = 132152,
			[16277] = 132152,
			[12968] = 132152,
			[16257] = 132152,
			[16278] = 132152,
			[12969] = 132152,
			[12970] = 132152,
			[16256] = 132152,
			[16279] = 132152,
			[12319] = 132152,
			[16283] = 132152,
			[16284] = 132152,
		},
		["Инфернальный снаряд"] = {
			[7739] = 135826,
		},
		["Evil God Counterspell"] = {
			[12458] = 136235,
		},
		["Debuff Fire Resist (TEST)"] = {
			[739] = 136235,
		},
		["Create Zul'Gurub Talisman ROG R3 DND"] = {
			[24074] = 136235,
		},
		["Стальная кираса"] = {
			[9916] = 136192,
			[9917] = 136235,
		},
		["Мутированные споры"] = {
			[30110] = 136006,
			[30111] = 136006,
		},
		["Выкройка: туфли из паутины"] = {
			[3899] = 136235,
		},
		["Легкость воздуха"] = {
			[10626] = 136046,
			[8836] = 136046,
			[25360] = 136046,
		},
		["Пламенная пушка"] = {
			[15575] = 135812,
		},
		["Взрывная волна"] = {
			[13025] = 135903,
			[17277] = 135903,
			[13018] = 135903,
			[13026] = 135903,
			[13019] = 135903,
			[11113] = 135903,
			[1831] = 135903,
			[13020] = 135903,
			[25049] = 135903,
			[13021] = 135903,
			[17145] = 135903,
			[23113] = 135903,
			[15091] = 135903,
			[23331] = 135903,
			[13023] = 135903,
			[23039] = 135903,
			[16046] = 135903,
			[15744] = 135903,
			[13024] = 135903,
			[20229] = 135903,
			[22424] = 135903,
			[30092] = 135903,
		},
		["Утраченный навык: 2H топоры"] = {
			[7045] = 132408,
		},
		["Создание почетного знака Песни Войны (победитель)"] = {
			[24951] = 136235,
		},
		["Оглушающий удар"] = {
			[22427] = 132325,
			[12809] = 132325,
			[5703] = 132326,
		},
		["Призыв прирученной гориллы"] = {
			[7909] = 132091,
		},
		["Рецепт постной оленины"] = {
			[6419] = 136192,
		},
		["Зачаровывание перчаток - мощь темной магии"] = {
			[25073] = 135913,
		},
		["Белое свадебное платье"] = {
			[12091] = 132149,
			[12131] = 136021,
		},
		["Чертеж: посеребренные бронзовые поножи"] = {
			[12261] = 136235,
		},
		["Исцеление брата"] = {
			[7393] = 136042,
		},
		["Предмет +МАНА/СО Нога R3"] = {
			[15488] = 136235,
		},
		["Выкройка: плащ Огня"] = {
			[18496] = 136235,
		},
		["Выкройка: поножи из чешуи зеленого дракона"] = {
			[19170] = 136235,
		},
		["Великан"] = {
			[12562] = 135826,
			[12778] = 136235,
			[12754] = 136235,
		},
		["Увеличенный урон от сил природы 13"] = {
			[9410] = 136235,
		},
		["Вызов Тип B периодический (15 сек)"] = {
			[29398] = 136235,
		},
		["Вызов Тип B периодический (20 сек)"] = {
			[29394] = 136235,
		},
		["Манекен-мишень"] = {
			[4071] = 136172,
			[3995] = 136235,
			[3932] = 136235,
		},
		["Синее льняное одеяние"] = {
			[7633] = 132149,
		},
		["Незаметность +8"] = {
			[27037] = 132320,
		},
		["Пламенный клинок"] = {
			[7807] = 135811,
			[7874] = 135811,
			[7806] = 135811,
			[7829] = 135811,
			[7875] = 135811,
			[7808] = 135811,
		},
		["Запугивание"] = {
			[7399] = 132270,
		},
		["Смерть Сафирона"] = {
			[29357] = 136235,
		},
		["Выстрел из арбалета"] = {
			[7919] = 132222,
		},
		["Ползучая мука"] = {
			[2841] = 134743,
			[2847] = 134743,
		},
		["Мифриловая осколочная бомба"] = {
			[12603] = 136235,
			[12638] = 136235,
			[12421] = 135826,
		},
		["Звездные осколки"] = {
			[19353] = 135753,
			[19354] = 135753,
			[19355] = 135753,
			[19356] = 135753,
			[19296] = 135753,
			[27636] = 135753,
			[19299] = 135753,
			[10797] = 135753,
			[19302] = 135753,
			[19303] = 135753,
			[19350] = 135753,
			[19304] = 135753,
			[19351] = 135753,
			[19305] = 135753,
			[19352] = 135753,
			[22822] = 135753,
			[22823] = 135753,
		},
		["Формула чар для обуви: дух I"] = {
			[13688] = 136235,
		},
		["Подмастерье геммолога"] = {
			[12680] = 134139,
			[12683] = 134139,
		},
		["Уют очага"] = {
			[7353] = 135805,
			[7358] = 135805,
		},
		["Чертеж: аннигилятор"] = {
			[17033] = 136235,
		},
		["Улучшенная слепота"] = {
			[24469] = 136235,
		},
		["Тяжелый обсидиановый пояс"] = {
			[27585] = 136192,
		},
		["Слабое зелье маны"] = {
			[2331] = 136235,
			[2339] = 136021,
			[7442] = 136235,
		},
		["Ослабление"] = {
			[11963] = 136138,
			[17052] = 136132,
		},
		["Чертеж: тяжелые мифриловые штаны"] = {
			[9934] = 136235,
		},
		["Призыв ищейки"] = {
			[9515] = 132266,
		},
		["Буйный кожаный жилет"] = {
			[10544] = 136235,
			[23627] = 136021,
		},
		["Призыв морского изгоя"] = {
			[4928] = 136192,
		},
		["Summon Confessor's Mantle DND"] = {
			[28943] = 136235,
		},
		["Шерстяная сумка"] = {
			[3757] = 136235,
			[3785] = 136021,
		},
		["Food (TEST)"] = {
			[7291] = 134062,
		},
		["Уничтожение Стражей Земли"] = {
			[10604] = 136025,
		},
		["Add Moogly Radius (PT)"] = {
			[12256] = 136235,
		},
		["Специализация на жезлах"] = {
			[6102] = 135463,
			[6106] = 135463,
			[6091] = 135463,
			[6103] = 135463,
			[6107] = 135463,
			[6057] = 135463,
			[6092] = 135463,
			[14524] = 135463,
			[6104] = 135463,
			[6108] = 135463,
			[6090] = 135463,
			[6085] = 135463,
			[6089] = 135463,
			[6093] = 135463,
			[14525] = 135463,
			[6101] = 135463,
			[14527] = 135463,
			[6109] = 135463,
			[6113] = 135463,
			[6105] = 135463,
			[14528] = 135463,
			[14526] = 135463,
		},
		["Тисненый кожаный жилет"] = {
			[2160] = 136235,
			[2883] = 136021,
		},
		["Комната идола - сотрясение камеры"] = {
			[12816] = 136235,
		},
		["Умение рыболова +100"] = {
			[8085] = 136245,
		},
		["Адское Пламя II"] = {
			[1124] = 135826,
			[1402] = 135826,
		},
		["Маленькая желтая ракета"] = {
			[26295] = 136235,
		},
		["Большее здоровье"] = {
			[13639] = 136235,
		},
		["Водяной облик Газбана"] = {
			[5404] = 136235,
		},
		["Прикосновение анимиста"] = {
			[24159] = 136235,
			[24168] = 136235,
		},
		["Динамит \"ПРО-бро\""] = {
			[8331] = 135826,
			[8339] = 136235,
			[23000] = 135826,
		},
		["Зверь Незримого пути"] = {
			[29233] = 132133,
		},
		["Повышенное сопротивление тайной магии 25"] = {
			[14727] = 136235,
		},
		["Рецепт: инкрустированный мифриловый цилиндр"] = {
			[12894] = 136235,
		},
		["Изнурение разума - постоянное действие"] = {
			[30025] = 136235,
		},
		["Императорское зерцало"] = {
			[16663] = 136192,
		},
		["Прикрытие щитом"] = {
			[23920] = 134951,
			[23921] = 134951,
		},
		["Выкройка: броня из толстой чешуи мурлока"] = {
			[6708] = 136235,
		},
		["Вызов Тип C периодический (35 сек)"] = {
			[29400] = 136235,
		},
		["Вампиризм"] = {
			[28831] = 136235,
			[28839] = 135930,
		},
		["Совершенные тотемы чар"] = {
			[29192] = 135792,
		},
		["Повышение урона от заклинания 37"] = {
			[18054] = 136235,
		},
		["Чертеж: Искатель сердец"] = {
			[17037] = 136235,
		},
		["Рецепт: артишоковый чай"] = {
			[9514] = 136235,
		},
		["Эффект неуязвимости: провокация"] = {
			[26602] = 136235,
		},
		["Освобождение Йеннику"] = {
			[3607] = 136168,
		},
		["Положительный эффект"] = {
			[31817] = 136101,
		},
		["Простые льняные штаны"] = {
			[12044] = 132149,
			[12118] = 136021,
		},
		["Улучшенный Жертвенный огонь"] = {
			[17815] = 135817,
			[17833] = 135817,
			[17834] = 135817,
			[17835] = 135817,
			[17836] = 135817,
		},
		["Поместить некованную печать"] = {
			[16057] = 136235,
		},
		["Сила атаки 56"] = {
			[15814] = 136235,
		},
		["Пошутить"] = {
			[6755] = 136168,
		},
		["Отпирание"] = {
			[6527] = 136235,
			[10738] = 136235,
		},
		["Выплавка железа"] = {
			[3307] = 136235,
			[3316] = 136235,
		},
		["Пульсирующая пиявка"] = {
			[8433] = 135966,
			[8434] = 135966,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ - В"] = {
			[26359] = 136235,
		},
		["Чертеж: ослепительная мифриловая рапира"] = {
			[10006] = 136235,
		},
		["Песнь восстановления"] = {
			[1336] = 136069,
		},
		["Вскрывание замков"] = {
			[6463] = 136058,
			[6461] = 136058,
			[6480] = 136058,
		},
		["Сумка для трав Кенария"] = {
			[27724] = 132149,
		},
		["Чертеж: бомба из черного железа"] = {
			[19861] = 134153,
		},
		["Сетемет"] = {
			[13120] = 132149,
			[13138] = 132149,
			[13139] = 132149,
			[16566] = 132149,
			[13119] = 132149,
			[13099] = 132149,
		},
		["Вызов призрачного ученика"] = {
			[27921] = 136235,
		},
		["Дух обезьяны"] = {
			[13163] = 132159,
			[13164] = 132159,
		},
		["Слабое зелье омоложения"] = {
			[2332] = 136235,
			[2340] = 136021,
		},
		["Направление энергии сил природы"] = {
			[13236] = 136041,
		},
		["Зачаровывание обуви - ловкость, I ступень"] = {
			[7867] = 135913,
		},
		["Сопротивление магии"] = {
			[4579] = 136075,
			[4583] = 136075,
			[4587] = 136075,
			[4591] = 136075,
			[4580] = 136075,
			[4584] = 136075,
			[4588] = 136075,
			[4592] = 136075,
			[2116] = 136075,
			[4581] = 136075,
			[4585] = 136075,
			[4589] = 136075,
			[4593] = 136075,
			[4582] = 136075,
			[4586] = 136075,
			[4590] = 136075,
			[822] = 136120,
		},
		["Создание сферы мага"] = {
			[9156] = 136235,
		},
		["Заряженная чародейская стрела"] = {
			[16570] = 135753,
		},
		["Повышенное сопротивление силам природы 21"] = {
			[14643] = 136235,
		},
		["Кинжал с жемчужной рукояткой"] = {
			[6517] = 136192,
			[6520] = 136235,
		},
		["Шаблоны костров Середины лета 2"] = {
			[29114] = 136235,
		},
		["Посадка пакетов семян"] = {
			[13399] = 136074,
		},
		["Соединение фрагментов карты"] = {
			[11438] = 136235,
		},
		["Вызов трупных скарабеев (5)"] = {
			[29105] = 136235,
		},
		["На якорь 1"] = {
			[27935] = 136235,
			[27928] = 136235,
			[27892] = 136235,
		},
		["Аура Ануб'рекана"] = {
			[29103] = 136235,
			[29104] = 136235,
		},
		["Выплавка олова"] = {
			[3304] = 136235,
			[3313] = 136235,
		},
		["Зачаровывание оружия - разящий удар, II ступень"] = {
			[13503] = 135913,
			[13504] = 135913,
		},
		["Выносливость"] = {
			[4195] = 136112,
			[4196] = 136112,
			[4197] = 136112,
			[13370] = 136235,
			[4198] = 136112,
			[24534] = 136112,
			[24535] = 136112,
			[24536] = 136112,
			[4199] = 136112,
			[24538] = 136112,
			[24539] = 136112,
			[24540] = 136112,
			[12178] = 136112,
			[4201] = 136112,
			[4202] = 136112,
			[4187] = 136112,
			[4188] = 136112,
			[4189] = 136112,
			[4190] = 136112,
			[5041] = 136112,
			[4191] = 136112,
			[5042] = 136112,
			[4192] = 136112,
			[24636] = 136112,
			[8101] = 136112,
			[4194] = 136112,
			[8099] = 136112,
			[24533] = 136112,
			[4193] = 136112,
			[5049] = 136112,
			[8100] = 136112,
			[4200] = 136112,
			[24537] = 136112,
			[5048] = 136112,
			[24541] = 136112,
		},
		["Улучшение брони 200 Буйное Сердце"] = {
			[29097] = 136235,
		},
		["Размывание II"] = {
			[1199] = 136047,
		},
		["Пленение духа гончей Скверны"] = {
			[16627] = 136163,
		},
		["Вызов Оуро"] = {
			[26061] = 136235,
			[26642] = 136235,
		},
		["Умение рыболова +25"] = {
			[8082] = 136245,
		},
		["Вызов курицы с фермы"] = {
			[13548] = 132311,
		},
		["Нарушение природного равновесия"] = {
			[5412] = 136235,
		},
		["Хваткие лозы"] = {
			[8142] = 136025,
			[22924] = 136025,
		},
		["Скорость ездового животного"] = {
			[13587] = 134010,
		},
		["Божественное вмешательство"] = {
			[19754] = 136106,
			[19752] = 136106,
			[19753] = 136106,
		},
		["Увеличенное исцеление 33"] = {
			[9318] = 136235,
		},
		["Повышенное сопротивление огню 45"] = {
			[14975] = 136235,
		},
		["Мифриловые чешуйчатые наплечники"] = {
			[9966] = 136192,
		},
		["Рецепт краба под соусом чили"] = {
			[15915] = 136192,
		},
		["Зачаровывание оружия - зверобой, II ступень"] = {
			[13653] = 135913,
		},
		["Бирюзовый ящер"] = {
			[10796] = 132253,
		},
		["Полиморфный взрыв"] = {
			[6345] = 136235,
		},
		["QAEnchant 2H Weapom +25 Agility"] = {
			[30229] = 135913,
		},
		["Аура Яропламеня"] = {
			[13913] = 135849,
			[13914] = 135849,
		},
		["Кровавая пряность, проверка"] = {
			[30660] = 136235,
		},
		["Призыв боевого коня"] = {
			[13820] = 136103,
		},
		["Summon Hammer of the Gathering Storm DND"] = {
			[29027] = 136235,
		},
		["Очищающие языки пламени"] = {
			[29135] = 136235,
			[29136] = 136235,
			[29137] = 136235,
			[29138] = 136235,
			[28859] = 136235,
			[29126] = 136235,
			[29139] = 136235,
		},
		["Увеличеный урон от магии льда 29"] = {
			[13831] = 136235,
		},
		["Summon Cloak of Veiled Shadows DND"] = {
			[29025] = 136235,
		},
		["Формула чар для перчаток: травничество II"] = {
			[13869] = 136235,
		},
		["Повышенное сопротивление тайной магии 1"] = {
			[14664] = 136235,
		},
		["Шквал клинков"] = {
			[13877] = 132350,
			[22482] = 132306,
		},
		["Увеличенное отношение"] = {
			[27290] = 136235,
			[24226] = 136235,
			[17047] = 136235,
		},
		["Создание уменьшенного древня"] = {
			[11884] = 136235,
		},
		["Инстинкт убийцы"] = {
			[19370] = 135881,
			[19371] = 135881,
			[19373] = 135881,
		},
		["Сила атаки 58"] = {
			[15815] = 136235,
		},
		["Summon Blade of Eternal Justice DND"] = {
			[29018] = 136235,
		},
		["Выучка"] = {
			[14070] = 136056,
			[13983] = 136056,
			[15250] = 136159,
			[14071] = 136056,
		},
		["Summon Blade of Vaulted Secrets DND"] = {
			[29015] = 136235,
		},
		["Повышение урона от заклинания 23"] = {
			[14047] = 136235,
		},
		["Сума душ"] = {
			[26085] = 132149,
		},
		["Увеличение сила на 18"] = {
			[14490] = 136235,
		},
		["Богатая пурпурная шелковая рубашка"] = {
			[3872] = 132149,
		},
		["Молния Бездны"] = {
			[7588] = 136197,
			[21066] = 136163,
			[22709] = 136197,
		},
		["Улучшенное ошеломление"] = {
			[14094] = 132310,
			[14095] = 132310,
			[14076] = 132310,
		},
		["Трансмутация мифрила в истинное серебро"] = {
			[11480] = 133234,
			[11494] = 136021,
		},
		["Сила дружбы"] = {
			[26664] = 133345,
		},
		["Выкройка: наплечники из ткани Скверны"] = {
			[18527] = 136235,
		},
		["Увеличение ловкости 22"] = {
			[14386] = 136235,
		},
		["Горящее желание"] = {
			[18789] = 136184,
		},
		["Стойка берсерка"] = {
			[2458] = 132275,
			[2468] = 132275,
			[7366] = 132275,
		},
		["Transformed"] = {
			[29003] = 135468,
			[29001] = 135468,
			[29002] = 135468,
		},
		["Маскировка под трогга из племени Камнедробов"] = {
			[5270] = 136189,
		},
		["Повышенное сопротивление силам Тьмы 26"] = {
			[14689] = 136235,
		},
		["Частицы духа (фиолетовые)"] = {
			[28126] = 135864,
		},
		["Превращение К'Туна -> Фаза 2"] = {
			[26232] = 136235,
		},
		["Улучшенный огненный взрыв"] = {
			[12342] = 135807,
			[11078] = 135807,
			[11080] = 135807,
		},
		["Наплечники Темного духа"] = {
			[24141] = 136192,
		},
		["Сила атаки 88"] = {
			[15830] = 136235,
		},
		["Открытие потайного сейфа"] = {
			[14125] = 136235,
		},
		["Повышение критического эффекта питомца 2%"] = {
			[27042] = 136095,
			[27043] = 136095,
		},
		["Темный шепот"] = {
			[16587] = 136163,
		},
		["Повышенное сопротивление магии льда 19"] = {
			[14558] = 136235,
		},
		["Рецепт: суп из кроколиска"] = {
			[3380] = 136235,
		},
		["Dire Wolf (TEST)"] = {
			[3362] = 136172,
		},
		["Summon Demoniac's BP DND"] = {
			[28954] = 136235,
		},
		["Увеличение ловкости 23"] = {
			[14387] = 136235,
		},
		["Увеличение ловкости 24"] = {
			[14388] = 136235,
		},
		["Увеличение ловкости 32"] = {
			[14396] = 136235,
		},
		["Выкройка: жилет из призрачной ткани"] = {
			[18490] = 136235,
		},
		["Зачаровывание браслетов - отражение, III ступень"] = {
			[13931] = 135913,
		},
		["Увеличение ловкости 35"] = {
			[14399] = 136235,
		},
		["PvP Herald Alpha Transform (DND)"] = {
			[22483] = 136235,
		},
		["Ритуал Рока - инициатор эффекта"] = {
			[20493] = 135741,
		},
		["Summon Predator's Bracers DND"] = {
			[28930] = 136235,
		},
		["Увеличение ловкости 36"] = {
			[14400] = 136235,
		},
		["Увеличение ловкости 37"] = {
			[14401] = 136235,
		},
		["Cyclone Visual Spawn (DND)"] = {
			[8609] = 136022,
		},
		["Создание Оргриммарского набора открыток"] = {
			[27711] = 136235,
		},
		["Первая помощь (ученик)"] = {
			[3279] = 135966,
		},
		["Подрезать крылья"] = {
			[14268] = 132309,
			[2974] = 132309,
			[14339] = 132309,
			[14340] = 132309,
			[14267] = 132309,
			[2979] = 132309,
			[27633] = 132309,
		},
		["Увеличение ловкости 38"] = {
			[14402] = 136235,
		},
		["Оранжевая рубашка из магической ткани"] = {
			[12061] = 132149,
			[12106] = 136021,
		},
		["Рецепт: хрустящий хвост ящерицы"] = {
			[6429] = 136235,
		},
		["Яд кровоцвета"] = {
			[14110] = 136016,
		},
		["Увеличение ловкости 40"] = {
			[14404] = 136235,
		},
		["Коричневый волк"] = {
			[6654] = 132224,
		},
		["Формула чар для обуви: выносливость I"] = {
			[7864] = 136235,
		},
		["Поддержание тайной магии"] = {
			[23017] = 135743,
		},
		["Разбитая душа - самоцвет"] = {
			[24828] = 134076,
		},
		["Summon Vindicator's BP DND"] = {
			[28885] = 136235,
		},
		["Увеличение интеллекта 27"] = {
			[14417] = 136235,
		},
		["Призыв прирученной жевры"] = {
			[7916] = 132368,
		},
		["Смертоносный прицел"] = {
			[12459] = 136235,
			[12597] = 136235,
		},
		["Увеличение интеллекта 28"] = {
			[14418] = 136235,
		},
		["Увеличение интеллекта 29"] = {
			[14419] = 136235,
		},
		["Лунный праздник - ошибка порта"] = {
			[26471] = 136235,
		},
		["Удар посохом IV"] = {
			[1931] = 132325,
		},
		["Истребитель нежити 60"] = {
			[28870] = 136142,
		},
		["Увеличеный урон от магии льда 19"] = {
			[9306] = 136235,
		},
		["Сила атаки 52"] = {
			[15812] = 136235,
		},
		["Формула чар для перчаток: угроза"] = {
			[25087] = 136235,
		},
		["Вызов трупных скарабеев (10)"] = {
			[28864] = 136235,
			[28961] = 136235,
		},
		["Портал Бездны"] = {
			[28863] = 135857,
		},
		["Увеличение интеллекта 36"] = {
			[14426] = 136235,
		},
		["Увеличение интеллекта 39"] = {
			[14429] = 136235,
		},
		["Повышение исцеления от \"Вспышки Света\""] = {
			[28851] = 136052,
			[28853] = 135962,
		},
		["Манакорм"] = {
			[6327] = 136141,
		},
		["Гномьи очки"] = {
			[12897] = 136235,
			[12910] = 136235,
		},
		["Улучшение блока 4"] = {
			[13677] = 136235,
			[21478] = 136235,
			[21479] = 136235,
			[21480] = 136235,
			[21481] = 136235,
		},
		["r-h"] = {
			[22805] = 136235,
			[22806] = 136235,
		},
		["Лиловый боевой конь-скелет"] = {
			[23246] = 132264,
		},
		["Дикая ярость"] = {
			[7072] = 136162,
		},
		["Тотем исцеляющего потока"] = {
			[6377] = 135127,
			[10463] = 135127,
			[10465] = 135127,
			[6383] = 135127,
			[6384] = 135127,
			[5396] = 135127,
			[10462] = 135127,
			[10464] = 135127,
			[6375] = 135127,
			[5394] = 135127,
		},
		["Формула чар для двуручного оружия: интеллект II"] = {
			[20084] = 136235,
		},
		["Адское Пламя визуальный эффект"] = {
			[24207] = 136235,
		},
		["Превращение Арая"] = {
			[14888] = 136041,
		},
		["Усиление духа на 32"] = {
			[14454] = 136235,
		},
		["QAEnchant Weapon - Fiery Weapon"] = {
			[30183] = 135913,
		},
		["Знак Бломе"] = {
			[28833] = 135900,
		},
		["Усиление духа на 34"] = {
			[14456] = 136235,
		},
		["Зачаровывание плаща - сопротивление огню"] = {
			[13657] = 135913,
			[13658] = 135913,
		},
		["Обсидиановый ящер"] = {
			[10798] = 132253,
		},
		["Усиление духа на 36"] = {
			[14457] = 136235,
		},
		["Рецепт: пирожок из печени жутеклыка"] = {
			[2553] = 136235,
		},
		["Усиление духа на 37"] = {
			[14458] = 136235,
		},
		["Рунический латный шлем"] = {
			[16726] = 136192,
		},
		["Ежевичные сапоги"] = {
			[28473] = 136235,
		},
		["Вызов кривого щупальца"] = {
			[26140] = 136235,
		},
		["Увеличение ловкости 18"] = {
			[14371] = 136235,
		},
		["Усиление духа на 39"] = {
			[14460] = 136235,
		},
		["Король Гордока"] = {
			[22799] = 132768,
		},
		["Облик Тьмы"] = {
			[16592] = 136221,
			[15473] = 136200,
			[22917] = 136221,
		},
		["Цепной ожог"] = {
			[8211] = 136170,
			[24684] = 136170,
		},
		["Усиление духа на 40"] = {
			[14461] = 136235,
		},
		["Увеличение выносливости на 23"] = {
			[14470] = 136235,
		},
		["Темный кожаный пояс"] = {
			[3766] = 136235,
			[3792] = 136021,
		},
		["Увеличение выносливости на 29"] = {
			[14476] = 136235,
		},
		["Увеличение выносливости на 30"] = {
			[14477] = 136235,
		},
		["Увеличение выносливости на 31"] = {
			[14478] = 136235,
		},
		["Увеличение выносливости на 32"] = {
			[14479] = 136235,
		},
		["Повышенное сопротивление силам природы 24"] = {
			[14646] = 136235,
		},
		["Открытие сейфа"] = {
			[11535] = 136235,
		},
		["Увеличение выносливости на 33"] = {
			[14480] = 136235,
		},
		["Оружейное мастерство"] = {
			[30919] = 135882,
			[30920] = 135882,
		},
		["Увеличение выносливости на 34"] = {
			[14481] = 136235,
		},
		["Увеличение выносливости на 35"] = {
			[14482] = 136235,
		},
		["Ядовитое облако"] = {
			[11790] = 136077,
			[3815] = 136077,
			[25198] = 136064,
			[24840] = 136064,
			[23861] = 136064,
			[12766] = 136077,
			[28240] = 136006,
		},
		["Серебряный контакт"] = {
			[3973] = 136235,
			[3990] = 136235,
		},
		["Мучительные припадки"] = {
			[13619] = 136139,
		},
		["Увеличение выносливости на 37"] = {
			[14484] = 136235,
		},
		["Эффект Тотема языка пламени"] = {
			[8250] = 136040,
			[10521] = 136040,
			[8230] = 136040,
			[15036] = 136040,
		},
		["Выкройка: кожаные наручи стража"] = {
			[3807] = 136235,
		},
		["Увеличение выносливости на 38"] = {
			[14485] = 136235,
		},
		["Быстрая стрельба"] = {
			[3049] = 132208,
			[3045] = 132208,
			[28755] = 136235,
		},
		["Увеличение выносливости на 39"] = {
			[14486] = 136235,
		},
		["Отковка кулака Веригана"] = {
			[8912] = 135959,
		},
		["Аспект Текала"] = {
			[24689] = 132117,
		},
		["Омела"] = {
			[26004] = 136041,
			[26218] = 133749,
		},
		["Увеличение сила на 17"] = {
			[14489] = 136235,
		},
		["Проклятие стихий"] = {
			[11724] = 136130,
			[11721] = 136130,
			[1490] = 136130,
			[11722] = 136130,
			[11723] = 136130,
			[7666] = 136130,
		},
		["Исцеляющий древень"] = {
			[11899] = 135928,
		},
		["Проклятие Джин'Зила"] = {
			[6584] = 136066,
		},
		["Zul'Gurub Talisman PAL R3 DND"] = {
			[24009] = 136235,
		},
		["Прощение"] = {
			[28697] = 136235,
		},
		["Тыквовинские сладости"] = {
			[24927] = 136184,
			[24930] = 136235,
			[24924] = 134015,
			[24925] = 132094,
			[24926] = 133148,
		},
		["Повышение урона от заклинания 95"] = {
			[28693] = 136235,
		},
		["Повышение урона от заклинания 85"] = {
			[28687] = 136235,
		},
		["Эликсир Грубой силы"] = {
			[17537] = 134820,
			[17557] = 136235,
		},
		["Усиление духа на 16"] = {
			[14435] = 136235,
		},
		["Простое платье"] = {
			[8465] = 132149,
			[8466] = 136021,
		},
		["Дыхание лавы"] = {
			[19272] = 135831,
			[21333] = 135831,
		},
		["Огонь Хаоса"] = {
			[24389] = 134085,
		},
		["Бронзовый длинный меч"] = {
			[9986] = 136192,
			[9989] = 136235,
		},
		["Увеличение сила на 25"] = {
			[14497] = 136235,
		},
		["Использование камня души"] = {
			[20758] = 136235,
			[3026] = 136235,
			[20760] = 136235,
			[20761] = 136235,
			[20759] = 136235,
		},
		["Эффект портала: Стальгорн"] = {
			[17607] = 135743,
		},
		["Грозовое дыхание"] = {
			[25011] = 136048,
			[25012] = 136048,
			[25013] = 136048,
			[20627] = 136048,
			[25014] = 136048,
			[20535] = 136048,
			[25015] = 136048,
			[24845] = 136048,
			[25016] = 136048,
			[20630] = 136048,
			[25017] = 136048,
			[15797] = 136048,
			[20543] = 136048,
			[25008] = 136048,
			[20536] = 136048,
			[25009] = 136048,
			[17157] = 136048,
			[25010] = 136048,
			[24844] = 136048,
		},
		["Земной шок"] = {
			[10413] = 136026,
			[13281] = 136026,
			[10414] = 136026,
			[8044] = 136026,
			[10415] = 136026,
			[26194] = 136026,
			[10416] = 136026,
			[8045] = 136026,
			[10417] = 136026,
			[8049] = 136026,
			[23114] = 136026,
			[24685] = 136026,
			[8042] = 136026,
			[8046] = 136026,
			[15501] = 136026,
			[8048] = 136026,
			[10412] = 136026,
			[22885] = 136026,
			[13728] = 136026,
			[25025] = 136026,
			[8043] = 136026,
			[8047] = 136026,
		},
		["Повышение урона от заклинаний 23 - Стихии"] = {
			[30780] = 136235,
		},
		["Подношения Грому от нежити"] = {
			[24103] = 136235,
		},
		["Зов роя силитидов"] = {
			[6677] = 136122,
		},
		["Повышение урона от заклинания 11"] = {
			[9416] = 136235,
		},
		["Коварный удар"] = {
			[1758] = 136189,
			[1759] = 136189,
			[1760] = 136189,
			[1761] = 136189,
			[1762] = 136189,
			[1763] = 136189,
			[1764] = 136189,
			[1765] = 136189,
			[14873] = 136189,
			[11293] = 136189,
			[11294] = 136189,
			[1752] = 136189,
			[8621] = 136189,
			[11295] = 136189,
			[15581] = 136189,
			[11296] = 136189,
			[8622] = 136189,
			[15667] = 136189,
			[1757] = 136189,
			[19472] = 136189,
		},
		["Улучшенная порча"] = {
			[24486] = 136235,
			[17810] = 136118,
			[17811] = 136118,
			[17812] = 136118,
			[17813] = 136118,
			[17814] = 136118,
		},
		["Огненная аура"] = {
			[23266] = 136051,
		},
		["Исчезновение флага Орды"] = {
			[23764] = 132486,
		},
		["Чертеж: Безмятежность"] = {
			[17026] = 136235,
		},
		["Рецепт: зелье защиты от темной магии"] = {
			[7261] = 136235,
		},
		["Чародейская стойкость"] = {
			[28574] = 135733,
		},
		["Повышение урона от заклинания 30"] = {
			[14798] = 136235,
			[22747] = 136235,
		},
		["Вызов народного заступника"] = {
			[11855] = 136235,
		},
		["Лунное сияние"] = {
			[16847] = 136087,
			[16845] = 136087,
			[16846] = 136087,
		},
		["Повышение урона от заклинания 132"] = {
			[28530] = 136235,
		},
		["Ледяная аура"] = {
			[28529] = 136235,
			[28531] = 135849,
		},
		["Исчезновение ледяной глыбы"] = {
			[28523] = 135852,
			[30132] = 135852,
		},
		["Двойной телепорт"] = {
			[799] = 135736,
			[800] = 135736,
		},
		["Каменный дозорный Нограннона - бездействие"] = {
			[11011] = 136235,
		},
		["Лесная корона"] = {
			[28481] = 132149,
		},
		["Увеличение сила на 30"] = {
			[14502] = 136235,
		},
		["Божественное одобрение"] = {
			[20216] = 135915,
		},
		["Увеличение сила на 31"] = {
			[14503] = 136235,
		},
		["Трещащий бронзовый механизм"] = {
			[3942] = 136235,
			[4005] = 136235,
		},
		["Стильная красная рубашка"] = {
			[3866] = 132149,
			[3890] = 136021,
		},
		["Дух Тьмы"] = {
			[23179] = 132288,
		},
		["Увеличение сила на 34"] = {
			[14506] = 136235,
		},
		["Ежевичный шлем"] = {
			[28472] = 136235,
		},
		["Увеличение сила на 36"] = {
			[14508] = 136235,
		},
		["Bubbly Refreshment"] = {
			[29006] = 132799,
		},
		["Увеличение рейтинга меткости 5"] = {
			[15468] = 136235,
		},
		["Увеличение сила на 37"] = {
			[14509] = 136235,
		},
		["Умелец первой помощи"] = {
			[7925] = 135966,
			[19903] = 135966,
		},
		["Мглистые кожаные поножи"] = {
			[9195] = 136235,
		},
		["Пояс Железной лозы"] = {
			[28463] = 136192,
		},
		["Вызов Тип D инициатор"] = {
			[28455] = 136235,
		},
		["Пленение щенка ворга"] = {
			[15998] = 136235,
		},
		["Инициатор Спородрева"] = {
			[21733] = 136235,
		},
		["Mana Shield (PT)"] = {
			[8373] = 136235,
		},
		["Вызов Тип D периодический"] = {
			[28453] = 136235,
		},
		["Чертеж: механическая белка"] = {
			[4026] = 136235,
		},
		["Рецепт блестящей рыбки"] = {
			[7751] = 136192,
		},
		["Увеличение сила на 40"] = {
			[14512] = 136235,
		},
		["Чертеж: варварские железные наплечники"] = {
			[9812] = 136235,
		},
		["Священный камень мощи"] = {
			[24833] = 135871,
		},
		["Создание вечной квинтэссенции"] = {
			[28439] = 136235,
		},
		["Copy of Cleave"] = {
			[28437] = 132338,
		},
		["Повышенное сопротивление магии льда 1"] = {
			[14541] = 136235,
		},
		["Выхлоп от динамитп \"ПРО-бро\""] = {
			[8332] = 135826,
			[23001] = 135826,
		},
		["Ядовитый заряд"] = {
			[28431] = 136016,
		},
		["Повышенное сопротивление магии льда 17"] = {
			[14557] = 136235,
		},
		["Увеличение рейтинга критического эффекта удара Природы"] = {
			[21870] = 136235,
		},
		["Вызов Тип C периодический (30 сек)"] = {
			[28427] = 136235,
		},
		["Сила земли"] = {
			[8163] = 136023,
			[8162] = 136023,
			[10441] = 136023,
			[8076] = 136023,
		},
		["Повышенное сопротивление магии льда 23"] = {
			[14562] = 136235,
		},
		["Повышенное сопротивление магии льда 26"] = {
			[14564] = 136235,
		},
		["Сшитые вручную кожаные сапоги"] = {
			[2149] = 136235,
		},
		["Рецепт окуня горячего копчения"] = {
			[18242] = 136192,
		},
		["Выстрел в бедро"] = {
			[1996] = 132153,
		},
		["Повышенное сопротивление магии льда 11"] = {
			[14551] = 136235,
		},
		["Вызов Пеплоносца"] = {
			[28414] = 136235,
		},
		["Танец маленького мурлока"] = {
			[25165] = 134301,
		},
		["Повышенное сопротивление магии льда 31"] = {
			[14570] = 136235,
		},
		["Тяжелый наплечники Скорпида"] = {
			[19100] = 136235,
		},
		["Отношение - Пиратская бухта +500"] = {
			[28393] = 136235,
		},
		["Повышенное сопротивление магии льда 33"] = {
			[14572] = 136235,
		},
		["Шоковый некрополь"] = {
			[28386] = 136235,
		},
		["Ночные сапоги"] = {
			[10558] = 136235,
			[10559] = 136021,
		},
		["Повышенное сопротивление магии льда 37"] = {
			[14576] = 136235,
		},
		["Conjure Stormpike Rank 1 Insignia DND"] = {
			[22114] = 136235,
		},
		["Повышенное сопротивление магии льда 38"] = {
			[14577] = 136235,
		},
		["Повышенное сопротивление магии льда 40"] = {
			[14579] = 136235,
		},
		["Инициатор Тесласа"] = {
			[28359] = 136235,
		},
		["Увеличение ловкости 7"] = {
			[7493] = 136235,
		},
		["Улучшенный порез сухожилия"] = {
			[12289] = 132316,
		},
		["Экзорцизм Атиеша"] = {
			[28354] = 136235,
		},
		["Двуручный удар III"] = {
			[1634] = 132316,
		},
		["Создание кристалла"] = {
			[28344] = 136235,
		},
		["Броня IV"] = {
			[16887] = 134866,
		},
		["Снежок"] = {
			[21167] = 132387,
			[25677] = 132387,
			[21343] = 132387,
		},
		["Славный выстрел"] = {
			[28336] = 132307,
		},
		["Зачаровывание браслетов - интеллект, IV ступень"] = {
			[20008] = 135913,
		},
		["Огнешоккер - визуальный Жертвенный огонь"] = {
			[28330] = 135817,
		},
		["Выкройка: одеяние из рунной ткани"] = {
			[18475] = 136235,
		},
		["Огненная поступь - инициатор (DNC)"] = {
			[269] = 136235,
		},
		["Повышенное сопротивление магии льда 24"] = {
			[14581] = 136235,
		},
		["Повышенное сопротивление огню 28"] = {
			[14608] = 136235,
		},
		["Неистовство стихий"] = {
			[16089] = 135830,
			[877] = 135806,
			[1229] = 135806,
		},
		["Вызов сердитого фантома"] = {
			[16334] = 136122,
		},
		["Повышенное сопротивление огню 30"] = {
			[14610] = 136235,
		},
		["Повышенное сопротивление огню 33"] = {
			[14613] = 136235,
		},
		["Боевой клич"] = {
			[1740] = 136235,
		},
		["Повышенное сопротивление огню 39"] = {
			[14619] = 136235,
		},
		["Молитва духа"] = {
			[27845] = 135946,
			[27681] = 135946,
			[27682] = 136235,
		},
		["Выкройка: рунические кожаные штаны"] = {
			[19211] = 136235,
		},
		["Чары для оружия - убийство демонов"] = {
			[13915] = 135913,
		},
		["Облако снежков"] = {
			[26000] = 136235,
		},
		["zzOLDПолиморф: свинья"] = {
			[28285] = 135997,
		},
		["Разбивание"] = {
			[2698] = 132325,
			[18944] = 132318,
			[2703] = 132325,
			[2704] = 132325,
			[2705] = 132325,
			[2706] = 132325,
			[3598] = 132325,
		},
		["Увеличение сила на 33"] = {
			[14505] = 136235,
		},
		["Рождественский вождь Ренд Чернорук"] = {
			[26214] = 135849,
		},
		["10% улучшение скорости"] = {
			[22588] = 136235,
		},
		["Создание воды провидцев"] = {
			[5026] = 136168,
		},
		["Зачаровывание щита - выносливость, II ступень"] = {
			[13631] = 135913,
			[13634] = 135913,
		},
		["Формула чар для перчаток: горное дело I"] = {
			[13613] = 136235,
		},
		["Повышение урона от заклинания 46"] = {
			[28264] = 136235,
		},
		["Мыслебомба"] = {
			[950] = 136235,
			[6494] = 136174,
		},
		["Усиление духа на 25"] = {
			[14447] = 136235,
		},
		["Воззвание к Айвусу"] = {
			[21648] = 136235,
		},
		["Вызов горгульи Крыла Скалы"] = {
			[16381] = 136230,
		},
		["Увеличение выносливости на 14"] = {
			[9265] = 136235,
		},
		["Появление прислужника"] = {
			[28234] = 136235,
		},
		["Выкройка: снежный мундир"] = {
			[28228] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (инициатор - 60)"] = {
			[25803] = 134969,
		},
		["Повышенное сопротивление силам природы 22"] = {
			[14644] = 136235,
		},
		["Вызов закуски зомби"] = {
			[28216] = 136235,
			[28217] = 136235,
		},
		["Выкройка: облачение Геи"] = {
			[28211] = 136235,
		},
		["Призыв ленивца"] = {
			[3499] = 136133,
		},
		["Неистовый нырок"] = {
			[30112] = 132182,
		},
		["Повышенное сопротивление силам природы 30"] = {
			[14652] = 136235,
		},
		["Повышенное сопротивление силам природы 31"] = {
			[14653] = 136235,
		},
		["Повышенное сопротивление силам природы 32"] = {
			[14654] = 136235,
		},
		["Повышенное сопротивление силам природы 34"] = {
			[14656] = 136235,
		},
		["Повышенное сопротивление силам природы 36"] = {
			[14658] = 136235,
		},
		["Побег джуджу"] = {
			[16321] = 134319,
		},
		["Дух-целитель (постоянно)"] = {
			[5608] = 136222,
		},
		["(DND) Summon Crystal Minion, Ghoul"] = {
			[28179] = 136235,
		},
		["Повышенное сопротивление силам природы 40"] = {
			[14662] = 136235,
		},
		["QAEnchant Cloak +10 Shadow Resistance"] = {
			[6476] = 136235,
		},
		["Жрец Атиеша, урон/исцеление"] = {
			[28155] = 136235,
		},
		["Чернокнижие Племени: Синее"] = {
			[23153] = 134155,
			[23393] = 134155,
		},
		["Перенос мощи"] = {
			[2400] = 136235,
		},
		["Усиление духа на 28"] = {
			[14450] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 14"] = {
			[14677] = 136235,
		},
		["Вызов порождения лавы"] = {
			[19392] = 136192,
		},
		["Инициализация Фойгена"] = {
			[28138] = 136235,
		},
		["Повышенное сопротивление магии льда 25"] = {
			[14563] = 136235,
		},
		["Test Pet Passive"] = {
			[24401] = 136235,
		},
		["Панцирь К'Туна"] = {
			[26156] = 136235,
		},
		["Демоническая жертва - пассивная"] = {
			[4525] = 135826,
		},
		["Тест щекотки"] = {
			[5025] = 136168,
		},
		["Волна силы"] = {
			[28134] = 136215,
		},
		["Создание щита призывателя"] = {
			[28132] = 136235,
		},
		["Рецепт: настой окаменения"] = {
			[17641] = 136235,
		},
		["Съемочная площадка"] = {
			[28129] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 30"] = {
			[14693] = 136235,
		},
		["Красный фейерверк"] = {
			[26425] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 31"] = {
			[14694] = 136235,
		},
		["Средство Тарнариуна 1"] = {
			[9456] = 136083,
		},
		["Создание переписанного с таблички текста"] = {
			[15065] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 32"] = {
			[14695] = 136235,
		},
		["Двуручный удар V"] = {
			[1633] = 132316,
		},
		["Клеймо Черепокованого"] = {
			[17484] = 136160,
		},
		["Слово Тьмы: Молчание"] = {
			[1193] = 135975,
			[1223] = 135975,
		},
		["Высшая выносливость"] = {
			[19985] = 136235,
		},
		["Зелье спокойного сна"] = {
			[15833] = 136235,
			[15834] = 136021,
		},
		["Знания предков"] = {
			[17486] = 136162,
			[17487] = 136162,
			[17488] = 136162,
			[17489] = 136162,
			[17485] = 136162,
		},
		["Усиление духа на 41"] = {
			[14947] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 37"] = {
			[14699] = 136235,
		},
		["Повышенное сопротивление огню 22"] = {
			[14602] = 136235,
		},
		["Дополнительное исчезновение ключевого монстра"] = {
			[30134] = 136235,
		},
		["Чернокнижие племени: Черное"] = {
			[23154] = 134154,
		},
		["Вызов маленького мурлока (Зеленого)"] = {
			[24986] = 134300,
		},
		["Frostwolf Muzzle DND"] = {
			[21794] = 136235,
		},
		["Призыв скального паучка"] = {
			[16416] = 135849,
		},
		["Повышенное сопротивление силам Тьмы 38"] = {
			[14700] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 39"] = {
			[14701] = 136235,
		},
		["Утраченный навык: посохи"] = {
			[7042] = 135145,
		},
		["Повышенное сопротивление силам Тьмы 40"] = {
			[14702] = 136235,
		},
		["Повышенное сопротивление тайной магии 9"] = {
			[14711] = 136235,
		},
		["Драчливый корнеплод"] = {
			[15700] = 136235,
		},
		["Повышенное сопротивление тайной магии 32"] = {
			[14734] = 136235,
		},
		["Testing Totem Passive"] = {
			[22049] = 135825,
		},
		["Легкость пера"] = {
			[3141] = 136235,
			[10729] = 136235,
		},
		["Повышенное сопротивление тайной магии 34"] = {
			[14736] = 136235,
		},
		["New Magic Missile (Test)"] = {
			[142] = 136235,
		},
		["Рана"] = {
			[18090] = 132155,
			[16549] = 132155,
			[16433] = 132155,
			[21961] = 132155,
			[13486] = 132155,
			[18107] = 132155,
			[16405] = 132155,
			[14126] = 132155,
			[17407] = 132155,
		},
		["Укоренение IV"] = {
			[2929] = 132152,
		},
		["Увеличеный урон от магии льда 16"] = {
			[9304] = 136235,
		},
		["Повышенное сопротивление тайной магии 35"] = {
			[14737] = 136235,
		},
		["Ловкость бросков III"] = {
			[4912] = 132222,
			[4914] = 132222,
		},
		["Появление красного драконида"] = {
			[22655] = 136235,
		},
		["Добавление исчезновения"] = {
			[25194] = 136235,
		},
		["Телепорт вправо"] = {
			[28026] = 136235,
		},
		["Реактивный диск Силы"] = {
			[22618] = 135990,
			[22619] = 135990,
			[22620] = 135990,
			[22600] = 135990,
			[22797] = 136235,
		},
		["Повышенное сопротивление тайной магии 37"] = {
			[14739] = 136235,
		},
		["[PH] Crystal Corpse Timer"] = {
			[28018] = 136235,
		},
		["Страдания Таэлана"] = {
			[18810] = 136235,
		},
		["Вызов призрачного рыцаря"] = {
			[27932] = 136235,
		},
		["Размывание III"] = {
			[863] = 136047,
			[1224] = 136047,
		},
		["Повышенное сопротивление тайной магии 39"] = {
			[14741] = 136235,
		},
		["Повышенная точность"] = {
			[28842] = 136235,
		},
		["Рецепт: хорошее зелье омоложения"] = {
			[22733] = 136235,
		},
		["Поножи из черного железа"] = {
			[20876] = 136192,
		},
		["Вызов скелета"] = {
			[29227] = 136235,
			[29262] = 136235,
			[29247] = 136235,
			[17204] = 136187,
			[29248] = 136235,
			[29249] = 136235,
			[29217] = 136235,
			[29226] = 136235,
			[29255] = 136235,
			[29267] = 136235,
			[29225] = 136235,
			[29268] = 136235,
			[29238] = 136235,
			[29269] = 136235,
			[29223] = 136235,
			[29239] = 136235,
			[29224] = 136235,
			[29240] = 136235,
			[29256] = 136235,
			[20464] = 136187,
			[29257] = 136235,
			[29258] = 136235,
		},
		["Яйцо из питомника"] = {
			[15958] = 136235,
		},
		["Выброс 2"] = {
			[19223] = 132337,
		},
		["Плевок"] = {
			[27919] = 136016,
		},
		["Повышенное сопротивление тайной магии 24"] = {
			[14726] = 136235,
		},
		["Вызов духа Джариена"] = {
			[27643] = 136235,
		},
		["Искусный целитель"] = {
			[15024] = 135917,
			[15025] = 135917,
			[15026] = 135917,
			[14904] = 135917,
			[15027] = 135917,
		},
		["Средоточие исцеления"] = {
			[16232] = 136043,
			[14913] = 135918,
			[16233] = 136043,
			[16230] = 136043,
			[16234] = 136043,
			[16181] = 136043,
			[15012] = 135918,
		},
		["Self Visual - Sleep Until Cancelled (DND)"] = {
			[14915] = 136168,
			[16093] = 136168,
		},
		["Гоблинская мина"] = {
			[10837] = 136172,
			[21688] = 136172,
		},
		["Выкройка: адмиральская шляпа"] = {
			[12182] = 136235,
		},
		["Выкройка: поножи из луноткани"] = {
			[18513] = 136235,
		},
		["Вызов ученика"] = {
			[27884] = 136235,
			[28007] = 136235,
		},
		["Постоянная иллюзия - Повелитель ужаса"] = {
			[8321] = 132311,
		},
		["Яд пиявки"] = {
			[3358] = 136067,
			[8382] = 136067,
		},
		["Увеличение ловкости 41"] = {
			[14935] = 136235,
		},
		["Mount Speed++ DND"] = {
			[27881] = 136235,
		},
		["Недоразвитая ядовитая железа"] = {
			[16537] = 136067,
		},
		["Увеличение ловкости 42"] = {
			[14936] = 136235,
		},
		["Пламя Шахрама"] = {
			[16596] = 135826,
		},
		["Увеличенный урон от темной магии 69"] = {
			[23265] = 136235,
		},
		["Знак Отражения"] = {
			[28773] = 135443,
		},
		["Аура ярости"] = {
			[7069] = 136146,
		},
		["Увеличение ловкости 44"] = {
			[14938] = 136235,
		},
		["Вызов токсичной слизи"] = {
			[26577] = 136006,
			[26584] = 136006,
		},
		["Самоподрыв"] = {
			[9575] = 135826,
		},
		["Рукавицы из черного железа"] = {
			[23637] = 136192,
		},
		["Увеличение ловкости 45"] = {
			[14939] = 136235,
		},
		["Праздник - Лунный телепорт II: Подгород"] = {
			[26410] = 135758,
		},
		["Укрепление нагрудника - поглощение, II ступень"] = {
			[7449] = 135913,
		},
		["Рецепт: пирожок из паучатины"] = {
			[3378] = 136235,
		},
		["Увеличение ловкости 46"] = {
			[14940] = 136235,
		},
		["Увеличение интеллекта 41"] = {
			[14941] = 136235,
		},
		["Чертеж: поножи титанов"] = {
			[27833] = 136235,
		},
		["Увеличение выносливости на 25"] = {
			[14472] = 136235,
		},
		["Клинок мудреца"] = {
			[27832] = 136192,
		},
		["Довод"] = {
			[27830] = 136192,
		},
		["Кираса Ледяной чешуи"] = {
			[28222] = 136235,
			[28257] = 136021,
		},
		["Вызов громового удара"] = {
			[21180] = 136235,
		},
		["Изначальное благословение"] = {
			[24255] = 132175,
		},
		["Мрак"] = {
			[15259] = 136223,
			[15309] = 136223,
			[15310] = 136223,
			[15307] = 136223,
			[15308] = 136223,
		},
		["Увеличение интеллекта 42"] = {
			[14942] = 136235,
		},
		["Огромный гейзер"] = {
			[22421] = 135861,
		},
		["Ракета, БОЛЬШАЯ КРАСНАЯ"] = {
			[26354] = 136235,
		},
		["Цепная волна исцеления"] = {
			[23573] = 136042,
		},
		["A-Mid Инициатор"] = {
			[23932] = 136235,
		},
		["Знак Тьмы"] = {
			[27825] = 136205,
		},
		["Благословленное восстановление"] = {
			[27811] = 135877,
			[27813] = 135877,
			[27815] = 135877,
			[27816] = 135877,
			[27817] = 135877,
			[27818] = 135877,
		},
		["Сотрясение мозга"] = {
			[16106] = 135807,
			[16107] = 135807,
			[16108] = 135807,
			[16105] = 135807,
			[16035] = 135807,
		},
		["Выкройка: варварские перчатки"] = {
			[3804] = 136235,
		},
		["Усиление духа на 42"] = {
			[14948] = 136235,
		},
		["Sam's Test Spell #2"] = {
			[27802] = 136235,
		},
		["Энергия разбойничьей брони"] = {
			[27787] = 136235,
			[27788] = 136039,
		},
		["Усиление духа на 44"] = {
			[14950] = 136235,
		},
		["Двуручные мечи"] = {
			[202] = 132223,
			[15983] = 132223,
		},
		["Усиление духа на 46"] = {
			[14952] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight DPS R1 DND"] = {
			[25927] = 136235,
		},
		["Увеличение выносливости на 41"] = {
			[14953] = 136235,
		},
		["Призыв марионетки Курцена"] = {
			[8813] = 135736,
		},
		["Увеличение выносливости на 43"] = {
			[14955] = 136235,
		},
		["Сила атаки 76"] = {
			[15824] = 136235,
		},
		["Чертеж: наручи из черного железа"] = {
			[20880] = 136235,
		},
		["Увеличение выносливости на 11"] = {
			[9118] = 136235,
		},
		["Генератор защиты"] = {
			[27759] = 134430,
		},
		["Создание Незаконченного Знамени Вызова"] = {
			[27756] = 136235,
		},
		["Суперэффект костра"] = {
			[28803] = 135907,
		},
		["Увеличение выносливости на 44"] = {
			[14956] = 136235,
		},
		["Создание дистиллятора эктоплазмы"] = {
			[27752] = 136235,
		},
		["Ренд Чернорук садится в седло"] = {
			[16167] = 135990,
		},
		["Незаметность"] = {
			[1786] = 132320,
			[1790] = 132320,
			[1787] = 132320,
			[1791] = 132320,
			[1784] = 132320,
			[1792] = 132320,
			[1785] = 132320,
			[1789] = 132320,
			[8822] = 132320,
		},
		["Увеличение выносливости на 45"] = {
			[14957] = 136235,
		},
		["Повышенное сопротивление силам природы 4"] = {
			[14625] = 136235,
		},
		["Любовь витает в воздухе"] = {
			[27741] = 135453,
		},
		["Увеличение сила на 42"] = {
			[14960] = 136235,
		},
		["Увеличение сила на 44"] = {
			[14962] = 136235,
		},
		["Увеличение сила на 45"] = {
			[14963] = 136235,
		},
		["Увеличенное исцеление 26"] = {
			[9315] = 136235,
		},
		["Сила атаки 40 - Доблесть"] = {
			[30770] = 136235,
		},
		["Выкройка: зачарованная сумка из рунной ткани"] = {
			[27727] = 136235,
		},
		["Призыв блуждающего духа"] = {
			[7067] = 136122,
		},
		["Приятный сюрприз"] = {
			[27722] = 135459,
		},
		["Темные кожаные наплечники"] = {
			[3769] = 136235,
		},
		["Увеличение сила на 46"] = {
			[14964] = 136235,
		},
		["Хлопушка Газ'риллы"] = {
			[11902] = 132111,
		},
		["Телепорт Двух Гигантов"] = {
			[12241] = 136022,
			[12242] = 136022,
		},
		["Большой магический жезл"] = {
			[14807] = 135144,
			[14808] = 135913,
		},
		["Вызов Сгустков маны"] = {
			[22939] = 135741,
		},
		["Наплечники жителя холмов"] = {
			[3768] = 136235,
			[3793] = 136021,
		},
		["Переплетание \"Драконьего языка для чайников"] = {
			[25719] = 136235,
		},
		["Специализация на кулачном оружии"] = {
			[13967] = 132938,
			[13968] = 132938,
			[13969] = 132938,
			[13966] = 132938,
			[13707] = 132938,
		},
		["Повышенное сопротивление тайной магии 43"] = {
			[14967] = 136235,
		},
		["Эффект половинного исцеления"] = {
			[24206] = 136235,
		},
		["Создание Стальгорнского ящика домашнего пива"] = {
			[27706] = 136235,
		},
		["Conjure Ryson's Beacon (Alliance) DND"] = {
			[21465] = 136235,
		},
		["Острый шип"] = {
			[28614] = 132218,
		},
		["Чертеж: шлем Великого Вождя"] = {
			[16750] = 136235,
		},
		["Повышенное сопротивление тайной магии 44"] = {
			[14968] = 136235,
		},
		["Повышенное сопротивление тайной магии 46"] = {
			[14970] = 136235,
		},
		["Вызов костяного мага"] = {
			[27698] = 136187,
			[27696] = 136187,
			[27697] = 136187,
			[27699] = 136187,
		},
		["Зачаровывание нагрудника - здоровье, IV ступень"] = {
			[13640] = 135913,
			[13641] = 135913,
		},
		["Повышенное сопротивление огню 42"] = {
			[14972] = 136235,
		},
		["Вызов костяных прислужников"] = {
			[27687] = 136187,
		},
		["Праведный огонь"] = {
			[28881] = 135814,
			[28882] = 135880,
		},
		["Summon Kormok DND"] = {
			[27201] = 136235,
		},
		["Повышенное сопротивление огню 43"] = {
			[14973] = 136235,
		},
		["Отзвук"] = {
			[16116] = 135850,
			[16113] = 135850,
			[16040] = 135850,
			[16114] = 135850,
			[16115] = 135850,
		},
		["Увеличенный урон от чар 21"] = {
			[13605] = 136235,
		},
		["Огненный щит II"] = {
			[184] = 135817,
			[1188] = 135806,
		},
		["Лунный огонь"] = {
			[9837] = 136096,
			[8924] = 136096,
			[9838] = 136096,
			[8925] = 136096,
			[8926] = 136096,
			[521] = 136235,
			[8927] = 136096,
			[8928] = 136096,
			[8929] = 136096,
			[20690] = 136096,
			[8930] = 136096,
			[15798] = 136096,
			[22206] = 136096,
			[8932] = 136096,
			[8933] = 136096,
			[8934] = 136096,
			[8935] = 136096,
			[563] = 136235,
			[880] = 136235,
			[573] = 136235,
			[5307] = 136235,
			[21669] = 136096,
			[8931] = 136096,
			[962] = 136235,
			[8921] = 136096,
			[9833] = 136096,
			[23380] = 136096,
			[9834] = 136096,
			[24957] = 136096,
			[9835] = 136096,
			[8922] = 136096,
			[9836] = 136096,
			[539] = 136235,
			[27737] = 136096,
		},
		["Оружие Камнедробителя - срабатывание"] = {
			[20860] = 136086,
			[20868] = 136086,
			[20870] = 136086,
			[20871] = 136086,
			[20865] = 136086,
			[20866] = 136086,
			[20867] = 136086,
		},
		["Золотой железный разрушитель"] = {
			[3495] = 136192,
		},
		["Буйный эль"] = {
			[5020] = 132800,
		},
		["Повышенное сопротивление магии льда 44"] = {
			[14980] = 136235,
		},
		["Вызов духа леди Бломе"] = {
			[28931] = 136235,
		},
		["Молитва отчаяния"] = {
			[19241] = 135954,
			[19339] = 135954,
			[19238] = 135954,
			[19242] = 135954,
			[19340] = 135954,
			[19344] = 135954,
			[19243] = 135954,
			[13908] = 135954,
			[19236] = 135954,
			[19240] = 135954,
			[19341] = 135954,
			[19338] = 135954,
			[19342] = 135954,
			[19343] = 135954,
		},
		["Усиление устойчивости к магии"] = {
			[15967] = 136235,
		},
		["Рецепт: слабый эликсир стойкости"] = {
			[2363] = 136235,
		},
		["Бросок дротика Купидона"] = {
			[27662] = 136235,
		},
		["Повышенное сопротивление силам природы 41"] = {
			[14984] = 136235,
		},
		["Create Zul'Gurub Talisman WLK R1 DND"] = {
			[24044] = 136235,
		},
		["Повышенное сопротивление силам природы 42"] = {
			[14985] = 136235,
		},
		["Повышенное сопротивление силам природы 43"] = {
			[14986] = 136235,
		},
		["Выкройка: поножи из кожи ледопарда"] = {
			[19190] = 136235,
		},
		["Сокрушение демона"] = {
			[13907] = 135920,
		},
		["Предмет +ОЗ Нога R1"] = {
			[15388] = 136235,
		},
		["Чертеж: большая батарея синих фейерверков"] = {
			[26438] = 134153,
		},
		["Отражающее поле"] = {
			[10831] = 135849,
		},
		["Вызов призового ящика Джариена/Сотоса"] = {
			[27645] = 136235,
		},
		["Заключение Углеглаза"] = {
			[15281] = 136121,
		},
		["Инкурстированный мифриловый цилиндр"] = {
			[12909] = 136235,
		},
		["Выкройка: рунический кожаный пояс"] = {
			[19188] = 136235,
		},
		["Жесткая шкура"] = {
			[4149] = 132111,
			[5949] = 136231,
			[4734] = 132111,
		},
		["Ручной камень"] = {
			[17469] = 135240,
		},
		["Химический пилинг"] = {
			[10253] = 134321,
		},
		["Повышенное сопротивление силам природы 45"] = {
			[14988] = 136235,
		},
		["Телепортация: SG/ПГ"] = {
			[27600] = 136235,
			[27601] = 136235,
		},
		["Телепорт: Подгород"] = {
			[27598] = 136235,
		},
		["Чертеж: звездчатый обсидиановый щит"] = {
			[27592] = 136235,
		},
		["Чертеж: тяжелый обсидиановый пояс"] = {
			[27591] = 136235,
		},
		["Святой посох IV"] = {
			[2695] = 132325,
		},
		["Праздник - Лунный телепорт: Подгород"] = {
			[26456] = 135758,
		},
		["Варварские поножи"] = {
			[7149] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 46"] = {
			[14995] = 136235,
		},
		["Чертеж: зеленая сигнальная ракета"] = {
			[26436] = 134153,
		},
		["Колода Порталов"] = {
			[23680] = 136235,
		},
		["Призыв беса"] = {
			[688] = 136218,
			[11939] = 136218,
			[23503] = 136218,
			[1366] = 136218,
		},
		["QAEnchant Shield +8 Frost Resistance"] = {
			[22099] = 135913,
		},
		["Уголь стража проклятуна"] = {
			[25007] = 136235,
		},
		["Оскверняющая аура"] = {
			[17695] = 136225,
			[17697] = 136163,
		},
		["Повышенное сопротивление силам природы 25"] = {
			[14647] = 136235,
		},
		["Анти-Свет"] = {
			[2950] = 135824,
		},
		["Тотем стены ветра"] = {
			[15115] = 136022,
			[15112] = 136022,
			[15116] = 136022,
			[15113] = 136022,
			[15107] = 136022,
			[15111] = 136022,
		},
		["Стена ветра"] = {
			[15108] = 136022,
			[15110] = 136022,
			[15109] = 136022,
		},
		["Угощение для пикника"] = {
			[27573] = 136235,
		},
		["Horde Flag Capture Test"] = {
			[23388] = 136235,
		},
		["Облик совы"] = {
			[8153] = 136076,
		},
		["Дыхание демона"] = {
			[3733] = 136081,
		},
		["Усиление духа на 12"] = {
			[9113] = 136235,
		},
		["Выкройка: гибельный кожаный доспех"] = {
			[19217] = 136235,
		},
		["Призыв иллюзорного сновидца"] = {
			[15114] = 136222,
		},
		["Повышенное сопротивление огню 37"] = {
			[14617] = 136235,
		},
		["Малая невидимость"] = {
			[3680] = 134798,
			[66] = 135994,
			[515] = 136235,
			[7870] = 135994,
			[7880] = 135994,
			[12845] = 135994,
			[20408] = 136175,
		},
		["Увеличение ловкости 2"] = {
			[7472] = 136235,
		},
		["Активация бомбы 5B"] = {
			[11800] = 136235,
		},
		["Травничество"] = {
			[9134] = 136246,
			[13614] = 136235,
		},
		["Обсидиановые доспехи"] = {
			[27539] = 136235,
		},
		["Пелена Тени"] = {
			[22687] = 136160,
			[17820] = 136160,
			[24674] = 136160,
			[23224] = 136160,
			[28440] = 136160,
			[7068] = 136160,
		},
		["Наплечники из черного железа"] = {
			[15295] = 136192,
			[17711] = 136235,
		},
		["Очки чести +25"] = {
			[31415] = 136235,
		},
		["Чертеж: Сумерки"] = {
			[23655] = 136235,
		},
		["Смертоносный бронзовый короткий кинжал"] = {
			[3295] = 136192,
		},
		["Инициатор похищения маны"] = {
			[27522] = 136208,
		},
		["SWORDSPECIAL (DND)"] = {
			[19] = 132109,
		},
		["Сила чар"] = {
			[25906] = 136208,
			[25907] = 135990,
		},
		["Увеличение выносливости на 7"] = {
			[7505] = 136235,
		},
		["Создание Ночного дыхание дракона"] = {
			[15344] = 136235,
		},
		["Перчатки Волшебства"] = {
			[18454] = 132149,
		},
		["Предмет +МанаНога R1"] = {
			[15345] = 136235,
		},
		["Проницательность"] = {
			[18820] = 135932,
		},
		["Summon Ring of Unspoken Names DND"] = {
			[29033] = 136235,
		},
		["Ракета, ЗЕЛЕНАЯ"] = {
			[26345] = 136235,
		},
		["Повышенное сопротивление огню 32"] = {
			[14612] = 136235,
		},
		["Подрезать сухожилия"] = {
			[26141] = 132316,
			[1715] = 132316,
			[1716] = 132316,
			[7373] = 132316,
			[7374] = 132316,
			[7375] = 132316,
			[9080] = 132316,
			[27584] = 132316,
			[7372] = 132316,
			[26211] = 132316,
		},
		["Горящие ветра"] = {
			[17293] = 136018,
		},
		["Показатель блока 12"] = {
			[25036] = 136235,
		},
		["Тотем легкости воздуха"] = {
			[10628] = 136046,
			[8837] = 136046,
			[25966] = 132282,
			[8835] = 136046,
			[25401] = 136046,
			[25359] = 136046,
			[10627] = 136046,
		},
		["Улучшение потрошения Торговца смертью"] = {
			[26113] = 136235,
		},
		["Реактивная вспышка"] = {
			[1940] = 136235,
		},
		["Ментальный крик"] = {
			[10890] = 136184,
			[15398] = 136184,
			[8123] = 136184,
			[8122] = 136184,
			[22884] = 136184,
			[10891] = 136184,
			[8125] = 136184,
			[26042] = 136184,
			[27610] = 136184,
			[13704] = 136184,
			[8124] = 136184,
			[10888] = 136184,
			[10889] = 136184,
		},
		["Вызов духа Могрейна"] = {
			[28928] = 136235,
		},
		["Когти Эсхандара"] = {
			[22639] = 132152,
		},
		["Предмет +КД/СО Нога R2"] = {
			[15437] = 136235,
		},
		["Вытягивание энергии"] = {
			[27287] = 136135,
			[27288] = 136135,
			[27289] = 136135,
		},
		["Увеличенный урон от сил природы 14"] = {
			[9411] = 136235,
		},
		["Тень мага Аргуса, превращение"] = {
			[4063] = 136230,
		},
		["Предмет +ИНТ/СО Нога R2"] = {
			[15447] = 136235,
		},
		["Измерение 8"] = {
			[27254] = 136115,
		},
		["Повышенное сопротивление магии льда 18"] = {
			[14580] = 136235,
		},
		["Увеличенное исцеление 11"] = {
			[7679] = 136235,
		},
		["Рецепт зубатки ощетиненной"] = {
			[7755] = 136192,
		},
		["Увеличенный урон от огня 23"] = {
			[17747] = 136235,
		},
		["Приручение приливного краба"] = {
			[19682] = 132164,
			[19696] = 132164,
		},
		["Пламенное дыхание"] = {
			[9573] = 135805,
			[8873] = 135805,
			[16396] = 135805,
			[16390] = 135805,
			[23461] = 135805,
			[18435] = 135805,
			[20712] = 135831,
			[17294] = 135805,
		},
		["Усиление духа на 2"] = {
			[7475] = 136235,
		},
		["Рука Правосудия"] = {
			[15600] = 135990,
			[15601] = 133434,
		},
		["Test RPole Periodic"] = {
			[29715] = 136235,
		},
		["Крошка Дымок"] = {
			[15633] = 136235,
		},
		["Рецепт: слабый эликсир ловкости"] = {
			[2342] = 136235,
		},
		["Скользящий удар"] = {
			[1817] = 132223,
		},
		["Черный сон"] = {
			[17446] = 136143,
		},
		["Помощь природы"] = {
			[16196] = 135860,
			[16180] = 135860,
			[16198] = 135860,
		},
		["Плевок разъедающей кислоты"] = {
			[19463] = 136007,
			[21047] = 136007,
		},
		["QADebug Instant Cast"] = {
			[27204] = 132369,
		},
		["Сопротивление силам Тьмы"] = {
			[4576] = 136075,
			[4577] = 136075,
			[4578] = 136075,
			[4624] = 136075,
			[4550] = 136075,
			[4626] = 136075,
			[4627] = 136075,
			[4628] = 136075,
			[1189] = 136075,
			[4623] = 136075,
			[4622] = 136075,
			[4572] = 136075,
			[4573] = 136075,
			[4574] = 136075,
			[4575] = 136075,
			[4625] = 136075,
		},
		["Спасенная принцесса"] = {
			[15660] = 136235,
		},
		["Улучшение брони 150"] = {
			[15693] = 136235,
		},
		["Повышенное сопротивление огню 16"] = {
			[14596] = 136235,
		},
		["QAEnchant Bracer +4 Mana\\5"] = {
			[27115] = 135913,
		},
		["Неожиданная атака"] = {
			[8151] = 132092,
		},
		["Атака пламенем - визуальное"] = {
			[15650] = 135818,
		},
		["Заклинание вызова дракончика Гнездовья"] = {
			[15750] = 136235,
		},
		["Призыв Иллюзорного кошмара"] = {
			[6905] = 135824,
		},
		["Белый механодолгоног"] = {
			[15779] = 132247,
		},
		["Сопротивление светлой магии"] = {
			[4544] = 136075,
			[3741] = 136075,
			[4599] = 136075,
			[4541] = 136075,
			[4545] = 136075,
			[4596] = 136075,
			[4600] = 136075,
			[4542] = 136075,
			[4546] = 136075,
			[1837] = 136075,
			[4597] = 136075,
			[4543] = 136075,
			[4595] = 136075,
			[4594] = 136075,
			[27536] = 135880,
			[4540] = 136075,
			[4598] = 136075,
		},
		["Оберег Занзила - воздействие"] = {
			[8834] = 136157,
		},
		["Призывание Духа древности"] = {
			[3652] = 136075,
		},
		["Создание призматической перфокарты"] = {
			[11545] = 136235,
		},
		["Призыв стража-заклинателя"] = {
			[3657] = 136075,
		},
		["QAEnchant Weapon Lifestealing"] = {
			[27104] = 135913,
		},
		["Быстродействующий яд"] = {
			[8700] = 132273,
			[11344] = 132273,
			[11346] = 132273,
			[8680] = 132273,
			[8701] = 132273,
			[11345] = 132273,
			[8679] = 132273,
			[8681] = 132273,
			[8810] = 132273,
			[28428] = 136016,
		},
		["Выжигание участка"] = {
			[8000] = 135826,
		},
		["Сопротивление огню"] = {
			[4605] = 136075,
			[24463] = 135806,
			[4606] = 136075,
			[10534] = 135832,
			[4607] = 136075,
			[24470] = 135806,
			[24472] = 135806,
			[541] = 136235,
			[8185] = 135832,
			[4547] = 136075,
			[28765] = 135806,
			[1185] = 135824,
			[1213] = 135824,
			[4551] = 136075,
			[1599] = 136075,
			[10535] = 135832,
			[24464] = 135806,
			[4552] = 136075,
			[15123] = 135806,
			[24439] = 135806,
			[24440] = 135806,
			[24441] = 135806,
			[24442] = 135806,
			[4057] = 135806,
			[4601] = 136075,
			[4554] = 136075,
			[27533] = 135806,
			[24444] = 135806,
			[4602] = 136075,
			[4555] = 136075,
			[2868] = 135824,
			[23992] = 135806,
			[4603] = 136075,
			[4556] = 136075,
			[4553] = 136075,
			[24445] = 135806,
			[4604] = 136075,
			[4557] = 136075,
			[24468] = 135806,
		},
		["Вызов порабощенной души"] = {
			[19096] = 136235,
		},
		["Выкройка: перчатки Грозового Покрова"] = {
			[26280] = 136235,
		},
		["Проклятие нежити"] = {
			[20006] = 136138,
		},
		["Медвежий облик Кинелори"] = {
			[4948] = 132276,
		},
		["Слабое зелье отражения"] = {
			[7427] = 136235,
		},
		["Create Item Visual (DND)"] = {
			[16633] = 136210,
		},
		["Увеличенный урон от темной магии 41"] = {
			[18019] = 136235,
		},
		["Увеличение сила на 10"] = {
			[9121] = 136235,
		},
		["Холод III PROC"] = {
			[2647] = 135860,
		},
		["Улучшенный чародейский снаряд"] = {
			[11237] = 136096,
			[12463] = 136096,
			[12464] = 136096,
			[16770] = 136096,
			[16769] = 136096,
		},
		["Портал в Подгород"] = {
			[11418] = 135751,
		},
		["Отмена статуса отвергнутого, создание браслета дружбы"] = {
			[26921] = 136235,
		},
		["Вызов слизнюченыша"] = {
			[12250] = 136006,
		},
		["Магическое зрение"] = {
			[3659] = 136235,
		},
		["Тяжелый пояс Скорпида"] = {
			[19070] = 136235,
		},
		["Большой бронзовый нож"] = {
			[3491] = 136192,
			[3516] = 136235,
		},
		["Истребитель великанов A"] = {
			[20987] = 136095,
		},
		["Вызов стража деревни Сен'джин"] = {
			[11755] = 136235,
		},
		["QAEnchant Weapon +15 Agility"] = {
			[26792] = 135913,
		},
		["Рецепт: постный стейк из волчатины"] = {
			[15854] = 136235,
		},
		["Золотой жезл"] = {
			[14379] = 136192,
		},
		["Получение приливной заводи - образец #4"] = {
			[12808] = 136235,
		},
		["Увеличенный урон от темной магии 70"] = {
			[26736] = 136235,
		},
		["Твердость"] = {
			[20573] = 133125,
		},
		["Поток молний"] = {
			[10387] = 135990,
		},
		["Теневая слабость"] = {
			[25183] = 134399,
		},
		["Alliance Flag Capture Test"] = {
			[23387] = 136235,
		},
		["Увеличенный урон от темной магии 67"] = {
			[26735] = 136235,
		},
		["Увеличенный урон от темной магии 63"] = {
			[26733] = 136235,
		},
		["Дух дикого волка"] = {
			[555] = 136095,
			[1350] = 136095,
		},
		["Неправильная рыба"] = {
			[8063] = 133889,
		},
		["Раздирание плоти"] = {
			[3147] = 132152,
		},
		["Зачаровывание щита - выносливость"] = {
			[13817] = 135913,
		},
		["Призыв пылающего стража Скверны"] = {
			[16004] = 135805,
		},
		["Усиленный урон"] = {
			[12248] = 136006,
			[12738] = 136006,
		},
		["Варварские железные перчатки"] = {
			[9820] = 136192,
		},
		["Увеличенный урон от темной магии 56"] = {
			[26728] = 136235,
		},
		["Увеличеный урон от магии льда 69"] = {
			[26725] = 136235,
		},
		["Увеличеный урон от магии льда 67"] = {
			[26724] = 136235,
		},
		["Зачаровывание щита - сопротивление льду"] = {
			[13933] = 135913,
		},
		["Мысленный зонд"] = {
			[16037] = 135736,
		},
		["Углеглаз, увеличение"] = {
			[16048] = 135819,
			[16049] = 132154,
		},
		["Пунш Ящера"] = {
			[6114] = 132794,
		},
		["Полярный волк"] = {
			[16081] = 132266,
		},
		["Простая Вечная субстанция"] = {
			[20040] = 136192,
		},
		["Улучшенный волшебный огонь"] = {
			[24479] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 27"] = {
			[14690] = 136235,
		},
		["Телепорт в Темнолесье"] = {
			[445] = 136235,
		},
		["Благословение Юлии"] = {
			[8348] = 135953,
		},
		["Увеличение интеллекта 7"] = {
			[7497] = 136235,
		},
		["Долина Альтерака Орды"] = {
			[23528] = 136235,
			[23529] = 136235,
			[24642] = 136235,
			[23532] = 136235,
			[24652] = 136235,
			[23533] = 136235,
			[24645] = 136235,
		},
		["Сопротивляемость страху 4"] = {
			[24351] = 134179,
		},
		["Формула чар для плаща: сопротивление темной магии I"] = {
			[13525] = 136235,
		},
		["Серый баран"] = {
			[6777] = 132248,
		},
		["Увеличенный урон от чар 69"] = {
			[26713] = 136235,
		},
		["Вызов пламени"] = {
			[19629] = 135826,
		},
		["Увеличенный урон от чар 67"] = {
			[26712] = 136235,
		},
		["Стигийская хватка"] = {
			[29162] = 136123,
			[29164] = 136143,
		},
		["Сила атаки 2"] = {
			[9136] = 136235,
		},
		["Сумка из магической ткани"] = {
			[12065] = 132149,
			[12110] = 136021,
		},
		["Специализация на посохах"] = {
			[4501] = 135145,
			[4502] = 135145,
			[4488] = 135145,
			[4489] = 135145,
			[4490] = 135145,
			[4491] = 135145,
			[4492] = 135145,
			[4493] = 135145,
			[4494] = 135145,
			[4495] = 135145,
			[4496] = 135145,
			[4497] = 135145,
			[4498] = 135145,
			[4499] = 135145,
			[4500] = 135145,
			[4503] = 135145,
		},
		["Conjure Altar of Summoning Effect DND"] = {
			[21268] = 136235,
		},
		["Создание Изыскательского жезла"] = {
			[10859] = 133748,
		},
		["Природная защита"] = {
			[7254] = 136094,
			[7251] = 136094,
			[7253] = 136094,
			[17546] = 136094,
			[7250] = 136094,
			[7252] = 136094,
			[16893] = 136094,
		},
		["Таймер официального сообщения, Некрополь"] = {
			[28395] = 136235,
		},
		["Аура мудрости"] = {
			[5647] = 135970,
			[5644] = 135970,
			[10276] = 135970,
			[7326] = 135970,
		},
		["Увеличенный урон от чар 63"] = {
			[26709] = 136235,
		},
		["Превращение студента из смотровой - эффект"] = {
			[18115] = 136235,
		},
		["Измерение 4"] = {
			[11821] = 136115,
		},
		["Жидкая руда"] = {
			[5159] = 135826,
		},
		["Заморозить животное"] = {
			[16245] = 136235,
		},
		["Касание Валестраза"] = {
			[16319] = 136235,
		},
		["Стужа джуджу"] = {
			[16325] = 134311,
		},
		["Вызов случайного королевского"] = {
			[24784] = 136235,
		},
		["Воплощение неназванных имен - улучшение питомца"] = {
			[26118] = 136235,
		},
		["Увеличенный урон от чар 57"] = {
			[26705] = 136235,
		},
		["Увеличенный урон от огня 70"] = {
			[26702] = 136235,
		},
		["Медные плетеные сапоги"] = {
			[3319] = 136192,
			[3340] = 136235,
		},
		["Джуджу Огнезол"] = {
			[16326] = 134317,
		},
		["Дух-целитель"] = {
			[5605] = 135928,
			[4971] = 135928,
			[6274] = 135928,
		},
		["Зеленый железный шлем"] = {
			[3502] = 136192,
			[3522] = 136235,
		},
		["Повышенное сопротивление магии льда 41"] = {
			[14977] = 136235,
		},
		["Неудержимое неистовство"] = {
			[19616] = 132091,
			[19617] = 132091,
			[19618] = 132091,
			[19619] = 132091,
			[19620] = 132091,
		},
		["Сердце дикой природы"] = {
			[17003] = 135879,
			[17004] = 135879,
			[17005] = 135879,
			[17006] = 135879,
			[24894] = 135879,
		},
		["Увеличенный урон от огня 63"] = {
			[26697] = 136235,
		},
		["Повышенное сопротивление огню 10"] = {
			[14590] = 136235,
		},
		["Увеличенный урон от огня 59"] = {
			[26694] = 136235,
		},
		["Увеличенное исцеление 110"] = {
			[26690] = 136235,
		},
		["Увеличение сила на 39"] = {
			[14511] = 136235,
		},
		["Испепеление"] = {
			[20153] = 136219,
			[12743] = 135817,
			[19396] = 135813,
			[19483] = 136219,
			[18459] = 135813,
			[6234] = 136235,
			[19397] = 135813,
			[4436] = 135817,
			[18460] = 135813,
			[23309] = 136130,
			[23308] = 136130,
			[21142] = 135817,
			[12744] = 135817,
		},
		["Обожание"] = {
			[26680] = 135450,
		},
		["Медный плетеный пояс"] = {
			[2661] = 136192,
			[2744] = 136235,
		},
		["Альянс захват флага"] = {
			[23389] = 136235,
		},
		["Некрорахниды-скарабеи"] = {
			[16418] = 136128,
		},
		["Создание детеныша гиппогрифа Upperdeck"] = {
			[30188] = 136235,
		},
		["Рецепт: каменношкурая треска"] = {
			[7831] = 136235,
		},
		["Измеримый щит 2"] = {
			[26666] = 136104,
		},
		["Сила атаки 10"] = {
			[9140] = 136235,
		},
		["Увеличение выносливости на 42"] = {
			[14954] = 136235,
		},
		["Целительное прикосновение - восстановление"] = {
			[28847] = 136052,
		},
		["Оплетающие сети"] = {
			[4962] = 136022,
		},
		["Усиление критического урона 2"] = {
			[7598] = 136235,
		},
		["Забрать флаг Орды с базы (событие)"] = {
			[23897] = 136235,
		},
		["Маленький сефориевый выхлоп"] = {
			[8511] = 135805,
		},
		["Маскировка"] = {
			[5170] = 132288,
			[5670] = 132288,
			[5671] = 132288,
		},
		["Слово Оттепели"] = {
			[28800] = 136235,
		},
		["Выбор случайной груды черепов"] = {
			[27896] = 136235,
			[27930] = 136235,
			[27938] = 136235,
		},
		["Тень Джиндо - постоянное действие"] = {
			[24307] = 136123,
		},
		["Вызов Дымной Паутины"] = {
			[16450] = 132311,
		},
		["Убить прислужника Арроку"] = {
			[16452] = 136235,
		},
		["Улучшение брони 70"] = {
			[9766] = 136235,
		},
		["Copy of Ferocious Bite"] = {
			[24248] = 132127,
		},
		["Вызов кургана Оуро"] = {
			[26617] = 136235,
		},
		["Изображение телепорта"] = {
			[26591] = 136235,
		},
		["Выкройка: темные кожаные наплечники"] = {
			[3803] = 136235,
		},
		["Повышенное сопротивление тайной магии 31"] = {
			[14733] = 136235,
		},
		["Смертельная отрава III"] = {
			[11470] = 132290,
		},
		["Нечестивая броня III"] = {
			[1380] = 136225,
		},
		["Увеличенный урон от темной магии 21"] = {
			[9328] = 136235,
		},
		["Воля охотника"] = {
			[1602] = 132275,
		},
		["Взрывоопасная овца, постоянное действие"] = {
			[4051] = 135805,
		},
		["Медвежьи объятия"] = {
			[5214] = 132111,
		},
		["Кровопускание"] = {
			[17153] = 132155,
			[11572] = 132155,
			[11573] = 132155,
			[11574] = 132155,
			[11575] = 132155,
			[16406] = 132155,
			[11576] = 132155,
			[11577] = 132155,
			[6546] = 132155,
			[6547] = 132155,
			[12054] = 132155,
			[6548] = 132155,
			[6549] = 132155,
			[13443] = 132155,
			[13318] = 132155,
			[6550] = 132155,
			[13445] = 132155,
			[6551] = 132155,
			[17504] = 132155,
			[18200] = 132155,
			[18075] = 132155,
			[18202] = 132155,
			[18078] = 132155,
			[16509] = 132155,
			[13738] = 132155,
			[16403] = 132155,
			[772] = 132155,
			[14118] = 132155,
			[14087] = 132155,
			[11977] = 132155,
			[1423] = 132155,
			[18106] = 132155,
			[16393] = 132155,
			[21949] = 132155,
		},
		["Перчатки травника"] = {
			[9146] = 136235,
		},
		["Усиление духа на 31"] = {
			[14453] = 136235,
		},
		["Увеличение ловкости 30"] = {
			[14394] = 136235,
		},
		["Рецепт похлебки из долгонога"] = {
			[6416] = 136192,
		},
		["Искусные чары"] = {
			[11210] = 135894,
			[12592] = 135894,
		},
		["Гнилая желчь"] = {
			[16574] = 136118,
			[16575] = 136118,
			[16573] = 136077,
		},
		["Пронзительный визг"] = {
			[16576] = 136230,
			[26379] = 136147,
		},
		["Выкройка: дикарские кожаные наплечники"] = {
			[10530] = 136235,
		},
		["Метка: Сердца"] = {
			[20372] = 136209,
		},
		["Большая связка белых фейерверков"] = {
			[26518] = 136235,
		},
		["Сигнальная ракета, ЖЕЛТАЯ БОЛЬШАЯ - В"] = {
			[26515] = 136235,
		},
		["Сигнальная ракета, ЖЕЛТАЯ БОЛЬШАЯ - ЮЗ"] = {
			[26514] = 136235,
		},
		["Улучшенный тотем огня"] = {
			[16086] = 135824,
			[16544] = 135824,
		},
		["Сигнальная ракета, ЖЕЛТАЯ БОЛЬШАЯ - С"] = {
			[26512] = 136235,
		},
		["Рецепт чая из златошипа"] = {
			[13028] = 136192,
		},
		["Бросок валуна II"] = {
			[4165] = 132153,
		},
		["Сигнальная ракета, БЕЛАЯ БОЛЬШАЯ - ЮВ"] = {
			[26508] = 136235,
		},
		["Темный жребий Сейджа - выносливость"] = {
			[23737] = 134334,
		},
		["Улучшение брони 300"] = {
			[15957] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ БОЛЬШАЯ - ЮВ"] = {
			[26503] = 136235,
		},
		["Вызов элементаля пепла"] = {
			[29305] = 132608,
		},
		["Детонация маны"] = {
			[27820] = 136116,
		},
		["Визуальная молния Тадиуса"] = {
			[28136] = 135824,
		},
		["Sam's Test Spell"] = {
			[23685] = 136235,
		},
		["Поддержание Черных Глубин"] = {
			[8734] = 136121,
		},
		["Recipe: DIRGE TEST LEARN"] = {
			[25666] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 19"] = {
			[14682] = 136235,
		},
		["Пшик"] = {
			[12244] = 136235,
		},
		["Горение Духа II"] = {
			[1322] = 135805,
		},
		["Задание - Временной паразит, вызов #2"] = {
			[16630] = 136235,
		},
		["Увеличенный урон от сил природы 34"] = {
			[16638] = 136235,
		},
		["Чертеж: зачарованный ториевый шлем"] = {
			[16759] = 136235,
		},
		["Сигнальная ракета, СИНЯЯ БОЛЬШАЯ - ЮЗ"] = {
			[26486] = 136235,
		},
		["Убийство животных 21"] = {
			[18080] = 136235,
		},
		["Повышение урона от заклинания 1"] = {
			[9392] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 22"] = {
			[14685] = 136235,
		},
		["Большая красная ракета"] = {
			[26336] = 136235,
			[26422] = 136235,
		},
		["Увеличенный урон от огня 6"] = {
			[7686] = 136235,
		},
		["Улучшенные объятия вампира"] = {
			[27839] = 136165,
			[27840] = 136165,
		},
		["Зеленые железные рукавицы"] = {
			[3336] = 136192,
		},
		["Удар Рак-Зора"] = {
			[6304] = 132939,
		},
		["Повышенное сопротивление силам Тьмы 35"] = {
			[14697] = 136235,
		},
		["Удар посохом III (отключено)"] = {
			[1918] = 132325,
		},
		["Усиление духа на 17"] = {
			[14436] = 136235,
		},
		["Светозарные сапоги"] = {
			[16656] = 136192,
		},
		["Божественный удар"] = {
			[2512] = 132326,
			[2513] = 132326,
			[2514] = 132326,
			[2515] = 132326,
			[2516] = 132326,
		},
		["Чертеж: большой атомарный перенаправлятор"] = {
			[23091] = 134153,
		},
		["Чертеж: ториевая броня"] = {
			[16671] = 136235,
		},
		["Почетный знак котловины Арати (побежденный)"] = {
			[24952] = 136235,
		},
		["Чертеж: светозарные перчатки"] = {
			[16683] = 136235,
		},
		["Создание шкатулки-духоловки"] = {
			[9082] = 136235,
		},
		["Исчезновение шершней из Улья Зара"] = {
			[26447] = 136235,
		},
		["Плащ с перламутровыми застежками"] = {
			[6521] = 132149,
			[6522] = 136021,
		},
		["Засуха"] = {
			[22662] = 136066,
		},
		["Чертеж: ториевые поножи"] = {
			[16693] = 136235,
		},
		["Чертеж: большая батарея зеленых фейерверков"] = {
			[26439] = 134153,
		},
		["Чертеж: посеребренные бронзовые наплечники"] = {
			[3351] = 136235,
		},
		["Чертеж: рунические латные сапоги"] = {
			[16696] = 136235,
		},
		["Сила атаки 46"] = {
			[15811] = 136235,
		},
		["Удаление ультиматума барона"] = {
			[28182] = 136235,
		},
		["Воскрешение питомца"] = {
			[1236] = 132163,
			[982] = 132163,
			[23499] = 132163,
		},
		["Copy of Enchant Weapon - Unholy Weapon"] = {
			[27098] = 135913,
			[27100] = 135913,
		},
		["Вызов генератора Финкля"] = {
			[16721] = 136235,
		},
		["Гномья шапка контроля разума"] = {
			[12918] = 136235,
		},
		["Мглистые сапоги"] = {
			[9207] = 136235,
		},
		["Крупный камень здоровья"] = {
			[23477] = 135230,
			[11732] = 135230,
			[23476] = 135230,
		},
		["Взрыв жабы"] = {
			[24065] = 136006,
			[24066] = 136006,
			[24062] = 136006,
		},
		["Кислотные брызги"] = {
			[26419] = 136007,
		},
		["Повышенное сопротивление тайной магии 19"] = {
			[14721] = 136235,
		},
		["Императорские латные поножи"] = {
			[16730] = 136192,
		},
		["Небольшой сефориевый заряд"] = {
			[3933] = 136235,
			[4056] = 136235,
		},
		["Тотем неистовства ветра"] = {
			[10613] = 136114,
			[10615] = 136114,
			[8513] = 136114,
			[10608] = 136114,
			[27621] = 136114,
			[8512] = 136114,
			[10614] = 136114,
			[8516] = 136114,
			[10616] = 136114,
			[10610] = 136114,
		},
		["Эффект исчезновения Рагнароса"] = {
			[21859] = 135830,
		},
		["Зачарованный ториевый шлем"] = {
			[16742] = 136192,
		},
		["Изнуряющее прикосновение"] = {
			[16333] = 136157,
		},
		["Финкль дает задание"] = {
			[16743] = 136235,
		},
		["Большая ловкость"] = {
			[11334] = 134873,
			[11333] = 134873,
			[13823] = 136235,
		},
		["Зачарованная ториевая кираса"] = {
			[16745] = 136192,
		},
		["Образ фурболга"] = {
			[6405] = 134297,
		},
		["Рой насекомых"] = {
			[24975] = 136045,
			[24979] = 136045,
			[5570] = 136045,
			[24976] = 136045,
			[24980] = 136045,
			[24977] = 136045,
			[24981] = 136045,
			[24974] = 136045,
			[24978] = 136045,
		},
		["Тяжелая мифриловая кираса"] = {
			[9959] = 136192,
			[9960] = 136235,
		},
		["Портняжное дело (искусник)"] = {
			[12181] = 136249,
		},
		["Чертеж: рунический латный шлем"] = {
			[16749] = 136235,
		},
		["Призыв прислужника Тервоша"] = {
			[7076] = 135864,
		},
		["Чертеж: рунические латные поножи"] = {
			[16754] = 136235,
		},
		["Пояс предотвращения урона"] = {
			[13234] = 135940,
		},
		["Улучшение брони 90"] = {
			[9768] = 136235,
		},
		["Проклятие ока"] = {
			[10653] = 136224,
			[3360] = 136224,
			[10651] = 136224,
		},
		["Гномьи реактивные сапоги"] = {
			[12905] = 136235,
			[12916] = 136235,
			[13141] = 135805,
		},
		["Сшитый вручную кожаный жилет"] = {
			[7126] = 136235,
		},
		["Теневая расщелина"] = {
			[27810] = 136134,
		},
		["Увеличение сила на 29"] = {
			[14501] = 136235,
		},
		["Яростная злость"] = {
			[16791] = 136224,
			[16792] = 136224,
		},
		["Свеча Элуны"] = {
			[26649] = 136235,
			[26622] = 136235,
			[26623] = 136235,
			[26624] = 136235,
			[26625] = 136235,
			[26374] = 136235,
			[26636] = 136235,
		},
		["Метка позора"] = {
			[6767] = 136122,
		},
		["Гирокронатом"] = {
			[3961] = 136235,
			[4017] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ - В"] = {
			[26360] = 136235,
		},
		["Увеличение интеллекта 12"] = {
			[9108] = 136235,
		},
		["Ракета, БОЛЬШАЯ ЗЕЛЕНАЯ"] = {
			[26352] = 136235,
		},
		["Увеличенный урон от темной магии 13"] = {
			[9413] = 136235,
		},
		["Ракета, КРАСНАЯ"] = {
			[26347] = 136235,
		},
		["Суперочки \"Кошачий глаз\""] = {
			[12607] = 136235,
		},
		["Позучая плесень"] = {
			[6278] = 136134,
			[18289] = 135914,
		},
		["Малый зверогубитель"] = {
			[13650] = 136235,
		},
		["Ракета, СИНЯЯ"] = {
			[26344] = 136235,
		},
		["Большая синяя ракета"] = {
			[26333] = 136235,
			[26420] = 136235,
		},
		["ToWoW - PvP флаг Силитуса"] = {
			[30176] = 136235,
		},
		["Дисбалансирующий удар"] = {
			[26613] = 132340,
		},
		["Повышенное сопротивление силам природы 15"] = {
			[14636] = 136235,
		},
		["Шелковый пояс Земли"] = {
			[8797] = 132149,
		},
		["Выплавка мифрила"] = {
			[10097] = 136235,
			[10099] = 136235,
		},
		["Шлем из черепашьего панциря"] = {
			[10552] = 136235,
			[10553] = 136021,
		},
		["Сигнальная ракета, ЖЕЛТАЯ - Н"] = {
			[26321] = 136235,
		},
		["Рецепт: сытная похлебка из кроколиска"] = {
			[24419] = 136235,
		},
		["Взлом замка"] = {
			[1804] = 136058,
		},
		["Гнилостный укус"] = {
			[30113] = 132100,
		},
		["Мучение"] = {
			[11777] = 136160,
			[20377] = 136160,
			[7811] = 136160,
			[20378] = 136160,
			[7881] = 136160,
			[20317] = 136160,
			[3716] = 136160,
			[7882] = 136160,
			[7809] = 136160,
			[11774] = 136160,
			[7883] = 136160,
			[11775] = 136160,
			[7810] = 136160,
			[11776] = 136160,
			[7884] = 136160,
			[20379] = 136160,
			[20380] = 136160,
		},
		["Инфернал"] = {
			[19698] = 135818,
			[1122] = 136219,
			[1413] = 136219,
			[19695] = 135818,
			[22699] = 135860,
			[20799] = 136235,
			[24670] = 136219,
		},
		["Кустарный прицел"] = {
			[3988] = 136235,
			[3977] = 136235,
			[3974] = 136235,
		},
		["Сигнальная ракета, БЕЛАЯ - Н"] = {
			[26317] = 136235,
		},
		["Удар кинжалом"] = {
			[2631] = 132223,
		},
		["Невидимый следопыт"] = {
			[27933] = 136235,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ - Н"] = {
			[26313] = 136235,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ - ЮЗ"] = {
			[26312] = 136235,
		},
		["Дыхание песка"] = {
			[20716] = 135831,
			[20717] = 135831,
		},
		["Большее магическое слияние"] = {
			[15444] = 136235,
			[15427] = 136235,
			[15441] = 136235,
			[15449] = 136235,
			[15439] = 136235,
			[15429] = 136235,
			[15446] = 136235,
			[15458] = 136235,
		},
		["Выкройка: перчатки травника"] = {
			[9151] = 136235,
		},
		["Нападение"] = {
			[8386] = 136235,
		},
		["Удобная кожаная шляпа"] = {
			[10490] = 136235,
		},
		["Колчан быстрой тетивы"] = {
			[14931] = 136021,
		},
		["Summon Madcap's Bracers DND"] = {
			[28939] = 136235,
		},
		["Чертеж: инкрустированный ториевый молот"] = {
			[17019] = 136235,
		},
		["Чертеж: огромный ториевый боевой топор"] = {
			[17022] = 136235,
		},
		["Живые поножи"] = {
			[19078] = 136235,
		},
		["Повышенное сопротивление огню 13"] = {
			[14593] = 136235,
		},
		["Увеличение ловкости 31"] = {
			[14395] = 136235,
		},
		["Время истекло"] = {
			[17691] = 136222,
		},
		["Громовая поступь"] = {
			[24375] = 132091,
			[26189] = 132189,
			[26190] = 132189,
			[20549] = 132368,
			[27758] = 132091,
			[19482] = 132368,
			[15593] = 132091,
			[16740] = 132091,
			[25188] = 132091,
			[16727] = 132091,
			[26090] = 132189,
			[11876] = 132091,
			[45] = 132091,
			[26094] = 132189,
			[26187] = 132189,
			[28125] = 132091,
			[26188] = 132189,
			[28725] = 132091,
		},
		["Предмет +ИНТ/SPI Нога R3"] = {
			[15489] = 136235,
		},
		["Обнаружение ловушек"] = {
			[1846] = 132319,
			[2836] = 132319,
		},
		["Сигнальная ракета, СИНЯЯ - ЮВ"] = {
			[26302] = 136235,
		},
		["Закаленный железный короткий меч"] = {
			[3492] = 136192,
			[3517] = 136235,
		},
		["Улучшение владения луками"] = {
			[7535] = 136235,
		},
		["Сострадание камня"] = {
			[9930] = 136025,
		},
		["Создание замены жаровни Приманивания Изалиена"] = {
			[27558] = 136235,
		},
		["Чертеж: арканитовый жнец"] = {
			[17036] = 136235,
		},
		["Вурдалачий облик"] = {
			[3287] = 136224,
		},
		["Огненный эликсир Зимнего Сна"] = {
			[17038] = 134872,
			[17205] = 134872,
		},
		["Маленькая белая ракета"] = {
			[26294] = 136235,
		},
		["Призыв прирученного краба"] = {
			[7907] = 133708,
		},
		["Вызов каменной базы"] = {
			[26287] = 136235,
		},
		["Зеленые кожаные наручи"] = {
			[3776] = 136235,
			[3797] = 136021,
		},
		["Улучшенное проклятие изнеможения"] = {
			[18311] = 136162,
			[18312] = 136162,
			[18310] = 136162,
			[18313] = 136162,
		},
		["Бес Пустоты"] = {
			[1952] = 136172,
		},
		["Медная палица"] = {
			[2737] = 136192,
			[2754] = 136235,
		},
		["Улучшенный знак дикой природы"] = {
			[17053] = 136078,
			[17054] = 136078,
			[17055] = 136078,
			[17050] = 136078,
			[17051] = 136078,
		},
		["Предательская стужа"] = {
			[6873] = 135864,
		},
		["Быстрое сокрытие"] = {
			[18388] = 135994,
		},
		["Димсумы"] = {
			[26263] = 134056,
		},
		["Улучшенное омоложение"] = {
			[17115] = 136081,
			[17111] = 136081,
			[17112] = 136081,
			[17113] = 136081,
			[17114] = 136081,
		},
		["Heal Visual (DND)"] = {
			[8596] = 135915,
		},
		["Воспламеняющий порошок Магаты"] = {
			[17117] = 136235,
		},
		["Заплесневелый фолиант - ловушка"] = {
			[17134] = 136129,
			[19150] = 136129,
		},
		["Кинжал Тени"] = {
			[2718] = 132223,
		},
		["Эффект Огненного щита IV"] = {
			[3055] = 135817,
		},
		["Корни хлыстня"] = {
			[24152] = 136100,
		},
		["Повышение урона от заклинаний 23 - благочестие"] = {
			[30779] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 20"] = {
			[14683] = 136235,
		},
		["Амулет Сильной Воли"] = {
			[15594] = 136235,
			[15595] = 133276,
		},
		["Бросок зелья"] = {
			[7638] = 135999,
		},
		["Summon Vessel of Rebirth DND"] = {
			[22958] = 136235,
		},
		["Визуальный эффект исчезновения Оуро"] = {
			[26063] = 135830,
		},
		["Альянс котловина Арати"] = {
			[24182] = 136235,
		},
		["Цепенящий удар III"] = {
			[2434] = 132223,
		},
		["Cпециализация на магии Света"] = {
			[15010] = 135967,
			[15011] = 135967,
			[15008] = 135967,
			[15009] = 135967,
			[14889] = 135967,
		},
		["Единение с Тьмой"] = {
			[15318] = 136205,
			[15272] = 136205,
			[15320] = 136205,
		},
		["Парирование"] = {
			[18848] = 132269,
			[16268] = 132269,
			[3124] = 132269,
			[18849] = 132269,
			[23548] = 132269,
			[3126] = 132269,
			[3127] = 132269,
			[3128] = 132269,
			[23547] = 132269,
		},
		["Усиление проницаемости заклинания на 38"] = {
			[26175] = 136235,
		},
		["Рецепт: сочный стейк из волчатины"] = {
			[22481] = 136235,
		},
		["Вызов орды Сокровища - визуальный эффект"] = {
			[12564] = 136235,
		},
		["Укус"] = {
			[17261] = 132278,
			[17265] = 132278,
			[17254] = 132278,
			[17258] = 132278,
			[17262] = 132278,
			[17266] = 132278,
			[17255] = 132278,
			[17259] = 132278,
			[17263] = 132278,
			[17267] = 132278,
			[17256] = 132278,
			[17260] = 132278,
			[17264] = 132278,
			[17253] = 132278,
			[17257] = 132278,
			[17268] = 132278,
		},
		["Увеличенное исцеление 121"] = {
			[26228] = 136235,
		},
		["Повышение урона от заклинания 68"] = {
			[26227] = 136235,
		},
		["Сонливость"] = {
			[8064] = 136090,
		},
		["Универсальный пульт управления"] = {
			[8344] = 132996,
		},
		["Исправленное заклинание Льда"] = {
			[29607] = 135846,
		},
		["Здоровье II"] = {
			[3593] = 134824,
			[16884] = 134824,
		},
		["Выкройка: багровое шелковое одеяние"] = {
			[8803] = 136235,
		},
		["Призыв взрывоопасной овцы"] = {
			[4052] = 132281,
		},
		["Рождественский принц Тортелдрин"] = {
			[26210] = 135849,
		},
		["Исчезновение прислужника - таймер"] = {
			[28090] = 136235,
		},
		["Освобождение йети Юми"] = {
			[17166] = 136235,
		},
		["Дыхание"] = {
			[18564] = 135805,
			[18566] = 135805,
			[18568] = 135805,
			[18570] = 135805,
			[18572] = 135805,
			[18574] = 135805,
			[18576] = 135805,
			[18578] = 135805,
			[18580] = 135805,
			[18582] = 135805,
			[18584] = 135805,
			[18586] = 135805,
			[18588] = 135805,
			[18590] = 135805,
			[18592] = 135805,
			[18594] = 135805,
			[18596] = 135805,
			[18598] = 135805,
			[18600] = 135805,
			[18602] = 135805,
			[18604] = 135805,
			[18606] = 135805,
			[18354] = 135805,
			[17086] = 135805,
			[18358] = 135805,
			[18360] = 135805,
			[17092] = 135805,
			[17094] = 135805,
			[18620] = 135805,
			[18622] = 135805,
			[18624] = 135805,
			[18626] = 135805,
			[18628] = 135805,
			[18361] = 135805,
			[18356] = 135805,
			[18352] = 135805,
			[18351] = 135805,
			[17090] = 135805,
			[17089] = 135805,
			[17088] = 135805,
			[17087] = 135805,
			[18607] = 135805,
			[18609] = 135805,
			[18611] = 135805,
			[18595] = 135805,
			[18597] = 135805,
			[18599] = 135805,
			[17097] = 135805,
			[17095] = 135805,
			[17093] = 135805,
			[17091] = 135805,
			[18565] = 135805,
			[18567] = 135805,
			[18569] = 135805,
			[18571] = 135805,
			[18573] = 135805,
			[18575] = 135805,
			[18359] = 135805,
			[18579] = 135805,
			[18581] = 135805,
			[18583] = 135805,
			[22268] = 135805,
			[18587] = 135805,
			[18589] = 135805,
			[21131] = 135805,
			[21133] = 135805,
			[21135] = 135805,
			[21137] = 135805,
			[21139] = 135805,
			[18601] = 135805,
			[18603] = 135805,
			[18605] = 135805,
			[18353] = 135805,
			[18355] = 135805,
			[18357] = 135805,
			[18613] = 135805,
			[18615] = 135805,
			[18617] = 135805,
			[18619] = 135805,
			[18621] = 135805,
			[18623] = 135805,
			[18625] = 135805,
			[18627] = 135805,
			[18593] = 135805,
			[18591] = 135805,
			[18585] = 135805,
			[18616] = 135805,
			[18618] = 135805,
			[18614] = 135805,
			[18612] = 135805,
			[21132] = 135805,
			[21136] = 135805,
			[21138] = 135805,
			[22267] = 135805,
		},
		["Осколки костей"] = {
			[17014] = 136191,
		},
		["Урон выносливости - постоянное действие"] = {
			[6822] = 136006,
			[23245] = 136006,
		},
		["Чертеж: варварские железные перчатки"] = {
			[10020] = 136235,
		},
		["Увеличение выносливости на 10"] = {
			[9117] = 136235,
		},
		["Ледяной кожаный плащ"] = {
			[9198] = 136235,
			[9212] = 136021,
		},
		["Проклятие отмщения"] = {
			[17213] = 136138,
		},
		["Чародейский выстрел бойца -дополнительный эффект"] = {
			[26173] = 136235,
		},
		["LeCraft Test Spell"] = {
			[6560] = 135933,
		},
		["Исцеление оракула"] = {
			[26170] = 135930,
		},
		["Усиление критического урона 2 от заклинаний"] = {
			[29159] = 136235,
		},
		["Маленький мурлок"] = {
			[24984] = 134301,
		},
		["Вулканические наплечники"] = {
			[19101] = 136235,
		},
		["Перчатки Истинной веры"] = {
			[8782] = 132149,
		},
		["Репутация в Громовом Утесе"] = {
			[26165] = 136235,
		},
		["Репутация в Подгороде"] = {
			[26164] = 136235,
		},
		["Увеличение интеллекта 46"] = {
			[14946] = 136235,
		},
		["Ядовитый град"] = {
			[25991] = 136016,
			[24099] = 136016,
			[28796] = 136016,
		},
		["Героизм"] = {
			[23682] = 135953,
			[23689] = 135953,
		},
		["Выкройка: большие вудуистские штаны"] = {
			[10561] = 136235,
		},
		["Выкройка: лесные наплечники"] = {
			[28485] = 136235,
		},
		["Повышение урона от заклинания 43"] = {
			[17280] = 136235,
		},
		["Молниеносные рефлексы"] = {
			[5691] = 132110,
			[19168] = 136047,
			[4781] = 132110,
			[5684] = 132110,
			[5688] = 132110,
			[5692] = 132110,
			[4778] = 132110,
			[13712] = 136047,
			[5685] = 132110,
			[5689] = 132110,
			[5693] = 132110,
			[5687] = 132110,
			[13790] = 136047,
			[13789] = 136047,
			[4779] = 132110,
			[5682] = 132110,
			[5686] = 132110,
			[5690] = 132110,
			[4780] = 132110,
			[13788] = 136047,
			[19180] = 136047,
			[13791] = 136047,
			[24296] = 136047,
			[5683] = 132110,
			[24297] = 136047,
			[19181] = 136047,
		},
		["Тотем языка пламени - срабатывание"] = {
			[8253] = 136040,
			[10523] = 136040,
			[8248] = 136040,
			[16389] = 136040,
		},
		["Эффект портала: Штормград"] = {
			[17334] = 135748,
		},
		["Передвижная сирена"] = {
			[12900] = 136235,
			[12912] = 136235,
		},
		["Тип лагеря: призраки/скелеты"] = {
			[28197] = 136235,
		},
		["Стремительный туманный саблезуб"] = {
			[23219] = 132225,
		},
		["Увеличенное исцеление 90"] = {
			[26154] = 136235,
		},
		["Большой лесной волк"] = {
			[580] = 132224,
		},
		["Заклинание божественного свитка"] = {
			[6310] = 134938,
		},
		["Повышение урона от заклинания 32"] = {
			[17367] = 136235,
		},
		["Призыв ветряного ревуна"] = {
			[8271] = 136018,
		},
		["Власть"] = {
			[17405] = 136206,
		},
		["Верховая езда нежити"] = {
			[10906] = 136103,
		},
		["Зачаровывание щита - малая защита"] = {
			[13464] = 135913,
		},
		["Рунная медная кираса"] = {
			[2667] = 136192,
		},
		["Умение рыболова +3"] = {
			[15956] = 136245,
		},
		["Открытие почтового ящика Стратхольма"] = {
			[17432] = 136235,
		},
		["Дворфийский язык"] = {
			[672] = 136235,
		},
		["Красно-синий механодолгоног"] = {
			[17456] = 132247,
		},
		["Компактный уборочный голем"] = {
			[4078] = 136172,
			[7979] = 136172,
		},
		["Увеличение ловкости 26"] = {
			[14390] = 136235,
		},
		["Драко-инкарцинатор 900"] = {
			[16007] = 136235,
		},
		["Увеличение сила на 4"] = {
			[7506] = 136235,
		},
		["Серебристо-синий механодолгоног"] = {
			[17459] = 132247,
		},
		["Быстрое восстановление"] = {
			[18562] = 134914,
		},
		["Увеличение сила на 5"] = {
			[7507] = 136235,
		},
		["Проклятая кровь"] = {
			[8267] = 136020,
			[8268] = 136020,
		},
		["Ручная рыбка"] = {
			[17468] = 133889,
		},
		["Воскрешение мертвых"] = {
			[17479] = 136187,
			[17473] = 136187,
			[17480] = 136187,
			[28353] = 136235,
			[17476] = 136187,
			[17477] = 136187,
			[17478] = 136187,
			[17475] = 136187,
		},
		["Облучение"] = {
			[9775] = 135914,
			[9776] = 136006,
		},
		["Утраченный контроль"] = {
			[7184] = 132281,
		},
		["Клич завоевателя - дополнительный эффект"] = {
			[26109] = 136235,
		},
		["Тотем заземления постоянное действие"] = {
			[8179] = 136039,
		},
		["Зелье маны"] = {
			[3452] = 136235,
			[3461] = 136021,
		},
		["Выстрел в голову II"] = {
			[2001] = 132153,
		},
		["Вызов отродий Ониксии"] = {
			[20171] = 136235,
		},
		["Увеличение выносливости на 46"] = {
			[14958] = 136235,
		},
		["Ускользание"] = {
			[5278] = 136205,
			[4086] = 136205,
			[5277] = 136205,
			[15087] = 136205,
		},
		["Начертание древних рун"] = {
			[24815] = 136235,
		},
		["Майский шест - положительный эффект"] = {
			[29127] = 136235,
		},
		["Пробуждение Керлониана"] = {
			[17536] = 136235,
		},
		["Чертеж: наручи Ледяной погибели"] = {
			[28249] = 136235,
		},
		["Вызов духа мертвоброда из племени Атал'ай"] = {
			[12095] = 136222,
		},
		["Повышенное сопротивление силам природы 16"] = {
			[14637] = 136235,
		},
		["Усиление духа на 43"] = {
			[14949] = 136235,
		},
		["Destroy Totems (PT)"] = {
			[16529] = 136235,
		},
		["Векнисский катализатор"] = {
			[26078] = 132104,
		},
		["Вызов духа Лета"] = {
			[28871] = 132311,
		},
		["Увеличение интеллекта 18"] = {
			[14408] = 136235,
		},
		["Очки чести +199"] = {
			[31420] = 136235,
		},
		["Повышение урона от заклинания 9"] = {
			[9415] = 136235,
		},
		["Create Zul'Gurub Talisman WLK R3 DND"] = {
			[24046] = 136235,
		},
		["Канал здоровья"] = {
			[3700] = 136168,
			[3702] = 136235,
			[3704] = 136168,
			[3706] = 136168,
			[11693] = 136168,
			[11694] = 136168,
			[730] = 136235,
			[16569] = 136168,
			[11695] = 136168,
			[3699] = 136168,
			[3701] = 136235,
			[3703] = 136235,
			[3705] = 136168,
			[3707] = 136168,
			[11697] = 136168,
			[11698] = 136168,
			[11696] = 136168,
			[755] = 136168,
			[3698] = 136168,
		},
		["Жилет из ткани Грез"] = {
			[12070] = 132149,
			[12113] = 136021,
		},
		["Обшаривание карманов"] = {
			[921] = 133644,
			[5167] = 133644,
		},
		["Зелье Очищения"] = {
			[17572] = 136235,
		},
		["Сила воли"] = {
			[18550] = 136092,
			[18544] = 136092,
			[18547] = 136092,
			[18548] = 136092,
			[18549] = 136092,
		},
		["Merithra's Wake Visual DND"] = {
			[25172] = 136235,
		},
		["Стойкость питомца"] = {
			[6280] = 132091,
			[6284] = 132091,
			[6443] = 135879,
			[6292] = 132091,
			[6451] = 135879,
			[6455] = 135879,
			[6281] = 132091,
			[6285] = 132091,
			[6289] = 132091,
			[6293] = 132091,
			[6452] = 135879,
			[6456] = 135879,
			[6288] = 132091,
			[6444] = 135879,
			[6282] = 132091,
			[6286] = 132091,
			[6290] = 132091,
			[6294] = 132091,
			[6453] = 135879,
			[6457] = 135879,
			[6445] = 135879,
			[6291] = 132091,
			[6283] = 132091,
			[6287] = 132091,
			[6446] = 135879,
			[6450] = 135879,
			[6454] = 135879,
			[6448] = 135879,
			[6449] = 135879,
			[6447] = 135879,
		},
		["Дуэль"] = {
			[7266] = 136235,
		},
		["Вызов желтого киражского боевого танка"] = {
			[26055] = 134395,
		},
		["Призыв иллюзорных волков"] = {
			[7132] = 136222,
		},
		["Вызов красного киражского боевого танка"] = {
			[26054] = 134396,
		},
		["Путь берсерка"] = {
			[8616] = 136235,
		},
		["Большее зелье Природной защиты"] = {
			[17576] = 136235,
		},
		["Сброс"] = {
			[482] = 136235,
		},
		["Глубокое сбивание"] = {
			[7145] = 132338,
		},
		["Поножи из чародейской ткани"] = {
			[18421] = 132149,
		},
		["Увеличение выносливости на 12"] = {
			[9119] = 136235,
		},
		["Амулет безумия Гурубаши"] = {
			[24266] = 136235,
			[24267] = 136021,
		},
		["Мастер школы топора"] = {
			[17041] = 132396,
			[17043] = 136241,
		},
		["Рецепт: радужный тунец"] = {
			[7830] = 136235,
		},
		["Усиление духа на 33"] = {
			[14455] = 136235,
		},
		["Тотем лавы"] = {
			[8264] = 135826,
			[8265] = 135826,
		},
		["Трансмутация: огонь в землю"] = {
			[17560] = 134459,
		},
		["Правосудие, Кара"] = {
			[21882] = 135880,
			[21889] = 136235,
		},
		["Инициатор самоубийства Нечистотона"] = {
			[26003] = 136006,
		},
		["Очки чести +114"] = {
			[31418] = 136235,
		},
		["Рецепт: настой Концентрированной мудрости"] = {
			[17643] = 136235,
		},
		["Отношение - храм Ан'Киража, ключевой противник"] = {
			[26001] = 136235,
		},
		["Зов стража Векниса"] = {
			[25998] = 136235,
		},
		["Улучшенный взрыв разума"] = {
			[15273] = 136224,
			[15312] = 136224,
			[15316] = 136224,
			[15313] = 136224,
			[15314] = 136224,
		},
		["Мембрана Нечистотона"] = {
			[25994] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight CASTER R2 DND"] = {
			[25922] = 136235,
		},
		["Вытягивание души"] = {
			[18371] = 136163,
			[9373] = 136169,
			[7290] = 136169,
		},
		["Вытягивание благословления"] = {
			[23418] = 136129,
		},
		["Создание костяной пыли"] = {
			[17270] = 136235,
		},
		["Рецепт: сильное зелье защиты от темной магии"] = {
			[17604] = 136235,
		},
		["Гнев Рагнароса"] = {
			[20566] = 135827,
		},
		["Маленькая красная ракета"] = {
			[26286] = 136235,
			[26418] = 136235,
		},
		["Пурпурный механодолгоног"] = {
			[17455] = 132247,
		},
		["Повышенное сопротивление силам природы 17"] = {
			[14638] = 136235,
		},
		["Чертеж: увеличитель мира"] = {
			[23130] = 134153,
		},
		["Кусеница"] = {
			[9092] = 134335,
		},
		["Ярость волкоголового шлема"] = {
			[17769] = 136009,
			[29941] = 136009,
		},
		["Большее благословение Света"] = {
			[25948] = 135909,
		},
		["Перчатки из черепашьего панциря"] = {
			[10509] = 136235,
		},
		["Тюрбан из чародейской ткани"] = {
			[18450] = 132149,
		},
		["Призыв Шмыгуноса"] = {
			[6918] = 136074,
		},
		["Зачаровывание нагрудника - все характеристики, III ступень"] = {
			[13941] = 135913,
			[13942] = 135913,
		},
		["Краги Тьмы"] = {
			[8780] = 132149,
		},
		["Durability Damage (PT)"] = {
			[16722] = 136235,
		},
		["Всецветное сопротивление"] = {
			[17629] = 134828,
		},
		["Аура ледяной ловушки"] = {
			[13810] = 135848,
		},
		["Снеговик"] = {
			[21848] = 132387,
			[21847] = 132387,
			[21980] = 132387,
		},
		["Signet Ring of the Bronze Dragonflight DPS R5 DND"] = {
			[25931] = 136235,
		},
		["Проницательность киражей"] = {
			[26481] = 134899,
		},
		["Присоединение медальона к стержню"] = {
			[9594] = 136235,
		},
		["Copy of Create Ironforge Case of Homebrew"] = {
			[27707] = 136235,
		},
		["Призыв ржавого сундука"] = {
			[6464] = 132281,
		},
		["Увеличенное исцеление 13"] = {
			[7680] = 136235,
		},
		["эмоциональное состояние: готовность"] = {
			[20708] = 136235,
		},
		["Сила Плети"] = {
			[29467] = 136235,
			[29468] = 136235,
		},
		["Буйный кожаный плащ"] = {
			[10574] = 136235,
			[23622] = 136021,
		},
		["Усиление проницаемости заклинания на 6"] = {
			[27516] = 136235,
		},
		["Улучшение брони 200 Светлая Сталь"] = {
			[29093] = 136235,
		},
		["Большее благословение мудрости"] = {
			[25919] = 135912,
			[25920] = 135912,
		},
		["Copy of Mana Surge"] = {
			[31466] = 136222,
		},
		["Сердце дикой природы - эффект медведя 2"] = {
			[25142] = 135879,
		},
		["Стойкое сердце"] = {
			[21958] = 135995,
		},
		["Атака камнем огня"] = {
			[17933] = 132386,
		},
		["Склянка Великой силы"] = {
			[17637] = 136235,
		},
		["Рецепт: настой всецветного сопротивления"] = {
			[17645] = 136235,
		},
		["Катаклизм"] = {
			[17780] = 135831,
			[17781] = 135831,
			[17782] = 135831,
			[17778] = 135831,
			[17779] = 135831,
		},
		["Большая Астральная субстанция"] = {
			[13497] = 136192,
		},
		["Облик тени - визуальный эффект"] = {
			[17673] = 136121,
		},
		["Боевая стойка - эффект ярости (+3)"] = {
			[6591] = 132091,
		},
		["Оберег Занзила"] = {
			[8832] = 136232,
		},
		["Copy of Sweeping Strikes"] = {
			[26653] = 132306,
		},
		["Нечистотон уменьшается"] = {
			[25893] = 136006,
			[27934] = 136006,
		},
		["Земной удар"] = {
			[25891] = 136006,
		},
		["Урон ловкости - постоянное действие"] = {
			[6820] = 136006,
		},
		["Эликсир Снозрения"] = {
			[11468] = 136235,
		},
		["Сила Агамаггана"] = {
			[16612] = 136101,
		},
		["Венец из ткани Грез"] = {
			[12092] = 132149,
			[12132] = 136021,
		},
		["Посадить волшебные бобы"] = {
			[19069] = 134059,
		},
		["Чертеж: распылитель из черного железа"] = {
			[15297] = 136235,
		},
		["Вызов капель Нечистотона"] = {
			[25885] = 136006,
		},
		["Застревание"] = {
			[7355] = 136222,
		},
		["Вызов ящера Повелителя Крови"] = {
			[24349] = 136235,
		},
		["Пленение лесного дракончика"] = {
			[11888] = 136235,
		},
		["Увеличенный урон от огня 39"] = {
			[17684] = 136235,
		},
		["Демоническое бешенство"] = {
			[18208] = 136016,
			[23257] = 136172,
		},
		["Легкомыслие"] = {
			[25851] = 132792,
		},
		["Получение приливной заводи - образец #2"] = {
			[12805] = 136235,
		},
		["Test Enemy Crit Bonus - 10%"] = {
			[25848] = 136101,
		},
		["Тенетканые перчатки"] = {
			[12071] = 132149,
			[12114] = 136021,
		},
		["Сила атаки 42"] = {
			[15809] = 136235,
		},
		["Ключевой посох Ульдамана"] = {
			[9577] = 136235,
		},
		["Синий блистающий топор"] = {
			[9995] = 136192,
		},
		["Убийство драконов 48"] = {
			[24291] = 136235,
		},
		["Создание донесения разведчика из Улья Аши"] = {
			[25845] = 136235,
		},
		["Цикл членистонога из улья Зара 2"] = {
			[25834] = 136235,
		},
		["Неистовство северного волка"] = {
			[22751] = 136087,
		},
		["Цикл членистонога из улья Зара 3"] = {
			[25835] = 136235,
		},
		["Водяной пузырь"] = {
			[7383] = 135864,
		},
		["Скатерть для пикника"] = {
			[26846] = 136235,
		},
		["Увеличеный урон от магии льда 11"] = {
			[9402] = 136235,
		},
		["Невооруженный воевода Вун - постоянный эффект"] = {
			[16076] = 136235,
		},
		["(DND) Summon Crystal Minion, Ghost"] = {
			[28175] = 136235,
		},
		["Усиление критического урона 5"] = {
			[9405] = 136235,
		},
		["Увеличенное исцеление 24"] = {
			[9314] = 136235,
			[23796] = 136235,
		},
		["Создание яйцехладоскопа"] = {
			[16029] = 136235,
		},
		["Summon Ring of Eternal Justice DND"] = {
			[29020] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (заклинатель - 40)"] = {
			[25798] = 134969,
		},
		["Высший интеллект"] = {
			[19987] = 136235,
		},
		["Повышение уклонения 5"] = {
			[13673] = 136235,
		},
		["Нейтрализующий яд"] = {
			[13232] = 134197,
			[13219] = 134197,
			[13221] = 134197,
			[13223] = 134197,
			[13225] = 134197,
			[13227] = 134197,
			[13231] = 134197,
			[13218] = 134197,
			[13220] = 134197,
			[13222] = 134197,
			[13224] = 134197,
			[13226] = 134197,
			[13233] = 134197,
		},
		["Пинок раба"] = {
			[17748] = 136235,
		},
		["Факел вызова демонов"] = {
			[25793] = 136235,
		},
		["Постоянная иллюзия - Тирония"] = {
			[11048] = 132288,
		},
		["Тотем очищения от болезней - постоянное действие"] = {
			[8172] = 136019,
		},
		["Песчаные бури"] = {
			[10094] = 136022,
			[10132] = 136022,
		},
		["Налет"] = {
			[18144] = 132338,
			[5708] = 132338,
			[23919] = 132338,
		},
		["Summon Demoniac's Mantle DND"] = {
			[28956] = 136235,
		},
		["Смерч"] = {
			[5197] = 136018,
			[5199] = 136018,
		},
		["Воля Злоба"] = {
			[25773] = 135727,
		},
		["Ментальная власть"] = {
			[25772] = 136172,
		},
		["Усиление духа на 19"] = {
			[14438] = 136235,
		},
		["Эктоплазматический дистиллятор"] = {
			[27420] = 135990,
			[27433] = 136074,
		},
		["Draconic For Dummies 5 DND"] = {
			[25764] = 136235,
		},
		["Вызов древних духов"] = {
			[15033] = 136235,
		},
		["Выкройка: одеяние из яркой ткани"] = {
			[18488] = 136235,
		},
		["Увеличение выносливости на 18"] = {
			[14465] = 136235,
		},
		["Увеличение интеллекта 2"] = {
			[7469] = 136235,
		},
		["Горное дело (искусник)"] = {
			[10249] = 136248,
		},
		["Увеличенный урон от чар 30"] = {
			[17826] = 136235,
		},
		["Кираса костяной косы"] = {
			[28107] = 132306,
		},
		["Увеличенный урон от чар 31"] = {
			[17827] = 136235,
		},
		["Правосудие повиновения"] = {
			[20966] = 132347,
			[20963] = 132347,
			[20967] = 132347,
			[20964] = 132347,
			[20968] = 132347,
			[20961] = 132347,
			[20425] = 132347,
			[20962] = 132347,
			[20467] = 132347,
			[20965] = 132347,
		},
		["Слабое зелье интеллекта"] = {
			[7792] = 136235,
		},
		["Чертеж: светозарная кираса"] = {
			[16677] = 136235,
		},
		["Эффект агрессии личинки Улья Зара"] = {
			[25724] = 136235,
		},
		["Кормление"] = {
			[25721] = 136235,
		},
		["Ракета, БОЛЬШАЯ ЖЕЛТАЯ"] = {
			[26356] = 136235,
		},
		["Перцовая пушка"] = {
			[31364] = 135808,
		},
		["Зачаровывание перчаток - ловкость, III ступень"] = {
			[20012] = 135913,
		},
		["Тотем каменного когтя постоянное действие"] = {
			[5728] = 136097,
			[6397] = 136097,
			[6399] = 136097,
			[10425] = 136097,
			[6398] = 136097,
			[10426] = 136097,
		},
		["Вызов Телcамарского горного пехотинца"] = {
			[11823] = 136235,
		},
		["Проникающая способность заклинаний"] = {
			[25718] = 136235,
			[25717] = 136235,
			[25766] = 136235,
		},
		["Увеличенный урон от чар 37"] = {
			[17832] = 136235,
		},
		["Увеличенный урон от чар 39"] = {
			[17837] = 136235,
		},
		["Увеличенный урон от чар 40"] = {
			[17838] = 136235,
		},
		["Вращение -360"] = {
			[26136] = 136235,
		},
		["Улучшение питомца III"] = {
			[1590] = 136235,
		},
		["Увеличенный урон от чар 41"] = {
			[17839] = 136235,
		},
		["Увеличенный урон от чар 43"] = {
			[17840] = 136235,
		},
		["Увеличенный урон от чар 44"] = {
			[17841] = 136235,
		},
		["Заразный шип"] = {
			[12245] = 136127,
			[12246] = 136127,
		},
		["Рунный золотой жезл"] = {
			[13628] = 135147,
			[13629] = 135913,
		},
		["Чертеж: синий блистающий топор"] = {
			[9996] = 136235,
		},
		["Увеличенный урон от чар 46"] = {
			[17842] = 136235,
		},
		["Summon Scythe of the Unseen Path DND"] = {
			[29012] = 136235,
		},
		["Сопротивление силам природы II"] = {
			[1332] = 136062,
		},
		["Обстрел"] = {
			[1980] = 132153,
			[2005] = 132153,
		},
		["Превращение в корову"] = {
			[28270] = 136072,
		},
		["Получение ключевого предмета, Общий, Оргриммар"] = {
			[27523] = 136235,
		},
		["Увеличенный урон от чар 47"] = {
			[17844] = 136235,
		},
		["Увеличенный урон от чар 49"] = {
			[17845] = 136235,
		},
		["Повышенное сопротивление силам природы 6"] = {
			[14631] = 136235,
		},
		["DIRGE TEST"] = {
			[25664] = 136192,
		},
		["Увеличенный урон от чар 50"] = {
			[17846] = 136235,
		},
		["Повышенное сопротивление тайной магии 41"] = {
			[14965] = 136235,
		},
		["Затмение"] = {
			[15269] = 136160,
			[15326] = 136160,
			[15323] = 136160,
			[15268] = 136160,
			[15324] = 136160,
			[15325] = 136160,
		},
		["Выкованная демоном кираса"] = {
			[16611] = 136123,
			[16667] = 136192,
		},
		["Выкройка: сумка для трав Кенария"] = {
			[27729] = 136235,
		},
		["Ритуал: лунная ткань"] = {
			[18563] = 136235,
		},
		["Предмет +СО Нога R1"] = {
			[15393] = 136235,
		},
		["Ненависть до секунды"] = {
			[25604] = 136235,
		},
		["Эффект мора"] = {
			[19594] = 136140,
			[26557] = 136140,
		},
		["Выкройка: мундир из рунной ткани"] = {
			[18477] = 136235,
		},
		["Улучшение брони 130"] = {
			[15367] = 136235,
		},
		["Увеличенный урон от чар 53"] = {
			[17848] = 136235,
		},
		["Сильнодействующее зелье ярости"] = {
			[6618] = 136235,
		},
		["Увеличенный урон от чар 54"] = {
			[17849] = 136235,
		},
		["Увеличение ловкости 1"] = {
			[7471] = 136235,
		},
		["Проклятие Тьмы"] = {
			[17862] = 136137,
			[17937] = 136137,
			[17938] = 136137,
			[17865] = 136137,
		},
		["Собирание тома II"] = {
			[23232] = 136235,
		},
		["Исчезновение кристалла Оссиана"] = {
			[25193] = 136235,
		},
		["Гнойная сыпь"] = {
			[15848] = 136066,
		},
		["Улучшенное похищение маны"] = {
			[17864] = 136208,
			[18393] = 136208,
		},
		["Зелье Заячьей душонки"] = {
			[6619] = 136235,
		},
		["Ярость стойки (+3 Нап/Защ)"] = {
			[2095] = 132091,
		},
		["Специализация на ближнем бое"] = {
			[19383] = 132393,
			[19384] = 132393,
			[19385] = 132393,
			[19381] = 132393,
			[19382] = 132393,
		},
		["Sleep Visual DND"] = {
			[25148] = 132156,
		},
		["Яд паучьего монстра"] = {
			[14532] = 136067,
		},
		["Стейк из койота"] = {
			[2561] = 136021,
		},
		["Обсидиановый кольчужный мундир"] = {
			[27590] = 136192,
		},
		["Sillithus Flag, Alliance, and speed limit (DND)"] = {
			[29894] = 132486,
		},
		["Увеличенный урон от огня 24"] = {
			[17866] = 136235,
		},
		["Уязвимость ко льду"] = {
			[25178] = 134398,
		},
		["Блок щитом"] = {
			[2565] = 132110,
			[2570] = 132110,
			[12169] = 132110,
		},
		["Тонкие кожаные перчатки"] = {
			[2164] = 136235,
		},
		["Стальной механодолгоног"] = {
			[15781] = 132247,
		},
		["Увеличенный урон от огня 27"] = {
			[17868] = 136235,
		},
		["Формула чар для щита: блок I"] = {
			[13691] = 136235,
		},
		["Выкройка: венец из луноткани"] = {
			[18526] = 136235,
		},
		["Тройная атака"] = {
			[25175] = 132152,
		},
		["Дух ястреба"] = {
			[25406] = 136076,
			[14374] = 136076,
			[14376] = 136076,
			[14318] = 136076,
			[14320] = 136076,
			[14322] = 136076,
			[13165] = 136076,
			[14378] = 136076,
			[6385] = 136076,
			[25296] = 136076,
			[14377] = 136076,
			[14319] = 136076,
			[14321] = 136076,
			[14375] = 136076,
			[25969] = 132282,
		},
		["Оперенная перьями кираса"] = {
			[10647] = 136235,
			[10648] = 136021,
		},
		["Увеличенный урон от сил природы 31"] = {
			[17992] = 136235,
		},
		["Увеличенный урон от огня 30"] = {
			[17869] = 136235,
		},
		["Увеличенный урон от огня 31"] = {
			[17870] = 136235,
		},
		["Апорт!"] = {
			[20541] = 132165,
		},
		["Чертеж: золотые чешуйчатые сапоги"] = {
			[3536] = 136235,
		},
		["Увеличенный урон от огня 37"] = {
			[17874] = 136235,
		},
		["Увеличенный урон от огня 40"] = {
			[17875] = 136235,
		},
		["Выкройка: перчатки с сияющей сердцевиной"] = {
			[20851] = 136235,
		},
		["Дар Рагнароса"] = {
			[7891] = 135805,
		},
		["Божественное спасение"] = {
			[789] = 136235,
		},
		["Сила атаки 44"] = {
			[15810] = 136235,
		},
		["Формула: волшебное масло"] = {
			[25136] = 136235,
		},
		["Огненная стрела V"] = {
			[1411] = 135810,
		},
		["Формула: простое масло маны"] = {
			[25135] = 136235,
		},
		["Формула: простое волшебное масло"] = {
			[25134] = 136235,
		},
		["Простое масло маны"] = {
			[25120] = 136235,
			[25127] = 135913,
		},
		["Увеличенный урон от огня 41"] = {
			[17876] = 136235,
		},
		["Выслеживание драконов"] = {
			[5123] = 132328,
			[10241] = 134295,
			[10244] = 134295,
			[5129] = 132323,
			[19879] = 134153,
			[20156] = 134153,
		},
		["Увеличение интеллекта 10"] = {
			[9106] = 136235,
		},
		["Copy of Summon Party Bot"] = {
			[27429] = 136074,
		},
		["Хорошее улучшение питомца II"] = {
			[1592] = 136235,
			[1593] = 136235,
		},
		["Увеличенный урон от сил природы 10"] = {
			[7696] = 136235,
		},
		["Увеличенный урон от огня 44"] = {
			[17879] = 136235,
		},
		["Ночные наплечники"] = {
			[10516] = 136235,
		},
		["Увеличенный урон от огня 46"] = {
			[17880] = 136235,
		},
		["Жонглер - кровопускание"] = {
			[10265] = 136168,
		},
		["Увеличенный урон от огня 47"] = {
			[17881] = 136235,
		},
		["Приручение чащобного тенетника"] = {
			[19684] = 132164,
			[19693] = 132164,
		},
		["Увеличенный урон от огня 49"] = {
			[17882] = 136235,
		},
		["Увеличенный урон от огня 50"] = {
			[17884] = 136235,
		},
		["Чертеж: мифриловые шпоры"] = {
			[9965] = 136235,
		},
		["Увеличенный урон от огня 51"] = {
			[17885] = 136235,
		},
		["Увеличенный урон от чар 16"] = {
			[13601] = 136235,
		},
		["Снятие печати"] = {
			[9172] = 136235,
		},
		["Улучшенный боевой крик"] = {
			[12861] = 132333,
			[12858] = 132333,
			[12318] = 132333,
			[12860] = 132333,
			[12857] = 132333,
			[23563] = 136235,
		},
		["Окопаться"] = {
			[6538] = 136025,
			[6539] = 136025,
			[6540] = 136025,
		},
		["Усмирение драконов"] = {
			[19872] = 136046,
		},
		["Выкройка: звездный пояс"] = {
			[3904] = 136235,
		},
		["Увеличеный урон от магии льда 23"] = {
			[17889] = 136235,
		},
		["Завеса тьмы"] = {
			[28350] = 136160,
		},
		["Эффект надоедания"] = {
			[4243] = 136128,
		},
		["Громадная ярость"] = {
			[17528] = 132347,
		},
		["Призыв паучонка племени Сухокожих"] = {
			[11018] = 136168,
		},
		["Выкройка: красные наплечники из магической ткани"] = {
			[12146] = 136235,
		},
		["Увеличеный урон от магии льда 24"] = {
			[17890] = 136235,
		},
		["Зачаровывание перчаток - сила огня"] = {
			[25078] = 135913,
		},
		["Увеличеный урон от магии льда 26"] = {
			[17891] = 136235,
		},
		["Палантин Леса"] = {
			[22927] = 136235,
		},
		["Захват башни"] = {
			[23466] = 132381,
			[31885] = 132381,
		},
		["Увеличеный урон от магии льда 30"] = {
			[17893] = 136235,
		},
		["Решимость Ваште Пауне"] = {
			[5324] = 136075,
		},
		["Портал в Оргриммар"] = {
			[11417] = 135744,
		},
		["Плотные льняные перчатки"] = {
			[3876] = 136021,
		},
		["Увеличеный урон от магии льда 31"] = {
			[17894] = 136235,
		},
		["Знак Природы"] = {
			[25040] = 136094,
			[25041] = 136094,
			[25042] = 136094,
		},
		["Установка маяка Слидора"] = {
			[21729] = 136235,
		},
		["Хитиновые шипы"] = {
			[26168] = 133571,
		},
		["Формула чар для перчаток: горное дело II"] = {
			[13621] = 136235,
			[13842] = 136235,
		},
		["Нечестивое бешенство III"] = {
			[1388] = 132089,
		},
		["вызов знамени Каранга"] = {
			[20737] = 136235,
		},
		["Чертеж: неуязвимый доспех"] = {
			[16762] = 136235,
		},
		["Печать Рассвета"] = {
			[23930] = 133440,
		},
		["Увеличеный урон от магии льда 34"] = {
			[17896] = 136235,
		},
		["Флакон яда"] = {
			[7365] = 136016,
			[22335] = 136016,
		},
		["Призыв"] = {
			[15734] = 135736,
			[17272] = 135736,
			[22995] = 135743,
		},
		["Запуск снаряда"] = {
			[25031] = 132385,
		},
		["Рецепт: гоголь-моголь"] = {
			[21146] = 136235,
		},
		["Багровые шелковые наплечники"] = {
			[8793] = 132149,
		},
		["Повышенное сопротивление огню 17"] = {
			[14597] = 136235,
		},
		["Увеличеный урон от магии льда 39"] = {
			[17899] = 136235,
		},
		["Улучшенная печать праведности"] = {
			[20224] = 132325,
			[20330] = 132325,
			[20331] = 132325,
			[20332] = 132325,
			[20225] = 132325,
		},
		["Подрыв духа"] = {
			[25002] = 135824,
		},
		["Увеличенный урон от сил природы 20"] = {
			[9360] = 136235,
		},
		["Тайны Омариаона"] = {
			[28288] = 136235,
		},
		["Бесславная цель"] = {
			[2479] = 135994,
		},
		["Восполнение маны I"] = {
			[9252] = 134134,
		},
		["Увеличеный урон от магии льда 41"] = {
			[17901] = 136235,
		},
		["Уменьшающий луч"] = {
			[13003] = 135989,
			[13006] = 135989,
		},
		["Увеличеный урон от магии льда 46"] = {
			[17905] = 136235,
		},
		["Усиление духа на 5"] = {
			[7499] = 136235,
		},
		["Увеличеный урон от магии льда 49"] = {
			[17907] = 136235,
		},
		["Отпор 500"] = {
			[11027] = 136235,
		},
		["Увеличеный урон от магии льда 50"] = {
			[17908] = 136235,
		},
		["Магический камень Стремительности"] = {
			[22840] = 136235,
			[22841] = 136235,
		},
		["Выкройка: зеленое шерстяное одеяние"] = {
			[7637] = 136235,
		},
		["Портал: Стальгорн"] = {
			[11421] = 135743,
		},
		["Одноручные топоры"] = {
			[196] = 132392,
			[15984] = 132392,
		},
		["Увеличеный урон от магии льда 53"] = {
			[17910] = 136235,
		},
		["Очки чести +2388"] = {
			[24966] = 132486,
		},
		["Рецепт: десерт из мертвечины"] = {
			[15864] = 136235,
		},
		["Вурдалачий гной"] = {
			[12539] = 136134,
			[12541] = 136134,
			[16800] = 136134,
		},
		["Частицы духа, большие"] = {
			[31748] = 135864,
		},
		["Активация бомбы 1B"] = {
			[11796] = 136235,
		},
		["Увеличеный урон от магии льда 54"] = {
			[17911] = 136235,
		},
		["Уменьшение расхода маны - Тени"] = {
			[17912] = 136235,
			[17916] = 136235,
		},
		["Виноградное зелье"] = {
			[11387] = 136235,
			[11458] = 136235,
		},
		["Снижение расхода маны - Природа"] = {
			[17913] = 136235,
		},
		["Снижение расхода маны - Чары"] = {
			[17915] = 136235,
		},
		["Сол М"] = {
			[3205] = 135859,
		},
		["Чародейская мантия Рассвета"] = {
			[22598] = 136235,
		},
		["Увеличение ловкости 5"] = {
			[7491] = 136235,
		},
		["Пламя души"] = {
			[23272] = 135818,
		},
		["Тяжелый перчатки Земли"] = {
			[9149] = 136235,
		},
		["Питомец клана Дробителей Черепов"] = {
			[3621] = 136095,
		},
		["Повышенное сопротивление огню 38"] = {
			[14618] = 136235,
		},
		["Портупея из шкуры ящера"] = {
			[4096] = 136235,
			[4099] = 136021,
		},
		["Грубые бронзовые наплечники"] = {
			[3328] = 136192,
			[3345] = 136235,
		},
		["Иссушающий яд: дополнительный эффект"] = {
			[13886] = 136188,
		},
		["Вызов выброса лавы A"] = {
			[21886] = 136235,
		},
		["Отупляющая боль"] = {
			[3603] = 132278,
		},
		["Головная повязка из рунной ткани"] = {
			[18444] = 132149,
		},
		["Задание - подготовка бумаг о полевых обязанностях"] = {
			[28745] = 136235,
		},
		["Тяжелый мифриловый шлем"] = {
			[9970] = 136192,
		},
		["Трепка"] = {
			[6811] = 132136,
			[8972] = 132136,
			[6812] = 132136,
			[9745] = 132136,
			[9882] = 132136,
			[6810] = 132136,
			[6809] = 132136,
			[8973] = 132136,
			[9746] = 132136,
			[6807] = 132136,
			[6808] = 132136,
			[9881] = 132136,
			[9883] = 132136,
			[9880] = 132136,
		},
		["Гипер-воскрешение 4"] = {
			[20937] = 135955,
		},
		["Вызов ДУ танка"] = {
			[24934] = 136235,
			[24935] = 136235,
		},
		["Клинок Ледяного Тигра"] = {
			[3497] = 136192,
		},
		["Сосулька"] = {
			[11131] = 135846,
		},
		["Первая помощь"] = {
			[23569] = 135915,
			[3268] = 135915,
			[18610] = 135915,
			[3274] = 135966,
			[23696] = 135915,
			[7924] = 135966,
			[746] = 135915,
			[24413] = 135915,
			[3267] = 135915,
			[7927] = 135915,
			[7162] = 135913,
			[24414] = 135915,
			[1159] = 135915,
			[18608] = 135915,
			[3273] = 135966,
			[7926] = 135915,
			[10846] = 135966,
			[10838] = 135915,
			[23567] = 135915,
			[24412] = 135915,
			[23568] = 135915,
			[10839] = 135915,
			[30020] = 135915,
		},
		["Землетрясение III"] = {
			[2879] = 136025,
		},
		["Приговор"] = {
			[20118] = 135957,
			[20119] = 135957,
			[20120] = 135957,
			[20121] = 135957,
			[20117] = 135957,
		},
		["Зернистое грузило"] = {
			[3116] = 136192,
			[3118] = 136235,
		},
		["Чертеж: темноруническая кираса"] = {
			[24917] = 136235,
		},
		["Трансмутация железа в золото"] = {
			[11479] = 133217,
			[11493] = 136021,
		},
		["Зеленый чай"] = {
			[833] = 132794,
		},
		["Выкройка: рунические стигийские поножи"] = {
			[24908] = 136235,
		},
		["Увеличенный урон от чар 10"] = {
			[13596] = 136235,
		},
		["Выстрел в голову"] = {
			[2000] = 132153,
		},
		["Шахтерская гоблинская каска"] = {
			[12717] = 136235,
		},
		["Выкройка: клобук волшебника"] = {
			[18665] = 136235,
		},
		["Повышенное сопротивление магии льда 29"] = {
			[14568] = 136235,
		},
		["Огненный свет"] = {
			[7363] = 135805,
		},
		["Синий фейерверк"] = {
			[26423] = 136235,
		},
		["Праздничная удача"] = {
			[26462] = 136101,
		},
		["Увеличенный урон от сил природы 27"] = {
			[17990] = 136235,
		},
		["Мглистые наручи"] = {
			[9201] = 136235,
			[9213] = 136021,
		},
		["Рунные стигийские поножи"] = {
			[24901] = 132149,
		},
		["Увеличенный урон от сил природы 30"] = {
			[17991] = 136235,
		},
		["Создание Скипетра призыва: Земля"] = {
			[24897] = 136235,
		},
		["Невосприимчивость: Болезни"] = {
			[6681] = 135871,
		},
		["Исчезновение Скованного Духа"] = {
			[24342] = 136235,
		},
		["Вызов Ренда Чернорука"] = {
			[16328] = 132269,
		},
		["Обработанная грубая шкура"] = {
			[19047] = 136235,
			[19147] = 136021,
		},
		["Создание перстня Власти Воздуха"] = {
			[24890] = 136235,
		},
		["Создание перстня Власти Огня"] = {
			[24889] = 136235,
		},
		["Лик смерти - увеличение урона"] = {
			[28541] = 136145,
		},
		["Омлет с монстрятиной"] = {
			[15934] = 136021,
		},
		["Создание таблички призыва: Воздух"] = {
			[24885] = 136235,
		},
		["Увеличенный урон от сил природы 37"] = {
			[17995] = 136235,
		},
		["Чертеж: универсальный гномский дистанционный пульт"] = {
			[9270] = 136235,
		},
		["Разговор с головами"] = {
			[3644] = 136168,
		},
		["Железная граната"] = {
			[4018] = 136235,
			[4068] = 135826,
			[3962] = 136235,
		},
		["Выкройка: кираса духовного огня"] = {
			[24859] = 136235,
		},
		["Облик лунного совуха"] = {
			[24858] = 136036,
		},
		["Перчатки жулика"] = {
			[9148] = 136235,
		},
		["ОД оберег"] = {
			[28225] = 136235,
		},
		["Выкройка: перчатки волшебства"] = {
			[18528] = 136235,
		},
		["Увеличение рейтинга критического эффекта Природы"] = {
			[24852] = 136235,
		},
		["Призвать Эсхандара"] = {
			[22649] = 134176,
		},
		["Увеличенный урон от сил природы 40"] = {
			[17997] = 136235,
		},
		["Вампирская аура"] = {
			[20809] = 136231,
			[20810] = 136231,
		},
		["Summon Shroud of Infinite Wisdom DND"] = {
			[29022] = 136235,
		},
		["Swimming (NYI)"] = {
			[831] = 136235,
		},
		["Кираса духовного огня"] = {
			[24848] = 136235,
		},
		["Формула: сверкающее масло маны"] = {
			[25138] = 136235,
		},
		["Изгнание морозных призраков"] = {
			[12660] = 135892,
		},
		["Собирание зловещей воды"] = {
			[20814] = 136235,
		},
		["Увеличенный урон от сил природы 41"] = {
			[17998] = 136235,
		},
		["Утраченный навык: Лед"] = {
			[7050] = 135856,
		},
		["Увеличенный урон от сил природы 43"] = {
			[17999] = 136235,
		},
		["Праздник - Лунный телепорт: Оргриммар"] = {
			[26453] = 135758,
		},
		["Увеличенный урон от сил природы 44"] = {
			[18000] = 136235,
		},
		["Увеличенный урон от сил природы 47"] = {
			[18002] = 136235,
		},
		["Увеличенный урон от темной магии 20"] = {
			[9327] = 136235,
			[25064] = 136235,
		},
		["Copy of Wandering Plague"] = {
			[27857] = 136127,
		},
		["Слизистая лихорадка"] = {
			[14130] = 135914,
		},
		["Увеличенный урон от сил природы 49"] = {
			[18003] = 136235,
		},
		["QAEnchant Bracer +9 Stamina"] = {
			[22052] = 135913,
		},
		["Повышенное сопротивление силам природы 19"] = {
			[14640] = 136235,
		},
		["Увеличенный урон от сил природы 50"] = {
			[18004] = 136235,
		},
		["Увеличенный урон от сил природы 51"] = {
			[18005] = 136235,
		},
		["Придание сил"] = {
			[10060] = 135939,
		},
		["Summon Royal Earth, Trigger"] = {
			[24792] = 136235,
		},
		["Бросить топливо в огонь"] = {
			[28806] = 136235,
		},
		["Лихорадочное истощение"] = {
			[22752] = 136106,
		},
		["Окунание"] = {
			[6805] = 136235,
		},
		["Вызов королевского"] = {
			[24788] = 136235,
			[24786] = 136235,
			[24790] = 136235,
			[24789] = 136235,
		},
		["Бронзовый каркас"] = {
			[3953] = 136235,
			[4012] = 136235,
		},
		["Пыльное облако"] = {
			[7272] = 132156,
			[26072] = 132156,
		},
		["Золотые чешуйчатые поножи"] = {
			[3507] = 136192,
		},
		["Призыв пылающего беса"] = {
			[15126] = 135805,
			[15127] = 135805,
		},
		["Вызов Ишамухала"] = {
			[12199] = 136168,
		},
		["Увеличенный урон от сил природы 53"] = {
			[18006] = 136235,
		},
		["Точность стихии"] = {
			[29438] = 135989,
			[29439] = 135989,
			[29440] = 135989,
		},
		["Средоточие магии"] = {
			[4813] = 136013,
			[4812] = 136013,
			[4809] = 136013,
		},
		["Пылающая рапира"] = {
			[16978] = 136192,
		},
		["Защита Стихий"] = {
			[10618] = 135880,
		},
		["Summon Illusionist's Mantle DND"] = {
			[28951] = 136235,
		},
		["Эликсир Ноггенфоггера"] = {
			[16589] = 136235,
			[16593] = 135992,
			[16591] = 136187,
			[16595] = 136162,
		},
		["Copy of Heart of the Wild Bear Effect"] = {
			[25141] = 135879,
		},
		["Преследование"] = {
			[6992] = 132089,
		},
		["Увеличенный урон от сил природы 54"] = {
			[18007] = 136235,
		},
		["Безмятежность"] = {
			[16983] = 136192,
		},
		["Ураган"] = {
			[17406] = 136018,
			[16915] = 136018,
			[24922] = 136018,
		},
		["Create Frostwolf Assault Order (DND)"] = {
			[21654] = 136235,
		},
		["Критический удар"] = {
			[1132] = 132109,
		},
		["Цепенящий удар II"] = {
			[2433] = 132223,
		},
		["Исступление"] = {
			[1640] = 132091,
			[28747] = 136224,
			[8269] = 136224,
			[28131] = 136224,
			[23537] = 136224,
			[18501] = 136224,
			[19953] = 136224,
			[14201] = 136224,
			[19516] = 132333,
			[14202] = 136224,
			[5228] = 132126,
			[12880] = 136224,
			[15716] = 136224,
			[5229] = 132126,
			[8599] = 136224,
			[12317] = 136224,
			[15061] = 136224,
			[14203] = 136224,
			[24318] = 136224,
			[25503] = 132126,
			[14204] = 136224,
			[27897] = 136224,
			[26527] = 136224,
			[13045] = 136224,
			[13046] = 136224,
			[28798] = 136224,
			[12795] = 136224,
			[13047] = 136224,
			[13048] = 136224,
			[3019] = 136224,
			[28468] = 136224,
			[15097] = 136224,
			[12686] = 136224,
		},
		["Белая льняная рубашка"] = {
			[2393] = 132149,
			[2415] = 136021,
		},
		["Увеличенный урон от темной магии 27"] = {
			[18009] = 136235,
		},
		["Вызов мифрилового дракончика"] = {
			[12736] = 132281,
		},
		["Казнь"] = {
			[26651] = 135724,
			[5283] = 135358,
			[7160] = 132090,
			[20660] = 135358,
			[20661] = 135358,
			[20647] = 135358,
			[20658] = 135358,
			[6176] = 135358,
			[6177] = 135358,
			[5308] = 135358,
			[20703] = 135358,
			[20662] = 135358,
			[20704] = 135358,
		},
		["Мидии по-гоблински"] = {
			[6503] = 134432,
		},
		["Увеличенный урон от темной магии 30"] = {
			[18011] = 136235,
		},
		["Повышенное сопротивление силам природы 29"] = {
			[14651] = 136235,
		},
		["Увеличенный урон от темной магии 31"] = {
			[18012] = 136235,
		},
		["Увеличенный урон от темной магии 33"] = {
			[18013] = 136235,
		},
		["Облако болезни"] = {
			[17742] = 136006,
		},
		["Увеличенный урон от темной магии 34"] = {
			[18014] = 136235,
		},
		["Выход из живота"] = {
			[26221] = 136235,
			[26230] = 136235,
			[26224] = 136235,
		},
		["Чертеж: рассекатель из черного железа"] = {
			[15298] = 136235,
		},
		["Больший каменный щит"] = {
			[17540] = 134849,
		},
		["Одеяние из яркой ткани"] = {
			[18414] = 132149,
		},
		["Больший бес тени"] = {
			[1950] = 136172,
		},
		["Увеличенный урон от темной магии 37"] = {
			[18016] = 136235,
		},
		["Обстрел слизи"] = {
			[28280] = 136235,
		},
		["Гоблинское ракетное топливо - рецепт"] = {
			[12715] = 136235,
			[12767] = 136235,
		},
		["Увеличение рейтинга критического эффекта заклинаний природы"] = {
			[23570] = 136235,
		},
		["Увеличенный урон от темной магии 39"] = {
			[18017] = 136235,
		},
		["Повышение урона от заклинания 4"] = {
			[9394] = 136235,
		},
		["Увеличенный урон от темной магии 40"] = {
			[18018] = 136235,
		},
		["Тотем прилива маны"] = {
			[16190] = 135861,
			[17362] = 135861,
			[17363] = 135861,
			[17359] = 135861,
			[17354] = 135861,
		},
		["Инициализация изображений"] = {
			[794] = 136235,
		},
		["Увеличенный урон от темной магии 46"] = {
			[18022] = 136235,
		},
		["Кираса чешуи сна"] = {
			[24703] = 136235,
		},
		["Увеличенный урон от темной магии 49"] = {
			[18024] = 136235,
		},
		["Теневой приказ"] = {
			[22667] = 136224,
		},
		["Многократный взрыв"] = {
			[13239] = 135805,
		},
		["Сила атаки - сила зверя (+574)"] = {
			[24694] = 136235,
		},
		["Дополнительный урон от огня - оруж. 2"] = {
			[7711] = 136235,
		},
		["Сила атаки 50"] = {
			[14056] = 136235,
		},
		["Аспект Арлокк"] = {
			[24690] = 132331,
		},
		["Выкройка: багровый шелковый плащ"] = {
			[8790] = 136235,
		},
		["Увеличенный урон от темной магии 50"] = {
			[18025] = 136235,
		},
		["Создание хрустального тела"] = {
			[27895] = 136235,
		},
		["Столкновение с наземной миной"] = {
			[22498] = 136235,
		},
		["Паутина Нараксиса"] = {
			[3542] = 136100,
		},
		["QAEnchant Gloves +20 Shadow Damage"] = {
			[27110] = 135913,
		},
		["Наземная мина - инициатор"] = {
			[28000] = 135805,
		},
		["Увеличенный урон от темной магии 53"] = {
			[18027] = 136235,
		},
		["Увеличенный урон от темной магии 54"] = {
			[18028] = 136235,
		},
		["Увеличеный урон от магии льда 132"] = {
			[24666] = 136235,
		},
		["Ярость Тула"] = {
			[3387] = 136224,
		},
		["Облачение Геи"] = {
			[28210] = 132149,
		},
		["Цепь Сталагга"] = {
			[28096] = 136235,
		},
		["Кислотное дыхание"] = {
			[12891] = 136007,
			[12884] = 136007,
			[12533] = 136007,
			[24839] = 136007,
		},
		["Появление куч земли"] = {
			[26057] = 136235,
		},
		["Увеличенное исцеление 40"] = {
			[18031] = 136235,
		},
		["Выкройка: белое свадебное платье"] = {
			[12185] = 136235,
		},
		["Тысяча Клинков"] = {
			[24649] = 132373,
			[24767] = 132373,
		},
		["Могучий интеллект"] = {
			[5071] = 132150,
			[4207] = 132150,
			[4211] = 132150,
			[4215] = 136101,
			[4219] = 136101,
			[5072] = 132150,
			[4204] = 132150,
			[4208] = 132150,
			[4212] = 132150,
			[4216] = 136101,
			[4220] = 136101,
			[5073] = 132150,
			[5074] = 132150,
			[5069] = 132150,
			[4205] = 132150,
			[5077] = 136101,
			[5081] = 136101,
			[4217] = 136101,
			[5075] = 132150,
			[4210] = 132150,
			[4214] = 136101,
			[5070] = 132150,
			[4206] = 132150,
			[5078] = 136101,
			[5082] = 136101,
			[4218] = 136101,
			[5076] = 136101,
			[5079] = 136101,
			[4213] = 136101,
			[5080] = 136101,
		},
		["Рецепт жареного крыла канюка"] = {
			[4094] = 133974,
		},
		["Создание утешительная ленточка Ущелья Песни Войны"] = {
			[24637] = 136235,
		},
		["Увеличенное исцеление 42"] = {
			[18032] = 136235,
		},
		["Гоблинский бомбомет"] = {
			[12755] = 136235,
			[12777] = 136235,
		},
		["Теневой транс"] = {
			[17941] = 136223,
		},
		["Водные струи"] = {
			[13586] = 135836,
			[21790] = 135836,
		},
		["Увеличенное исцеление 46"] = {
			[18033] = 136235,
		},
		["Канал угощения для пикника"] = {
			[27575] = 134062,
		},
		["Мастерство во владении посохами"] = {
			[4411] = 135145,
			[4412] = 135145,
			[4410] = 135145,
			[4413] = 135145,
		},
		["Истребитель нежити 75"] = {
			[17457] = 136142,
		},
		["Формула: слабое волшебное масло"] = {
			[25132] = 136235,
		},
		["Вызов Мутануса Пожирателя"] = {
			[24624] = 136121,
		},
		["Рецепт: мощное зелье ярости"] = {
			[17582] = 136235,
		},
		["Наполнить фиал"] = {
			[5512] = 136235,
		},
		["Реванш"] = {
			[11601] = 132353,
			[6572] = 132353,
			[6573] = 132353,
			[6574] = 132353,
			[11603] = 132353,
			[25355] = 132353,
			[19130] = 132353,
			[11600] = 132353,
			[25288] = 132353,
			[11602] = 132353,
			[12170] = 132353,
			[25960] = 132353,
			[28844] = 136235,
			[7379] = 132353,
			[7380] = 132353,
			[6575] = 132353,
		},
		["Особое существо"] = {
			[7155] = 136235,
		},
		["Портал Безумия"] = {
			[24620] = 135805,
			[24621] = 135759,
		},
		["Увеличенное исцеление 55"] = {
			[18036] = 136235,
			[22748] = 136235,
		},
		["Увеличенное исцеление 57"] = {
			[18037] = 136235,
		},
		["Вызов раба из племени Песчаной Бури"] = {
			[11904] = 136235,
		},
		["Увеличенное исцеление 62"] = {
			[18039] = 136235,
		},
		["Восстановление питомца"] = {
			[6331] = 132156,
			[6332] = 132156,
			[6333] = 132156,
			[6334] = 132156,
			[6335] = 132156,
			[6336] = 132156,
			[6337] = 132156,
			[6338] = 132156,
			[6339] = 132156,
			[6340] = 132156,
			[6341] = 132156,
			[6342] = 132156,
			[6328] = 132156,
			[6329] = 132156,
			[6330] = 132156,
		},
		["Повышенное сопротивление силам Тьмы 34"] = {
			[14703] = 136235,
		},
		["Эфект появления манекена цели"] = {
			[4507] = 136222,
		},
		["Жуткокоготь"] = {
			[19755] = 136203,
		},
		["Рецепт: необычный десерт с чабером"] = {
			[8239] = 136235,
		},
		["Увеличенное исцеление 64"] = {
			[18040] = 136235,
		},
		["Неловкость II"] = {
			[507] = 136159,
			[1201] = 136159,
		},
		["Ледяная стрела, улучшенная"] = {
			[21229] = 136235,
		},
		["Эффект инфернала"] = {
			[22703] = 135860,
		},
		["Закладка заряда NG-5 (синего)"] = {
			[6626] = 133713,
		},
		["Увеличенное исцеление 70"] = {
			[18043] = 136235,
		},
		["Леденящее касание Трелана"] = {
			[4320] = 136230,
		},
		["Увеличенное исцеление 73"] = {
			[18044] = 136235,
		},
		["Улучшенный лик смерти"] = {
			[24487] = 136235,
		},
		["Увеличенное исцеление 75"] = {
			[18045] = 136235,
		},
		["Рунные медные наручи"] = {
			[2664] = 136192,
			[2745] = 136235,
		},
		["Увеличенное исцеление 77"] = {
			[18046] = 136235,
		},
		["Нефариан - выбор туннеля"] = {
			[23343] = 136235,
		},
		["Перчатки с сияющей сердцевиной"] = {
			[20849] = 132149,
		},
		["QAEnchant Cloak +8 Stealth"] = {
			[27120] = 135913,
		},
		["Чертеж: позолоченный железный разрушитель"] = {
			[3528] = 136235,
		},
		["Электрический шок"] = {
			[10593] = 136115,
			[8061] = 136115,
			[10594] = 136115,
		},
		["Сияние (синее)"] = {
			[22576] = 135741,
		},
		["Гнев небес"] = {
			[10320] = 135902,
			[28883] = 136208,
			[10318] = 135902,
			[685] = 135902,
			[2812] = 135902,
			[23979] = 136208,
		},
		["Лесные наплечники"] = {
			[28482] = 132149,
		},
		["Дух 15"] = {
			[20003] = 136235,
		},
		["Усиленный арбалет"] = {
			[22811] = 136235,
			[22188] = 136235,
			[27744] = 136235,
		},
		["Чертеж: нефритовый змеиный клинок"] = {
			[3526] = 136235,
		},
		["Увеличенное исцеление 79"] = {
			[18047] = 136235,
		},
		["Увеличенное исцеление 81"] = {
			[18048] = 136235,
		},
		["Повышение урона от заклинания 33"] = {
			[18050] = 136235,
		},
		["Эффект портала: Громовой Утес"] = {
			[17610] = 135765,
		},
		["Повышение урона от заклинания 34"] = {
			[18052] = 136235,
		},
		["Создание замены жаровни Приманивания Лорда Вальтхалака"] = {
			[27566] = 136235,
		},
		["Повышение урона от заклинания 36"] = {
			[18053] = 136235,
		},
		["Оружие Камнедробителя (пассивный эффект)"] = {
			[16312] = 136086,
			[15567] = 136086,
			[16313] = 136086,
			[15568] = 136086,
			[15569] = 136086,
			[10400] = 136086,
			[16311] = 136086,
		},
		["Формула чар для двуручного оружия: дух"] = {
			[13393] = 136235,
		},
		["Измельчение"] = {
			[3673] = 136025,
		},
		["Damage 100 (TEST)"] = {
			[2653] = 136235,
		},
		["Повышение урона от заклинания 40"] = {
			[18056] = 136235,
		},
		["Повышение урона от заклинания 42"] = {
			[18058] = 136235,
		},
		["Постоянная иллюзия - Спящий дракончик"] = {
			[8360] = 132311,
		},
		["Темный жребий Сейджа - сила"] = {
			[23735] = 134334,
		},
		["Заточка клинка II"] = {
			[2829] = 136235,
		},
		["Нефариан - выбор туннеля (L5)"] = {
			[23348] = 136235,
		},
		["Обработанная легкая шкура"] = {
			[3816] = 136235,
			[3821] = 136021,
		},
		["Сила атаки 200"] = {
			[18060] = 136235,
		},
		["Рецепт: нежный черепаховый суп"] = {
			[3404] = 136235,
		},
		["Создание кнутокорня"] = {
			[15343] = 136235,
		},
		["Исчезновение, другое"] = {
			[28349] = 136235,
		},
		["Amorous Timer, Standard Test"] = {
			[26870] = 134338,
		},
		["Ясность мысли"] = {
			[12536] = 136170,
			[16246] = 136170,
			[16870] = 136170,
		},
		["Увеличение интеллекта 26"] = {
			[14416] = 136235,
		},
		["Исчезновение Муглаша"] = {
			[20862] = 136235,
		},
		["Вызов куриного яйца"] = {
			[13563] = 132833,
		},
		["Волнолов маны"] = {
			[23571] = 136222,
			[23572] = 136222,
		},
		["Сапоги из черного железа"] = {
			[24399] = 136192,
		},
		["Дух гепарда"] = {
			[5118] = 132242,
			[5131] = 132242,
		},
		["Зелье защиты от магии"] = {
			[11453] = 136235,
		},
		["Боевая стойка"] = {
			[2467] = 132349,
			[2457] = 132349,
			[7165] = 132349,
		},
		["Увеличенное исцеление 29"] = {
			[9316] = 136235,
		},
		["Зелье священной защиты"] = {
			[7255] = 136235,
		},
		["Увеличенный урон от огня 33"] = {
			[17871] = 136235,
		},
		["Эффект страха личинки Улья Зара"] = {
			[25726] = 136235,
		},
		["Улучшение брони 270"] = {
			[18068] = 136235,
		},
		["Призыв багровой пушки"] = {
			[6251] = 132153,
		},
		["Улучшение брони 160"] = {
			[18069] = 136235,
		},
		["Увеличение силы на 2"] = {
			[7465] = 136235,
		},
		["Создание наполненной праздничной кружки"] = {
			[25854] = 136235,
			[25856] = 136235,
		},
		["Выполнение задания котловины Арати, 4 баз."] = {
			[24061] = 136235,
		},
		["Чертеж: яркоглазые очки"] = {
			[12645] = 136235,
		},
		["Исцеляющий язык"] = {
			[4209] = 135915,
			[6031] = 135915,
			[4808] = 135915,
			[4807] = 135915,
			[6032] = 135915,
			[8595] = 135915,
		},
		["Убийство животных 72"] = {
			[18076] = 136235,
		},
		["Демоноубийство 33"] = {
			[18079] = 136172,
		},
		["Праздничная кружка лишения воли"] = {
			[25850] = 136235,
			[25864] = 136235,
		},
		["Линза Кровавой Лозы"] = {
			[24357] = 136235,
		},
		["Очки Кровавой Лозы"] = {
			[24356] = 136235,
		},
		["Некрорахнид-скарабей - Самоубийство"] = {
			[16424] = 136118,
		},
		["Меткий выстрел"] = {
			[3039] = 132157,
			[3040] = 132157,
			[3041] = 132157,
			[3042] = 132157,
			[3669] = 132157,
		},
		["Тень Эраникуса - постоянное действие, визуальный эффект"] = {
			[12535] = 136123,
		},
		["Очки чести +398"] = {
			[24923] = 136235,
			[24965] = 136235,
		},
		["Кольцо стужи"] = {
			[18099] = 135848,
		},
		["Вызов спокойного механического йети"] = {
			[26010] = 132311,
		},
		["Избирательное гашение"] = {
			[16629] = 135972,
		},
		["Угроза"] = {
			[26658] = 132270,
			[27674] = 136235,
		},
		["Ложная мишень Гизлока"] = {
			[21834] = 136172,
		},
		["Ядовитый выстрел"] = {
			[8275] = 132273,
			[8806] = 132273,
		},
		["Адское Пламя"] = {
			[11685] = 135818,
			[1401] = 135826,
			[3732] = 136235,
			[1949] = 135818,
			[11684] = 135818,
			[11683] = 135818,
			[5709] = 135818,
			[711] = 135826,
			[11686] = 135818,
		},
		["Колоссальный удар"] = {
			[26167] = 136235,
		},
		["Увеличение интеллекта 24"] = {
			[14414] = 136235,
		},
		["Зачаровывание нагрудника - здоровье, III ступень"] = {
			[7857] = 135913,
			[7858] = 135913,
		},
		["Убийство"] = {
			[14158] = 136147,
			[14159] = 136147,
		},
		["Сапоги Тьмы"] = {
			[8778] = 132149,
		},
		["Взрыв дверей Зул'Фаррака"] = {
			[11195] = 136235,
		},
		["Электростатическое поле"] = {
			[18147] = 136115,
			[18148] = 136115,
			[28135] = 136215,
		},
		["Эликсир Мангуста"] = {
			[17538] = 134812,
			[17571] = 136235,
		},
		["Эффект снятия болезни"] = {
			[10872] = 136066,
		},
		["Повышенное сопротивление силам Тьмы 24"] = {
			[14687] = 136235,
		},
		["BM ОТКЛ."] = {
			[24676] = 132096,
		},
		["Тяжелые мифриловые латные рукавицы"] = {
			[9928] = 136192,
			[9929] = 136235,
		},
		["GGOODMANTEST"] = {
			[7585] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 33"] = {
			[14696] = 136235,
		},
		["Увеличенный урон от сил природы 7"] = {
			[7694] = 136235,
		},
		["Горящий адреналин"] = {
			[23478] = 132937,
			[23619] = 132937,
			[23620] = 132937,
			[23644] = 132937,
			[18173] = 132937,
			[24701] = 132937,
		},
		["Punctured Voodoo Doll PAL DND"] = {
			[24285] = 136235,
		},
		["Выбор способности"] = {
			[5610] = 136011,
		},
		["Punctured Voodoo Doll PRT DND"] = {
			[24284] = 136235,
		},
		["Небольшое повышение характеристик"] = {
			[13624] = 136235,
		},
		["Улучшение брони 140"] = {
			[18190] = 136235,
		},
		["Кладка Валестраза"] = {
			[16354] = 135990,
		},
		["Вызов зомбирующего тотема"] = {
			[24262] = 136232,
		},
		["Дух I ступень"] = {
			[7847] = 136235,
			[7851] = 136235,
		},
		["Вызывающий рев"] = {
			[5209] = 132117,
			[5210] = 132117,
		},
		["Истребитель нежити 66"] = {
			[18198] = 136142,
		},
		["Глоток малого зелья"] = {
			[3368] = 135915,
		},
		["Проклятие Джаммал'ана"] = {
			[12480] = 136121,
			[12479] = 136232,
			[12483] = 136232,
		},
		["Демоноубийство 99"] = {
			[18212] = 136172,
		},
		["Снятие превращения"] = {
			[6924] = 136235,
		},
		["Чертеж: ториевое устройство"] = {
			[19846] = 134153,
		},
		["Неослабевающие удары"] = {
			[14179] = 132340,
		},
		["Сигнальная ракета, ЖЕЛТАЯ - В"] = {
			[26362] = 136235,
		},
		["Увеличение ловкости 21"] = {
			[14385] = 136235,
		},
		["Чертеж: эбеновый нож"] = {
			[10014] = 136235,
		},
		["Мощь жезла"] = {
			[6094] = 135464,
			[6098] = 135464,
			[6100] = 135464,
			[6111] = 135464,
			[6097] = 135464,
			[6112] = 135464,
		},
		["Рецепт филе красноперки"] = {
			[18241] = 136192,
		},
		["Test Critical Bonus"] = {
			[24219] = 136235,
		},
		["Хранитель праздничного пламени - женщина"] = {
			[29246] = 135849,
		},
		["Противоядие"] = {
			[7936] = 136192,
			[7934] = 136192,
			[7932] = 136068,
		},
		["Периодическое сожжение маны"] = {
			[812] = 136170,
		},
		["Урожай жизни"] = {
			[3243] = 136188,
		},
		["Рецепт: склянка Великой силы"] = {
			[17644] = 136235,
		},
		["Мысленная дрожь"] = {
			[8272] = 136025,
		},
		["Хранитель праздничного пламени - тролль"] = {
			[29243] = 135849,
		},
		["Тяжелое взрывчатое вещество"] = {
			[3945] = 136235,
			[4006] = 136235,
		},
		["Питомец Кровавого Скальпа"] = {
			[3612] = 136095,
		},
		["Рецепт: эликсир силы огра"] = {
			[3189] = 136235,
		},
		["Copy of Disease Cloud"] = {
			[28356] = 136006,
			[28357] = 136006,
		},
		["Рассветный гамбит"] = {
			[17045] = 136235,
		},
		["Усиление духа на 29"] = {
			[14451] = 136235,
		},
		["Зловепрь"] = {
			[12896] = 135817,
		},
		["Ан'Киражский наградной положительный эффект (заклинатель - 20)"] = {
			[25797] = 134969,
		},
		["Священная защита"] = {
			[7247] = 135880,
			[973] = 136235,
			[7249] = 135880,
			[17545] = 135880,
			[7248] = 135880,
			[16892] = 135880,
			[7245] = 135880,
			[7246] = 135880,
		},
		["Рецепт: суп из ночницы"] = {
			[18255] = 136235,
		},
		["Праздник - Лунный телепорт II: Громовой Утес"] = {
			[26412] = 135758,
		},
		["Рецепт: вареный радужный лосось"] = {
			[18256] = 136235,
		},
		["Отпор 35"] = {
			[24199] = 136235,
		},
		["Рецепт: похлебка из омаров"] = {
			[18257] = 136235,
		},
		["Повышение урона от заклинания 47"] = {
			[24196] = 136235,
		},
		["Разбавленное пиво"] = {
			[5909] = 132791,
		},
		["Нестабильное пусковое устройство"] = {
			[12591] = 136235,
			[12633] = 136235,
		},
		["Рецепт: трансмутация воды в нежить"] = {
			[17593] = 136235,
		},
		["Метка: Красные черепа"] = {
			[20368] = 135819,
		},
		["Спутник из Кровавого Паруса"] = {
			[5172] = 132150,
		},
		["Призыв обсидианового осколка"] = {
			[10061] = 136222,
		},
		["Выкройка: тяжелые перчатки Земли"] = {
			[9154] = 136235,
		},
		["Улучшение брони 210"] = {
			[18281] = 136235,
		},
		["Хрустальный взгляд"] = {
			[3635] = 132154,
		},
		["Святилище"] = {
			[22850] = 135824,
			[2355] = 136047,
			[2351] = 135926,
		},
		["Белая рубашка Щитолома"] = {
			[8483] = 132149,
			[8490] = 136021,
		},
		["Воспоминания, приводящие в ярость"] = {
			[3547] = 136224,
		},
		["Создание Рассветного гамбита"] = {
			[18367] = 136235,
		},
		["Poltergeist Despawn (DND)"] = {
			[18380] = 136235,
		},
		["Увеличение рейтинга критического эффекта заклинаний"] = {
			[18382] = 136235,
			[18384] = 136235,
			[23433] = 136235,
			[23434] = 136235,
			[29069] = 136235,
		},
		["Истребитель нежити 100"] = {
			[28893] = 135923,
		},
		["Призрачный удар"] = {
			[9806] = 136033,
			[14278] = 136136,
		},
		["Увеличенное исцеление 44"] = {
			[17371] = 136235,
		},
		["Мортира"] = {
			[25003] = 134538,
		},
		["Выкройка: кожаные наплечники Земли"] = {
			[9152] = 136235,
		},
		["Гномский механик"] = {
			[20219] = 132996,
		},
		["Увеличеный урон от магии льда 61"] = {
			[26720] = 136235,
		},
		["Пророческая аура"] = {
			[24158] = 136235,
			[24167] = 136235,
		},
		["Сигнальная ракета, ЖЕЛТАЯ БОЛЬШАЯ - Н"] = {
			[26511] = 136235,
		},
		["Сила атаки 74"] = {
			[15823] = 136235,
		},
		["Лунный блик"] = {
			[15788] = 135753,
			[15789] = 135753,
		},
		["Апперкот"] = {
			[22916] = 132939,
			[18072] = 132939,
			[10966] = 132939,
			[26007] = 132939,
		},
		["Выкройка: мундир из черного дракончика"] = {
			[24941] = 136235,
		},
		["Зелье Бетора"] = {
			[7669] = 135899,
		},
		["Улучшение владения двуручным мечом"] = {
			[15939] = 136235,
			[15769] = 136235,
			[15940] = 136235,
			[15770] = 136235,
			[15941] = 136235,
			[7564] = 136235,
			[15942] = 136235,
			[15772] = 136235,
			[15943] = 136235,
			[15944] = 136235,
			[15937] = 136235,
			[15945] = 136235,
			[7562] = 136235,
			[7566] = 136235,
			[15938] = 136235,
			[15946] = 136235,
			[15771] = 136235,
		},
		["Запал жального залпа"] = {
			[24150] = 132337,
			[26080] = 132337,
		},
		["Общие узы"] = {
			[7761] = 136230,
		},
		["Пояс из рунной ткани"] = {
			[18402] = 132149,
			[18471] = 136021,
		},
		["Варварский пояс"] = {
			[3779] = 136235,
		},
		["Кожевничество (умелец)"] = {
			[3812] = 133611,
		},
		["Столкновение с каменистой землей"] = {
			[26271] = 136235,
		},
		["Чародейский интеллект"] = {
			[10157] = 135932,
			[1460] = 135932,
			[13326] = 135932,
			[1472] = 135932,
			[1461] = 135932,
			[1459] = 135932,
			[3065] = 135932,
			[1473] = 135932,
			[3066] = 135932,
			[1475] = 135932,
			[10156] = 135932,
			[1474] = 135932,
			[10158] = 135932,
			[16876] = 135932,
		},
		["Плащ из рунной ткани"] = {
			[18409] = 132149,
		},
		["Чертеж: наплечники темного духа"] = {
			[24147] = 136235,
		},
		["Увеличенный урон от сил природы 46"] = {
			[18001] = 136235,
		},
		["Силовой щит 500"] = {
			[20705] = 135940,
		},
		["Молчание"] = {
			[30225] = 135975,
			[27559] = 135975,
			[18278] = 135975,
			[18327] = 135975,
			[6726] = 135975,
			[12528] = 135975,
			[23207] = 135975,
			[15487] = 136164,
			[26069] = 135975,
			[29943] = 135975,
			[8988] = 135975,
			[22666] = 135975,
		},
		["Темный жребий Сейджа - дух"] = {
			[23738] = 134334,
		},
		["Грубая кожа"] = {
			[22331] = 136235,
			[22332] = 136021,
		},
		["Сигнальная ракета, СИНЯЯ - С"] = {
			[26300] = 136235,
		},
		["Исцеление себя"] = {
			[9163] = 135915,
		},
		["Чертеж: кираса кровавого духа"] = {
			[24142] = 136235,
		},
		["Выкройка: зачарованный мешочек из магической ткани"] = {
			[27726] = 136235,
		},
		["Ледовый жилет"] = {
			[28207] = 132149,
			[28260] = 136021,
		},
		["Безнадежность"] = {
			[29125] = 132366,
		},
		["Мистическое разъединение"] = {
			[25767] = 136208,
			[25768] = 135990,
		},
		["Выкройка: перчатки из отражающей чешуи"] = {
			[7957] = 136235,
		},
		["Призыв питомца"] = {
			[23498] = 132161,
			[883] = 132161,
			[27639] = 136235,
		},
		["Масло льда"] = {
			[3463] = 136021,
			[3454] = 136235,
			[3595] = 136235,
		},
		["Рукавицы Ледяной погибели"] = {
			[28243] = 136192,
			[28253] = 136235,
		},
		["Рукавицы кровавого духа"] = {
			[24138] = 136192,
		},
		["Порча земли"] = {
			[24910] = 132095,
		},
		["Пулемет"] = {
			[15249] = 132222,
			[10346] = 132222,
			[25032] = 132384,
		},
		["Проклятье племен"] = {
			[21048] = 136138,
		},
		["Призвать страхопряда легиона Чернорука"] = {
			[15794] = 136075,
		},
		["Ослабление силы"] = {
			[6951] = 135914,
			[13528] = 136006,
		},
		["Self Stun (DND)"] = {
			[29826] = 136168,
		},
		["Кладбищенский телепорт "] = {
			[24237] = 136235,
		},
		["Хорошее зелье здоровья"] = {
			[19990] = 136235,
		},
		["Отношение - Прибамбасск +500"] = {
			[28397] = 136235,
		},
		["Изысканный мифриловый наплечник"] = {
			[9952] = 136192,
		},
		["Вызов рассечения крылом Сафирона"] = {
			[29329] = 136235,
		},
		["Выкройка: наплечники Кровавого тигра"] = {
			[24130] = 136235,
		},
		["Спящий батрак (отображение оглушения)"] = {
			[18795] = 136235,
		},
		["Обрыв связи"] = {
			[10856] = 132995,
		},
		["Телепортация мажордома - визуальный эффект"] = {
			[19484] = 135736,
		},
		["Посохи"] = {
			[227] = 135145,
			[15989] = 135145,
		},
		["Активация защиты"] = {
			[4239] = 136235,
		},
		["Распылитель из черного железа"] = {
			[15292] = 136192,
		},
		["Бездонная сумка"] = {
			[18455] = 132149,
		},
		["Одеяние верховного мага"] = {
			[18457] = 132149,
		},
		["Наплечники Кровавого тигра"] = {
			[24125] = 136235,
		},
		["Одеяние Бездны"] = {
			[18458] = 132149,
		},
		["Рулон льняной ткани"] = {
			[2963] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 8"] = {
			[14671] = 136235,
		},
		["Сила атаки 54"] = {
			[15813] = 136235,
		},
		["Чертеж: ториевые сапоги"] = {
			[16681] = 136235,
		},
		["Шлем гоблинской конструкции"] = {
			[12718] = 136235,
			[12770] = 136235,
		},
		["Выкройка: пояс из призрачной ткани"] = {
			[18480] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 11"] = {
			[14674] = 136235,
		},
		["Улучшенная ярость берсерка"] = {
			[20500] = 136009,
			[20501] = 136009,
		},
		["Зелье Огненной защиты"] = {
			[7257] = 136235,
		},
		["Summon Band of Veiled Shadows DND"] = {
			[29026] = 136235,
		},
		["Массовая выплавка меди OLD"] = {
			[8296] = 136235,
			[8298] = 136235,
		},
		["Создание приглашения на Праздник луны"] = {
			[26375] = 136235,
		},
		["Увеличенный урон от темной магии 26"] = {
			[18008] = 136235,
		},
		["Специализация - арбалеты"] = {
			[5986] = 132329,
			[5987] = 132329,
			[5973] = 132382,
			[5974] = 132382,
			[5975] = 132382,
			[5976] = 132382,
			[5977] = 132382,
			[5979] = 132382,
			[5981] = 132329,
			[5984] = 132329,
			[5988] = 132329,
			[5969] = 132382,
			[5985] = 132329,
			[5989] = 132329,
		},
		["Ловкость бросков II"] = {
			[4911] = 132222,
			[4913] = 132222,
		},
		["Вспышка молнии"] = {
			[8598] = 136048,
		},
		["Инициатор ловушки"] = {
			[23327] = 136235,
			[23328] = 136235,
		},
		["Грубые бронзовые сапоги"] = {
			[7817] = 136192,
			[7819] = 136235,
		},
		["Увеличение сила на 20"] = {
			[14492] = 136235,
		},
		["Чертеж: маскировочный механизм гномов"] = {
			[9596] = 136235,
		},
		["Темное восстановление"] = {
			[7106] = 132179,
		},
		["Создание человеческого черепа"] = {
			[19031] = 136235,
		},
		["Взрыв из-за неисправности"] = {
			[13261] = 135805,
		},
		["Тотем сопротивления огню"] = {
			[10537] = 135832,
			[10541] = 135832,
			[10538] = 135832,
			[8184] = 135832,
			[8186] = 135832,
			[10540] = 135832,
		},
		["Бросок грязью"] = {
			[6530] = 136090,
		},
		["Снежные наручи"] = {
			[28221] = 136235,
			[28256] = 136021,
		},
		["Выстрел"] = {
			[16780] = 132222,
			[8995] = 132222,
			[6660] = 132222,
			[8996] = 132222,
			[16768] = 132222,
			[8997] = 132222,
			[5019] = 132317,
			[23073] = 132222,
			[22907] = 132222,
			[22411] = 132222,
			[15547] = 132222,
			[16772] = 132222,
			[15620] = 132222,
			[16572] = 132222,
			[22121] = 132222,
			[20463] = 132222,
			[16100] = 132222,
			[16775] = 132222,
			[9008] = 132222,
			[16776] = 132222,
			[16496] = 132222,
			[16777] = 132222,
			[16767] = 132222,
			[16778] = 132222,
			[18561] = 132222,
			[16779] = 132222,
			[17353] = 132222,
			[23337] = 132222,
		},
		["Проклятие Хаккара"] = {
			[18502] = 136160,
		},
		["Прочная железная кувалда"] = {
			[3518] = 136235,
		},
		["Выкройка: сапоги из ткани Скверны"] = {
			[18510] = 136235,
		},
		["Выкройка: штаны из призрачной ткани"] = {
			[18514] = 136235,
		},
		["Благословение могущества"] = {
			[19841] = 135906,
			[19740] = 135906,
			[19834] = 135906,
			[19838] = 135906,
			[19842] = 135906,
			[19741] = 135906,
			[19835] = 135906,
			[19839] = 135906,
			[19843] = 135906,
			[19836] = 135906,
			[19840] = 135906,
			[25291] = 135906,
			[25399] = 135906,
			[19837] = 135906,
			[25962] = 135906,
		},
		["Гуляка праздника Зимы - нежить"] = {
			[26253] = 135849,
		},
		["Экзорцизм"] = {
			[10313] = 135903,
			[5614] = 135903,
			[10314] = 135903,
			[559] = 136235,
			[10315] = 135903,
			[5615] = 135903,
			[10316] = 135903,
			[10317] = 135903,
			[5616] = 135903,
			[17147] = 135903,
			[17149] = 135903,
			[3690] = 135932,
			[5613] = 135903,
			[5617] = 135903,
			[931] = 136235,
			[879] = 135903,
			[10312] = 135903,
		},
		["Выкройка: одеяние истинной веры"] = {
			[18532] = 136235,
		},
		["Увеличение сила на 38"] = {
			[14510] = 136235,
		},
		["Быстродействующий яд III"] = {
			[8688] = 132273,
			[8689] = 132273,
			[8691] = 132273,
		},
		["Рецепт кальдорейского шашлыка из паука"] = {
			[6412] = 136192,
		},
		["Выкройка: сумка из луноткани"] = {
			[18517] = 136235,
		},
		["Healing Aura (TEST)"] = {
			[7331] = 135917,
		},
		["Каменная Кожа"] = {
			[8157] = 136098,
			[28995] = 136031,
			[10405] = 136098,
			[8072] = 136098,
			[10403] = 136098,
			[8156] = 136098,
			[10404] = 136098,
		},
		["Инициализация танка"] = {
			[27749] = 136235,
		},
		["Дуновение, внушающее уныние"] = {
			[1794] = 136235,
			[1799] = 136235,
		},
		["Портал Призывания принцессы"] = {
			[13912] = 135743,
		},
		["Выкройка: перчатки Феникса"] = {
			[3905] = 136235,
		},
		["Copy of Pattern: Stormcloth Shoulders"] = {
			[12149] = 136235,
		},
		["Призыв лазурного дракончика"] = {
			[10696] = 132311,
		},
		["Сокрушение духа"] = {
			[8016] = 135914,
		},
		["Выкройка: наплечники из луноткани"] = {
			[18521] = 136235,
		},
		["Рецепт: невероятно вкусный омлет"] = {
			[3379] = 136235,
		},
		["Огненный шар"] = {
			[20808] = 135812,
			[13140] = 135812,
			[14034] = 135812,
			[19816] = 135812,
			[854] = 136235,
			[16788] = 135812,
			[16413] = 135810,
			[16415] = 135810,
			[18199] = 135810,
			[18082] = 135810,
			[9487] = 135810,
			[9488] = 135810,
			[21402] = 135812,
			[16101] = 135812,
			[18108] = 135810,
			[13438] = 135810,
			[21162] = 135810,
			[21549] = 135812,
			[20793] = 135812,
			[20797] = 135812,
			[3140] = 135812,
			[20420] = 135812,
			[10148] = 135812,
			[10149] = 135812,
			[10150] = 135812,
			[10151] = 135812,
			[20811] = 135812,
			[10153] = 135812,
			[1198] = 135812,
			[10155] = 135812,
			[20692] = 135812,
			[20823] = 135812,
			[133] = 135812,
			[15242] = 135812,
			[143] = 135812,
			[145] = 135812,
			[20714] = 135812,
			[25415] = 135812,
			[18392] = 135812,
			[16412] = 135810,
			[3142] = 135812,
			[25306] = 135812,
			[8400] = 135812,
			[3688] = 136235,
			[12466] = 135812,
			[8403] = 135812,
			[8404] = 135812,
			[483] = 136235,
			[8405] = 135812,
			[20678] = 135812,
			[8402] = 135812,
			[8401] = 135812,
			[11839] = 135812,
			[15228] = 135812,
			[21072] = 135812,
			[17290] = 135812,
			[502] = 136235,
			[19391] = 135812,
			[11921] = 135812,
			[18105] = 135810,
			[9053] = 135812,
			[10578] = 135812,
			[18796] = 135810,
			[21159] = 135810,
			[13375] = 135812,
			[15662] = 135810,
			[15536] = 135812,
			[10154] = 135812,
			[15665] = 135812,
			[10152] = 135812,
			[20815] = 135812,
			[11985] = 135812,
			[1173] = 135812,
			[22088] = 135812,
			[23024] = 136235,
			[23411] = 135808,
			[24374] = 135812,
			[24611] = 135812,
			[25978] = 132282,
		},
		["Сила Природы"] = {
			[21962] = 136036,
			[21963] = 136036,
			[21964] = 136036,
			[6913] = 136036,
		},
		["Явление бога"] = {
			[28802] = 136235,
			[28804] = 136075,
		},
		["Полный рост"] = {
			[24088] = 136101,
			[24089] = 136101,
		},
		["Зачаровывание перчаток - рыбная ловля"] = {
			[13620] = 135913,
		},
		["Призыв Векнисского точильщика"] = {
			[6122] = 136235,
		},
		["Большая вудуистская маска"] = {
			[10531] = 136235,
		},
		["Телепортация: Дарнасс"] = {
			[3565] = 135755,
			[3578] = 135755,
		},
		["Сопротивление темной магии"] = {
			[24506] = 136121,
			[24490] = 136121,
			[24514] = 136121,
			[24488] = 136121,
			[24507] = 136121,
			[24526] = 136121,
			[4084] = 135865,
			[24515] = 136121,
			[20579] = 136152,
			[24527] = 136121,
			[24516] = 136121,
			[27535] = 136185,
			[28769] = 136121,
			[24528] = 136121,
			[24505] = 136121,
			[24518] = 136121,
		},
		["Большее целебное зелье"] = {
			[7181] = 136235,
			[7182] = 136021,
		},
		["Повышенное сопротивление силам Тьмы 41"] = {
			[14990] = 136235,
		},
		["[PH] Summon Minion (trap: ghost/skeleton))"] = {
			[28186] = 136235,
		},
		["Бегство войск Нефариана"] = {
			[23032] = 136235,
		},
		["Дремота"] = {
			[1417] = 136090,
		},
		["Зачаровывание обуви - выносливость, II ступень"] = {
			[13644] = 135913,
			[13645] = 135913,
		},
		["Усиление духа на 18"] = {
			[14437] = 136235,
		},
		["Выкройка: одеяние Бездны"] = {
			[18537] = 136235,
		},
		["Утраченный навык: ружье"] = {
			[7044] = 135610,
		},
		["Жезлы"] = {
			[5009] = 132317,
		},
		["Вызов порождения Мар'ли"] = {
			[24081] = 136235,
		},
		["Рунные медные штаны"] = {
			[3324] = 136192,
			[3343] = 136235,
		},
		["Луноткань"] = {
			[18560] = 132149,
		},
		["Обнаружение нежити"] = {
			[11389] = 134179,
		},
		["Захваченный сундук"] = {
			[6465] = 136006,
		},
		["Зачаровывание браслетов - интеллект, III ступень"] = {
			[13822] = 135913,
			[13829] = 135913,
		},
		["Инициатор орудия песчаного червя"] = {
			[31562] = 136235,
		},
		["Улучшенное благословение защиты"] = {
			[23415] = 135964,
		},
		["Тисненый кожаный плащ"] = {
			[2162] = 136235,
			[2178] = 136021,
		},
		["Трусость"] = {
			[8224] = 132092,
			[15709] = 132092,
		},
		["Увеличение сила на 14"] = {
			[9267] = 136235,
		},
		["Самоисцеление"] = {
			[9777] = 135915,
		},
		["Собирание тома III"] = {
			[23233] = 136235,
		},
		["Повышенное сопротивление тайной магии 36"] = {
			[14738] = 136235,
		},
		["Фиолетовые руки"] = {
			[22313] = 136208,
		},
		["Цап за руку"] = {
			[5377] = 136168,
			[6038] = 132316,
			[5376] = 136168,
			[5383] = 132316,
		},
		["Атака щитом"] = {
			[15749] = 132337,
			[19131] = 132337,
		},
		["Рулон рунной ткани"] = {
			[18401] = 132149,
			[18470] = 136021,
		},
		["Word of Mass Recall (OLD)"] = {
			[3] = 136235,
		},
		["Create Zul'Gurub Talisman SHM R3 DND"] = {
			[24069] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 10"] = {
			[14673] = 136235,
		},
		["Зеленый железный хауберк"] = {
			[3508] = 136192,
			[3525] = 136235,
		},
		["Повышенное сопротивление всему 8"] = {
			[18679] = 136235,
		},
		["Улучшенная кровавая ярость"] = {
			[12301] = 132277,
			[12818] = 132277,
		},
		["[PH] Teleport to Grom'Gol"] = {
			[4998] = 136235,
		},
		["Чародейский дух V"] = {
			[1453] = 135932,
			[1471] = 135932,
		},
		["Регенерация"] = {
			[24361] = 134859,
			[820] = 136081,
			[1146] = 136081,
			[1147] = 136081,
			[1148] = 136081,
			[1149] = 136081,
			[1181] = 136081,
			[7200] = 136081,
			[1183] = 136081,
			[30800] = 136077,
			[20555] = 136077,
			[30801] = 136077,
			[7201] = 136081,
			[3219] = 134859,
			[3221] = 134859,
			[3223] = 134859,
			[3222] = 134859,
			[1182] = 136081,
			[30799] = 136077,
		},
		["Кормление Сарилуса - постоянное действие"] = {
			[6498] = 136123,
		},
		["Кираса из чешуи морлока"] = {
			[6703] = 136235,
		},
		["Увеличение ловкости 11"] = {
			[9101] = 136235,
		},
		["Кулинария (ученик)"] = {
			[2551] = 133971,
		},
		["Увеличенный урон от чар 72"] = {
			[26715] = 136235,
		},
		["Превращение северное оленя"] = {
			[25860] = 136235,
		},
		["Вызов алой змеи"] = {
			[10720] = 132311,
		},
		["Обращение в камень"] = {
			[11020] = 132154,
			[22692] = 132154,
		},
		["Приступ кровожадности"] = {
			[3229] = 136012,
		},
		["Увеличеный урон от магии льда 9"] = {
			[7702] = 136235,
		},
		["Увеличенный урон от огня 43"] = {
			[17878] = 136235,
		},
		["Повышенное сопротивление всему 16"] = {
			[18687] = 136235,
		},
		["Колчан Быстрой тетивы"] = {
			[14930] = 136235,
		},
		["Дух-целитель V (постоянно)"] = {
			[4972] = 136222,
		},
		["Выкройка: белая бандитская маска"] = {
			[12137] = 136235,
		},
		["Чертеж: светозарный пояс"] = {
			[16674] = 136235,
		},
		["Вызов храмовника"] = {
			[24758] = 136235,
			[24756] = 136235,
			[24760] = 136235,
			[24744] = 136235,
		},
		["Create Zul'Gurub Talisman DRU R3 DND"] = {
			[24059] = 136235,
		},
		["Создание ягод ветроцвета"] = {
			[15342] = 136235,
		},
		["Большой камень чар"] = {
			[17729] = 134131,
		},
		["Закалка"] = {
			[13872] = 136205,
			[13742] = 136205,
			[20550] = 136112,
		},
		["Зеленый кожаный пояс"] = {
			[3774] = 136235,
			[3795] = 136021,
		},
		["Большая связка желтых фейерверков"] = {
			[26519] = 136235,
		},
		["Телепорт на землю"] = {
			[13044] = 136235,
		},
		["Tamed Pet Passive (DND)"] = {
			[17214] = 132189,
			[18727] = 136221,
			[18728] = 136218,
			[18729] = 136220,
			[18730] = 136217,
			[7000] = 132184,
			[17220] = 132198,
			[17221] = 132199,
			[17222] = 132202,
			[18735] = 136221,
			[18736] = 136220,
			[18737] = 136218,
			[18738] = 136217,
			[18739] = 136217,
			[18740] = 136218,
			[18741] = 136220,
			[18742] = 136221,
			[8875] = 132252,
			[19007] = 136217,
			[19580] = 132252,
			[19581] = 132252,
			[19582] = 132252,
			[20782] = 132252,
			[20784] = 132252,
			[19589] = 132252,
			[19591] = 132252,
			[17223] = 132203,
			[17215] = 132190,
			[19432] = 136219,
			[17216] = 132192,
			[17217] = 132193,
			[17218] = 132195,
			[17206] = 132182,
			[17219] = 132196,
			[17208] = 132183,
			[17209] = 132200,
			[17210] = 132185,
			[17211] = 132186,
			[17212] = 132187,
			[19433] = 136172,
		},
		["Copy of Visions of the Past"] = {
			[23197] = 135974,
		},
		["Повышенное сопротивление силам природы 46"] = {
			[14989] = 136235,
		},
		["Увеличенное исцеление 2"] = {
			[7675] = 136235,
		},
		["Ритуальный эффект скатерти для пикника"] = {
			[27651] = 136235,
		},
		["Повышенное сопротивление всему 20"] = {
			[18691] = 136235,
		},
		["Излечение болезни"] = {
			[1268] = 135935,
			[2870] = 136083,
			[2874] = 136083,
			[528] = 135935,
			[28133] = 135935,
		},
		["Огненная буря"] = {
			[13899] = 135826,
		},
		["Треснувший камень"] = {
			[3671] = 136025,
		},
		["Создание верхнепалубного тигренка"] = {
			[30186] = 136235,
		},
		["Улучшенный камень здоровья"] = {
			[18692] = 135230,
			[18693] = 135230,
		},
		["Пополнение"] = {
			[4961] = 135999,
		},
		["Бежевый ящер"] = {
			[10795] = 132253,
			[17450] = 132253,
		},
		["Щит Хаоса"] = {
			[1116] = 135817,
			[1412] = 135817,
		},
		["Вытягивание жизни"] = {
			[18879] = 136188,
			[18880] = 136188,
			[18265] = 136188,
			[18881] = 136188,
			[18928] = 136188,
			[18927] = 136188,
			[18929] = 136188,
		},
		["Господство Скверны"] = {
			[18708] = 136082,
		},
		["Тенетканые штаны"] = {
			[12052] = 132149,
			[12103] = 136021,
		},
		["Возложение рук"] = {
			[9257] = 135928,
			[10311] = 135928,
			[633] = 135928,
			[17233] = 135928,
			[1878] = 135928,
			[10310] = 135928,
			[2800] = 135928,
			[20233] = 135928,
			[20236] = 135928,
		},
		["Мастерство во владении топором"] = {
			[4291] = 132316,
			[4289] = 132316,
			[4290] = 132316,
			[4292] = 132316,
		},
		["Телепорт в башню Азшары"] = {
			[12509] = 136011,
			[12510] = 136022,
		},
		["Орудие: перезаряжено"] = {
			[13240] = 136235,
		},
		["Зачаровывание нагрудника - поглощение, I ступень"] = {
			[7426] = 135913,
			[13373] = 135913,
		},
		["Увеличение силы на 3"] = {
			[7466] = 136235,
		},
		["Заставить цель - пинок с соударением"] = {
			[18145] = 136168,
		},
		["Create Chapter 4 DND"] = {
			[22211] = 136235,
		},
		["Улучшенный камень огня"] = {
			[18767] = 132386,
			[18768] = 132386,
		},
		["Create Zul'Gurub Talisman WLK R2 DND"] = {
			[24045] = 136235,
		},
		["Улучшенный камень чар"] = {
			[18774] = 134131,
			[18775] = 134131,
		},
		["Выкройка: тонкие кожаные перчатки"] = {
			[2175] = 136235,
		},
		["Сила мысли"] = {
			[18551] = 136031,
			[18552] = 136031,
			[18553] = 136031,
			[18554] = 136031,
			[18555] = 136031,
		},
		["Вызов Лунокогтя"] = {
			[18974] = 136235,
			[19138] = 136235,
		},
		["Прикосновение Тени"] = {
			[18791] = 136184,
		},
		["Перчатки из ледяной ткани"] = {
			[18411] = 132149,
		},
		["Create Zul'Gurub Talisman MAG R4 DND"] = {
			[24041] = 136235,
		},
		["Призыв заблудившегося миространника"] = {
			[9615] = 136121,
		},
		["Средоточие"] = {
			[18803] = 135972,
		},
		["Паучий пояс"] = {
			[3863] = 132149,
		},
		["Появление едких слизей"] = {
			[16865] = 136118,
		},
		["Усиление духа на 6"] = {
			[7500] = 136235,
		},
		["Портняжное дело"] = {
			[3910] = 136249,
			[3909] = 136249,
			[3908] = 136249,
			[12180] = 136249,
		},
		["Улучшенное проклятие агонии"] = {
			[18827] = 136139,
			[18829] = 136139,
			[18830] = 136139,
		},
		["Рубило из мрачнодерева"] = {
			[16965] = 136192,
		},
		["Телепорт в Разелих"] = {
			[12885] = 136235,
			[13142] = 136235,
		},
		["Чесотка"] = {
			[25185] = 136064,
			[26077] = 136064,
		},
		["Рецепт: зелье Очищения"] = {
			[17598] = 136235,
		},
		["Улучшение брони 30"] = {
			[9762] = 136235,
		},
		["Увеличенный урон от чар 13"] = {
			[13598] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (заклинатель - 60)"] = {
			[25799] = 134969,
		},
		["Create Zul'Gurub Talisman PRT R4 DND"] = {
			[24015] = 136235,
		},
		["Двойная атака"] = {
			[19817] = 132152,
			[18943] = 132152,
			[19194] = 132152,
			[18941] = 132152,
			[19818] = 132152,
		},
		["Поиск воды"] = {
			[11758] = 136235,
		},
		["Эликсир Силы Теней"] = {
			[11476] = 136235,
			[11500] = 136021,
		},
		["Эликсир Ловкости"] = {
			[11449] = 136235,
			[11483] = 136021,
		},
		["Уязвимость Нечистотона ко льду"] = {
			[25926] = 136006,
		},
		["Яд Атал'аи"] = {
			[18949] = 136067,
		},
		["Обнаружение невидимости и незаметности"] = {
			[18950] = 136129,
		},
		["Рецепт илистого луциана"] = {
			[7753] = 136192,
		},
		["Зачаровывание оружия - удар, IV ступень"] = {
			[13943] = 135913,
			[13944] = 135913,
		},
		["Боевая стойка - эффект ярости (+5)"] = {
			[6594] = 132091,
		},
		["Когти"] = {
			[1448] = 132140,
			[16827] = 132140,
			[5203] = 132140,
			[16828] = 132140,
			[16829] = 132140,
			[3030] = 132140,
			[9849] = 132140,
			[16831] = 132140,
			[2976] = 132140,
			[3009] = 132140,
			[2980] = 132140,
			[2982] = 132140,
			[3666] = 132140,
			[9851] = 132140,
			[5201] = 132140,
			[1082] = 132140,
			[3029] = 132140,
			[16830] = 132140,
			[5204] = 132140,
			[3010] = 132140,
			[2975] = 132140,
			[2977] = 132140,
			[24187] = 132140,
			[2981] = 132140,
			[9850] = 132140,
			[3667] = 132140,
			[16832] = 132140,
		},
		["Сила Оссириана"] = {
			[25176] = 136140,
		},
		["Восстановление жизни"] = {
			[18956] = 134335,
			[18957] = 134335,
		},
		["Смертельный яд - дополнительный эффект"] = {
			[12254] = 136188,
			[22413] = 136188,
			[21645] = 136188,
			[16428] = 136188,
		},
		["Верховая езда: баран"] = {
			[826] = 136103,
			[6744] = 136103,
		},
		["Повышенное сопротивление силам Тьмы 44"] = {
			[14993] = 136235,
		},
		["Увеличение интеллекта 13"] = {
			[9260] = 136235,
		},
		["Дар урожая"] = {
			[24006] = 133989,
		},
		["Лед"] = {
			[18977] = 135849,
		},
		["Увеличение выносливости на 22"] = {
			[14469] = 136235,
		},
		["Стражи Илкруда"] = {
			[6487] = 136221,
		},
		["Цель: замок"] = {
			[8347] = 132995,
		},
		["Серый кодо"] = {
			[18989] = 132243,
		},
		["Зеленый кодо"] = {
			[18991] = 132244,
		},
		["Темный взрыв"] = {
			[28457] = 136235,
			[28458] = 136235,
		},
		["Увеличенный урон от темной магии 4"] = {
			[7706] = 136235,
		},
		["Создание пусковой установки фейерверков"] = {
			[26298] = 134538,
		},
		["Улучшенный внезапный удар"] = {
			[14079] = 132282,
			[14081] = 132282,
			[14080] = 132282,
		},
		["Увеличение интеллекта 15"] = {
			[14405] = 136235,
		},
		["Рецепт: простое зелье каменного щита"] = {
			[4943] = 136235,
		},
		["Оглушение"] = {
			[25] = 135860,
			[56] = 133477,
			[23454] = 133477,
			[17308] = 133477,
			[24647] = 136222,
			[20170] = 135860,
			[20310] = 135860,
			[2880] = 135860,
			[9179] = 136222,
			[27880] = 136222,
		},
		["Сила I ступень"] = {
			[13371] = 136235,
			[2367] = 134838,
			[3161] = 134838,
			[3162] = 134838,
		},
		["Зелье быстрого плавания"] = {
			[7841] = 136235,
			[7842] = 136021,
		},
		["Раншалла - связывание совиных медведей"] = {
			[18994] = 136235,
		},
		["Формула чар для обуви: ловкость IV"] = {
			[20080] = 136235,
		},
		["Создание крупного камня чар"] = {
			[17728] = 134131,
			[17733] = 134131,
		},
		["Спящий борец"] = {
			[26115] = 136235,
		},
		["Снятие всех эффектов"] = {
			[12844] = 135920,
		},
		["Реквием Кровояра"] = {
			[23964] = 135845,
		},
		["Звериная атака"] = {
			[16979] = 132183,
		},
		["Письмо от Тириона Изиллиену 2"] = {
			[18997] = 136235,
		},
		["Повышенное сопротивление силам природы 28"] = {
			[14650] = 136235,
		},
		["Улучшение брони 220"] = {
			[18195] = 136235,
		},
		["Репутация у Северного Волка +1"] = {
			[23961] = 136235,
		},
		["Повышенное сопротивление магии льда 32"] = {
			[14571] = 136235,
		},
		["Смертоносный луч гномов"] = {
			[13278] = 136197,
			[13279] = 136197,
			[12779] = 136235,
			[13280] = 136197,
			[12759] = 136235,
			[13493] = 136197,
		},
		["Сумка из шкуры кодо"] = {
			[5244] = 136235,
		},
		["Повышенное сопротивление всему 15"] = {
			[18686] = 136235,
		},
		["Обычный костер"] = {
			[818] = 135805,
			[1290] = 135805,
		},
		["Повышенная точность заклинания на 1"] = {
			[23727] = 136235,
		},
		["Высшее исцеление со временем"] = {
			[1908] = 135923,
		},
		["Увеличенный урон от огня 21"] = {
			[9298] = 136235,
			[23483] = 136235,
		},
		["Повышенное сопротивление огню 12"] = {
			[14592] = 136235,
		},
		["Комплект грубой брони"] = {
			[19058] = 136235,
			[19148] = 136021,
		},
		["Защита Древобрюхов"] = {
			[26066] = 132183,
		},
		["Повышенное сопротивление тайной магии 22"] = {
			[14724] = 136235,
		},
		["Выкройка: рукавицы песчаного ловца"] = {
			[24861] = 136235,
		},
		["Ром Рэмси"] = {
			[20875] = 132790,
		},
		["Увеличение интеллекта 22"] = {
			[14412] = 136235,
		},
		["Вызов ядовитого облака"] = {
			[24319] = 136006,
			[26590] = 132099,
		},
		["Пылающая эмблема"] = {
			[13744] = 135806,
		},
		["Поедание трупа Аталаи"] = {
			[12134] = 132122,
		},
		["Поножи из чешуи зеленого дракона"] = {
			[19060] = 136235,
		},
		["Наплечники Живых"] = {
			[19061] = 136235,
		},
		["Повышение урона от заклинания 29"] = {
			[13881] = 136235,
		},
		["Зеленая шерстяная сумка"] = {
			[3758] = 136235,
		},
		["Самоукореннение"] = {
			[20548] = 136235,
			[23973] = 136235,
		},
		["Железноперые наплечники"] = {
			[19062] = 136235,
		},
		["Оглушение кадавра"] = {
			[16310] = 136235,
		},
		["Зеленая шелковая броня"] = {
			[8784] = 132149,
		},
		["Выкройка: красные шерстяные сапоги"] = {
			[3896] = 136235,
		},
		["Отношение Штормграда"] = {
			[26161] = 136235,
		},
		["Улучшение брони 60"] = {
			[9765] = 136235,
		},
		["Пагубное облако"] = {
			[21070] = 136006,
		},
		["Черная стрела"] = {
			[14296] = 132323,
			[3674] = 132323,
			[3675] = 132323,
			[14363] = 132323,
			[20733] = 132323,
			[20734] = 132323,
		},
		["Праздник - Валентинка дарение подарка"] = {
			[27663] = 136235,
		},
		["Выброс Силы"] = {
			[17499] = 136101,
		},
		["Комок слизи"] = {
			[28311] = 136016,
		},
		["Антимагия"] = {
			[2139] = 135856,
			[19715] = 135856,
			[20788] = 135856,
			[1053] = 136235,
			[3576] = 135856,
			[20537] = 135856,
			[1399] = 136120,
			[15122] = 135856,
			[29443] = 135856,
		},
		["Мундир из черного дракончика"] = {
			[24940] = 136235,
		},
		["Удар бури"] = {
			[17364] = 135963,
		},
		["Смертельный укус змеи"] = {
			[19467] = 132204,
			[19468] = 132204,
			[19464] = 132204,
			[19465] = 132204,
			[19466] = 132204,
		},
		["Ожог души"] = {
			[17924] = 135808,
			[6353] = 135808,
			[1571] = 135808,
			[18160] = 135808,
		},
		["Увеличение сила на 6"] = {
			[7508] = 136235,
		},
		["Трансмутация: вода в воздух"] = {
			[17562] = 134459,
		},
		["Улучшение брони 200"] = {
			[14803] = 136235,
		},
		["Повышение урона от заклинания 71"] = {
			[23929] = 136235,
		},
		["Гибельный яд"] = {
			[15475] = 136016,
		},
		["Перчатки из кожи ледопарда"] = {
			[19087] = 136235,
		},
		["Конфета Подгорода"] = {
			[24875] = 136235,
		},
		["Стальная цепь для оружия"] = {
			[7224] = 136192,
		},
		["Вызов паразитирующего змея"] = {
			[23866] = 134301,
		},
		["Увеличенный урон от сил природы 1"] = {
			[7690] = 136235,
		},
		["Ободрение"] = {
			[23863] = 135934,
			[23864] = 135990,
		},
		["Ядовитая слюна"] = {
			[7125] = 136016,
		},
		["Официальное сообщение, помощник - эстафете"] = {
			[28366] = 136235,
		},
		["Голодный рой"] = {
			[7277] = 135899,
		},
		["Усиление духа на 14"] = {
			[9263] = 136235,
		},
		["Касание мортиры"] = {
			[17671] = 136235,
		},
		["Превращение Веноксиса"] = {
			[23849] = 136077,
		},
		["Ослепительная мифриловая рапира"] = {
			[10005] = 136192,
		},
		["Major Pet Upgrade II (NYI)"] = {
			[1526] = 136235,
		},
		["Большая железная бомба"] = {
			[3967] = 136235,
			[4023] = 136235,
			[4069] = 135826,
		},
		["Печать стойкости II (NSE)"] = {
			[1886] = 135968,
		},
		["Петарда \"Триколор\""] = {
			[11543] = 136235,
		},
		["Яркое пламя"] = {
			[6296] = 133434,
			[6297] = 135826,
		},
		["Раскол брони"] = {
			[11971] = 132363,
			[7404] = 132363,
			[13444] = 132363,
			[24317] = 132363,
			[27991] = 132363,
			[7405] = 132363,
			[7386] = 132363,
			[21081] = 132363,
			[7406] = 132363,
			[16145] = 132363,
			[11596] = 132363,
			[8380] = 132363,
			[11597] = 132363,
			[8381] = 132363,
			[15502] = 132363,
			[11598] = 132363,
			[15572] = 132363,
			[11599] = 132363,
			[25051] = 132363,
		},
		["Повышение урона от заклинания 15"] = {
			[9344] = 136235,
		},
		["Оберег Зум-Раха"] = {
			[11086] = 136232,
			[11088] = 136157,
		},
		["Живая свобода"] = {
			[24364] = 134718,
		},
		["Повышенное сопротивление силам Тьмы 17"] = {
			[14680] = 136235,
		},
		["Неотвязные призраки"] = {
			[16336] = 136123,
		},
		["Ледопард Зимних Ключей"] = {
			[17229] = 132252,
		},
		["Кинжал Тени III"] = {
			[2724] = 132223,
		},
		["Золотой чешуйчатый капюшон"] = {
			[3503] = 136192,
		},
		["Увеличенное исцеление 68"] = {
			[18042] = 136235,
		},
		["Агрессия ключевого противника Ульдамана"] = {
			[10340] = 136023,
		},
		["Трансмутация: нежитие в воду"] = {
			[17563] = 134459,
		},
		["Злой двойник"] = {
			[23445] = 136129,
		},
		["Повышенное сопротивление тайной магии 23"] = {
			[14725] = 136235,
		},
		["Столбняк"] = {
			[8014] = 135914,
		},
		["Плащ-парашют"] = {
			[12616] = 136235,
		},
		["Призрак - визуальный эффект"] = {
			[9617] = 135864,
			[22650] = 135864,
		},
		["Наплечники из чешуи черного дракона"] = {
			[19094] = 136235,
		},
		["Рецепт: десерт из корня Рун-Тум"] = {
			[22762] = 136235,
		},
		["Неуязвимость: физическая"] = {
			[17674] = 136120,
		},
		["Большая медная бомба"] = {
			[3937] = 136235,
			[3999] = 136235,
			[4065] = 135826,
		},
		["Парализующий удар"] = {
			[12540] = 132155,
			[8629] = 132155,
			[11286] = 132155,
			[11288] = 132155,
			[28456] = 132155,
			[1776] = 132155,
			[1780] = 132155,
			[11285] = 132155,
			[8630] = 132155,
			[1781] = 132155,
			[1777] = 132155,
			[11287] = 132155,
			[13579] = 132155,
			[24698] = 132155,
		},
		["Большая связка зеленых фейерверков"] = {
			[26490] = 136235,
		},
		["Праведное пламя Вкл"] = {
			[461] = 135926,
		},
		["Copy of Release Rageclaw"] = {
			[14804] = 136235,
		},
		["Частицы духа (зеленые)"] = {
			[18951] = 135864,
		},
		["Выкройка: перчатки из штормовой ткани"] = {
			[12141] = 136235,
		},
		["Леденящий коготь"] = {
			[17010] = 135836,
			[17011] = 135853,
		},
		["Тотем заземления"] = {
			[8177] = 136039,
			[8180] = 136039,
		},
		["Рецепт: трансмутация мифрила в истинное серебро"] = {
			[11533] = 136235,
		},
		["Кража жизни"] = {
			[20004] = 136235,
		},
		["MHTest01 Effect"] = {
			[19105] = 132350,
		},
		["Наплечники из штормовой ткани"] = {
			[12087] = 132149,
		},
		["Выкройка: изначальные наручи из кожи летучей мыши"] = {
			[24128] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 7"] = {
			[14670] = 136235,
		},
		["Rejuvenation (OLD)"] = {
			[2598] = 136235,
		},
		["Сотворение цитрина маны"] = {
			[10053] = 134116,
			[10055] = 134116,
		},
		["Поножи из чешуи черного дракона"] = {
			[19107] = 136235,
		},
		["Поборник Рассвета"] = {
			[29112] = 134500,
			[29113] = 134501,
		},
		["Иллюзии Джин'до"] = {
			[24306] = 136224,
		},
		["Призыв водяного стража"] = {
			[8372] = 135864,
		},
		["MHTest02"] = {
			[19108] = 132350,
		},
		["Рецепт гуляша по-красногорски"] = {
			[2547] = 136192,
		},
		["Демонова сума Забраксиса"] = {
			[19127] = 136235,
		},
		["Убийство животных 27"] = {
			[14198] = 136235,
		},
		["Специализация на владении двуручным ударным оружием"] = {
			[4482] = 132325,
			[4486] = 132325,
			[5348] = 132325,
			[5536] = 132325,
			[4475] = 132325,
			[4479] = 132325,
			[4483] = 132325,
			[4487] = 132325,
			[4484] = 132325,
			[5349] = 132325,
			[5350] = 132325,
			[4472] = 132325,
			[4476] = 132325,
			[4480] = 132325,
			[5538] = 132325,
			[5351] = 132325,
			[5352] = 132325,
			[4485] = 132325,
			[4481] = 132325,
			[4473] = 132325,
			[4477] = 132325,
			[5535] = 132325,
			[5539] = 132325,
			[5353] = 132325,
			[5354] = 132325,
			[5533] = 132325,
			[5534] = 132325,
			[4474] = 132325,
			[4478] = 132325,
			[5537] = 132325,
		},
		["Повышенное сопротивление огню 41"] = {
			[14971] = 136235,
		},
		["Сила атаки 82"] = {
			[15827] = 136235,
		},
		["Маскировка под члена братства Справедливости"] = {
			[5269] = 136189,
		},
		["Измененный яд из котла"] = {
			[17650] = 135903,
		},
		["Каменный щит"] = {
			[4941] = 134847,
		},
		["Copy of Block Value 24"] = {
			[28331] = 136235,
		},
		["Залп тьмы"] = {
			[17171] = 132329,
			[29632] = 135934,
			[29641] = 135990,
			[18649] = 132329,
		},
		["Отрыв"] = {
			[14345] = 132294,
			[14272] = 132294,
			[781] = 132294,
			[14344] = 132294,
			[6791] = 132294,
			[14273] = 132294,
		},
		["Перчатки из яркой ткани"] = {
			[18415] = 132149,
		},
		["Исцеление Прикосновения Занзила"] = {
			[9999] = 136230,
			[10723] = 136230,
		},
		["Исправление отношения"] = {
			[8352] = 132995,
		},
		["Залп ледяных стрел"] = {
			[8398] = 135846,
			[22643] = 135846,
		},
		["Выкройка: гибельные кожаные рукавицы"] = {
			[19156] = 136235,
		},
		["Выкройка: дикарские кожаные сапоги"] = {
			[10567] = 136235,
		},
		["Большая волна исцеления"] = {
			[940] = 136235,
			[960] = 136235,
		},
		["Карнавальный костюм Сейджа"] = {
			[23770] = 136232,
		},
		["Сила атаки дальнего боя 7"] = {
			[21428] = 136235,
		},
		["Темный жребий Сейджа - сопротивление"] = {
			[23769] = 134334,
		},
		["Увеличенный урон от сил природы 19"] = {
			[9359] = 136235,
		},
		["Гильотина"] = {
			[24316] = 132350,
		},
		["Улучшение владения кинжалами"] = {
			[7534] = 136235,
		},
		["Дополнительное уклонение"] = {
			[8273] = 136047,
		},
		["Сила атаки 40"] = {
			[14049] = 136235,
		},
		["Твердый шлифовальный камень"] = {
			[9922] = 136235,
		},
		["Повышенное сопротивление магии льда 46"] = {
			[14982] = 136235,
		},
		["Умелец снятия шкур"] = {
			[8620] = 134366,
		},
		["Петушиный бой"] = {
			[13168] = 136224,
		},
		["Свободное действие"] = {
			[6615] = 134715,
		},
		["Огненный бес"] = {
			[1942] = 136172,
		},
		["Выкройка: одеяние верховного мага"] = {
			[18536] = 136235,
		},
		["Призматическая форма: Вода"] = {
			[4935] = 136160,
		},
		["Выкройка: вулканические поножи"] = {
			[19169] = 136235,
		},
		["Увеличенный урон от огня 13"] = {
			[9400] = 136235,
		},
		["Грязные делишки"] = {
			[14082] = 136220,
			[14083] = 136220,
		},
		["Вызов Мурчаля"] = {
			[24696] = 132311,
			[24939] = 134169,
		},
		["Выкройка: красная головная повязка из магической ткани"] = {
			[12148] = 136235,
		},
		["Увеличенный урон от темной магии 7"] = {
			[7708] = 136235,
		},
		["Тактическое превосходство"] = {
			[12679] = 136031,
			[12676] = 136031,
			[12295] = 136031,
			[12677] = 136031,
			[12678] = 136031,
		},
		["Факел Раншаллы - ловушка"] = {
			[18955] = 136235,
		},
		["Спородрева"] = {
			[21548] = 136006,
		},
		["Марионетки Хелькулара"] = {
			[4951] = 136163,
		},
		["Красные шерстяные сапоги"] = {
			[3847] = 132149,
		},
		["Повышенное сопротивление огню 23"] = {
			[14603] = 136235,
		},
		["Паек из Котловины Арати"] = {
			[24410] = 134062,
		},
		["Короткие штаны боевого медведя"] = {
			[19080] = 136235,
		},
		["Повышенное сопротивление силам природы 44"] = {
			[14987] = 136235,
		},
		["Повышение урона от заклинания 56"] = {
			[23732] = 136235,
		},
		["Распознавание магии"] = {
			[2855] = 135899,
			[2858] = 135899,
		},
		["Каменная кожа - постоянное действие"] = {
			[5811] = 132154,
		},
		["Тенекожа II"] = {
			[410] = 136235,
			[2359] = 136047,
		},
		["Выкройка: вулканическая кираса"] = {
			[19192] = 136235,
		},
		["Выкройка: доспех Грозового Покрова"] = {
			[19198] = 136235,
		},
		["Create Zul'Gurub Talisman DRU R1 DND"] = {
			[24055] = 136235,
		},
		["Enter the Light DND"] = {
			[23107] = 136235,
		},
		["Оборонительная стойка"] = {
			[1612] = 132341,
			[7164] = 132341,
			[71] = 132341,
		},
		["Test Sapper Charge"] = {
			[29324] = 135826,
		},
		["Выкройка: темная шелковая рубашка"] = {
			[7898] = 136235,
		},
		["Призыв червя"] = {
			[518] = 136235,
		},
		["Костюм огонька"] = {
			[24740] = 132288,
			[24741] = 136235,
		},
		["Малое блокирование"] = {
			[13690] = 136235,
		},
		["Призыв щитовой стражи"] = {
			[3655] = 136075,
		},
		["Формула чар для плаща: сопротивление огню III"] = {
			[25093] = 136235,
		},
		["Неуязвимость к обездвиживанию"] = {
			[9774] = 136115,
		},
		["Бой подушками"] = {
			[23416] = 132337,
		},
		["Склянка Оцепенения"] = {
			[17634] = 136235,
		},
		["Тотем противоядия"] = {
			[8166] = 136070,
			[8169] = 136070,
		},
		["Шлем из черного железа"] = {
			[23636] = 136192,
		},
		["Яд Ринага"] = {
			[5012] = 136016,
		},
		["Выкройка: мощь Древобрюхов"] = {
			[23711] = 136235,
		},
		["Выкройка: плащ из чешуи Ониксии"] = {
			[19213] = 136235,
		},
		["Кислота Хаккара"] = {
			[12280] = 136007,
		},
		["Выкройка: наплечники из чешуи черного дракона"] = {
			[19214] = 136235,
		},
		["Формула чар для плаща: сопротивление III"] = {
			[20068] = 136235,
		},
		["Снижение стоимости способностей \"Когти\" и \"Глубокая рана\""] = {
			[27851] = 136052,
		},
		["Лавовый пояс"] = {
			[23707] = 136235,
		},
		["Выкройка: кираса Жизни"] = {
			[19215] = 136235,
		},
		["Горение Духа V"] = {
			[1362] = 135805,
		},
		["Рыцарский щит Воздаяния"] = {
			[17495] = 134965,
			[17496] = 134965,
		},
		["Лиловая рубашка из магической ткани"] = {
			[12075] = 132149,
			[12133] = 136021,
		},
		["Дополнительный урон от огня - оруж. 14"] = {
			[7726] = 136235,
		},
		["Выкройка: гибельные кожаные штаны"] = {
			[19203] = 136235,
		},
		["Дразнящий удар"] = {
			[20561] = 132350,
			[7382] = 132350,
			[21008] = 132350,
			[7400] = 132350,
			[7401] = 132350,
			[7402] = 132350,
			[7403] = 132350,
			[20560] = 132350,
			[694] = 132350,
			[20559] = 132350,
			[20562] = 132350,
		},
		["Заразная гниль"] = {
			[7102] = 136127,
			[7103] = 136127,
		},
		["Призыв скелета-слуги"] = {
			[12420] = 136187,
		},
		["Огненный посох III"] = {
			[1920] = 132325,
			[1925] = 132325,
		},
		["Прерывание дела"] = {
			[7437] = 136137,
		},
		["Магическое заземление"] = {
			[19714] = 135967,
		},
		["Повышенное сопротивление силам природы 33"] = {
			[14655] = 136235,
		},
		["EXOTIC1H (DND)"] = {
			[262] = 136235,
		},
		["Формула чар для оружия: убийца животных"] = {
			[7787] = 136235,
		},
		["Спасение Грозовой Вершины"] = {
			[23693] = 136087,
		},
		["Противозерговый трюк Буйного"] = {
			[22573] = 136235,
		},
		["Мягкое падение"] = {
			[1862] = 132914,
		},
		["Ториевый шип для щита"] = {
			[16623] = 136235,
			[16624] = 136235,
			[16651] = 136192,
		},
		["Исцеление Рагнароса"] = {
			[19952] = 135827,
		},
		["Появление Рагнароса"] = {
			[20568] = 135819,
		},
		["Повышенное сопротивление силам природы 35"] = {
			[14657] = 136235,
		},
		["Улучшенная подрезка крыльев"] = {
			[19229] = 132309,
			[19232] = 132309,
			[19233] = 132309,
			[19234] = 132309,
			[19228] = 132309,
			[19235] = 132309,
		},
		["Зов Бури - улучшенное цепное исцеление"] = {
			[26122] = 136235,
		},
		["Запрет чар"] = {
			[20433] = 136174,
			[19650] = 136174,
			[19244] = 136174,
			[24259] = 136174,
			[19647] = 136174,
			[19648] = 136174,
			[20434] = 136174,
		},
		["Горящая плоть"] = {
			[16147] = 135817,
		},
		["Колода Полководцев"] = {
			[23678] = 136235,
		},
		["Рецепт стейка из львятины"] = {
			[3399] = 136192,
		},
		["Аура Пламени"] = {
			[22436] = 135805,
		},
		["Защита от магии льда"] = {
			[8462] = 135850,
			[8464] = 135850,
			[3723] = 136235,
			[16895] = 135843,
			[6143] = 135850,
			[8461] = 135850,
			[8463] = 135850,
			[10177] = 135850,
			[6144] = 135850,
			[10178] = 135850,
			[15044] = 135850,
			[28609] = 135850,
		},
		["Повышенное сопротивление огню 24"] = {
			[14604] = 136235,
		},
		["Зимняя стужа"] = {
			[28595] = 135836,
			[12579] = 135836,
			[28592] = 135836,
			[28593] = 135836,
			[28594] = 135836,
			[11180] = 135836,
		},
		["Мини-ружье"] = {
			[23675] = 134538,
			[23676] = 134538,
		},
		["Святилище III"] = {
			[2354] = 135926,
			[2357] = 136047,
		},
		["Сбивающий удар"] = {
			[12887] = 132111,
			[25322] = 132111,
		},
		["Штаны стража"] = {
			[7147] = 136235,
			[7148] = 136021,
		},
		["Огонь Скверны"] = {
			[24530] = 135807,
		},
		["Вызов ротового щупальца"] = {
			[26332] = 136235,
		},
		["Оскверненные силы Природы"] = {
			[21968] = 136036,
		},
		["Гул земли"] = {
			[19364] = 132368,
		},
		["Рождественский император Дагран Таурисан"] = {
			[26212] = 135849,
		},
		["Пленение горного великана"] = {
			[11889] = 136235,
		},
		["Взрыв специй"] = {
			[31362] = 136235,
		},
		["Чертеж: Порча"] = {
			[17028] = 136235,
		},
		["Мастерство владения приливами"] = {
			[16221] = 136107,
			[16218] = 136107,
			[16194] = 136107,
			[16219] = 136107,
			[16220] = 136107,
		},
		["Сторожевой тотем"] = {
			[6495] = 136082,
		},
		["Убийство животных 33"] = {
			[19380] = 136235,
		},
		["Выкройка: серебристые наплечники"] = {
			[23671] = 136235,
		},
		["Выкройка: серебристые сапоги"] = {
			[23670] = 136235,
		},
		["Ловушка Гордунни"] = {
			[19395] = 136235,
		},
		["Паника"] = {
			[19408] = 136147,
		},
		["Улучшенная метка охотника"] = {
			[19425] = 132212,
			[19421] = 132212,
			[19422] = 132212,
			[19423] = 132212,
			[19424] = 132212,
		},
		["Призвание Рагнароса"] = {
			[19774] = 135819,
		},
		["Стрельба на поражение"] = {
			[19426] = 132312,
			[19427] = 132312,
			[19429] = 132312,
			[19430] = 132312,
			[19431] = 132312,
		},
		["[PH] Crystal Corpse Despawn"] = {
			[28020] = 136235,
		},
		["Увеличение интеллекта 32"] = {
			[14422] = 136235,
		},
		["Сапоги из луноткани"] = {
			[19435] = 132149,
			[19437] = 136021,
		},
		["Темный кожаный мундир"] = {
			[2169] = 136235,
		},
		["Укрепление нагрудника - впитывание"] = {
			[7855] = 135913,
		},
		["Создание талисмана заслуг Серебряных Крыльев"] = {
			[23661] = 136235,
		},
		["Дар дружбы: Громовой Утес"] = {
			[27670] = 134144,
		},
		["Крушащий удар Джеклика"] = {
			[24257] = 132155,
		},
		["Призыв саблезубого призрака"] = {
			[5968] = 136074,
			[6084] = 134176,
		},
		["Кокон из улья Зора"] = {
			[19453] = 136006,
		},
		["Чертеж: закаленный железный короткий меч"] = {
			[15755] = 136235,
		},
		["Время до восстановления жаблинга"] = {
			[23852] = 136235,
			[23853] = 136235,
		},
		["Чертеж: перчатки Рассвета"] = {
			[23635] = 136235,
		},
		["Блуждающий дух Долины Ужаса #2"] = {
			[23209] = 136235,
		},
		["Увеличенный урон от темной магии 16"] = {
			[9324] = 136235,
		},
		["Отварные мидии"] = {
			[6502] = 134432,
		},
		["Увеличение выносливости на 15"] = {
			[14462] = 136235,
		},
		["Чертеж: Черный страж"] = {
			[23654] = 136235,
		},
		["Чертеж: маленькая зеленая ракета"] = {
			[26430] = 134153,
		},
		["Чертеж: эбеновая рука"] = {
			[23651] = 136235,
		},
		["Яд равазавра"] = {
			[14792] = 136016,
			[14108] = 132273,
			[14795] = 132290,
		},
		["Copy of Vanish"] = {
			[29215] = 132331,
		},
		["Copy of Mortal Strike"] = {
			[26652] = 132355,
		},
		["Ночной плащ"] = {
			[10550] = 136235,
			[10551] = 136021,
		},
		["Захваченный флаг Орды"] = {
			[23649] = 136235,
		},
		["Аватара"] = {
			[19135] = 132275,
			[24646] = 132097,
		},
		["Аура больной фауны"] = {
			[19502] = 135864,
		},
		["Прислужники Малатрома"] = {
			[3537] = 136133,
		},
		["Нефритовый змеиный клинок"] = {
			[3493] = 136192,
		},
		["Песок времени"] = {
			[23645] = 135744,
		},
		["Улучшенный дух ястреба"] = {
			[19552] = 136076,
			[19553] = 136076,
			[19554] = 136076,
			[19555] = 136076,
			[19556] = 136076,
			[23559] = 136235,
		},
		["Вызов Векнисского трутня"] = {
			[25151] = 136235,
		},
		["Шок"] = {
			[2615] = 136115,
			[11824] = 136115,
			[12553] = 136115,
			[3090] = 136115,
			[3092] = 136115,
			[28099] = 136235,
			[16034] = 136115,
			[15236] = 136115,
			[2606] = 136115,
			[2608] = 136115,
			[2610] = 136115,
			[3728] = 136115,
			[2614] = 136115,
			[11084] = 136115,
			[26415] = 136115,
			[2612] = 136115,
			[3091] = 136115,
			[2613] = 136115,
			[2611] = 136115,
			[15500] = 136115,
			[15306] = 136115,
			[23104] = 136115,
			[2607] = 136115,
			[2609] = 136115,
			[15605] = 136115,
			[3729] = 136115,
			[28159] = 136235,
		},
		["Улучшенный звериный глаз"] = {
			[19557] = 132150,
			[19558] = 132150,
		},
		["Firework Effect, Lunar Festival Minion"] = {
			[25495] = 136168,
		},
		["Шахрам"] = {
			[16604] = 135994,
			[16602] = 135994,
			[16606] = 135994,
		},
		["Снежная буря"] = {
			[26607] = 135857,
			[10189] = 135857,
			[6141] = 135857,
			[10190] = 135857,
			[3067] = 135856,
			[10] = 135857,
			[6142] = 135857,
			[21096] = 135857,
			[8428] = 135857,
			[25019] = 135857,
			[10185] = 135857,
			[8364] = 135857,
			[19099] = 135857,
			[20680] = 135857,
			[10186] = 135857,
			[8427] = 135857,
			[15783] = 135857,
			[3068] = 135856,
			[10187] = 135857,
			[1196] = 135857,
			[30093] = 135857,
			[21367] = 135857,
			[10188] = 135857,
			[27618] = 135857,
		},
		["Призыв Лотвила"] = {
			[5001] = 135824,
		},
		["Аура безумия"] = {
			[25801] = 135906,
		},
		["Ужасающий вой"] = {
			[8715] = 132111,
		},
		["Обморожение"] = {
			[12496] = 135842,
			[12497] = 135842,
			[11071] = 135842,
			[12494] = 135842,
		},
		["Иссушающий удар"] = {
			[5337] = 136052,
		},
		["Выкройка: праздничное красное платье"] = {
			[26411] = 136235,
		},
		["Разделение"] = {
			[19569] = 136192,
			[19570] = 136192,
		},
		["Задержка сигнала"] = {
			[10855] = 132996,
		},
		["Пушечный огонь"] = {
			[17278] = 135805,
			[17501] = 135810,
		},
		["Узы духа"] = {
			[20895] = 132121,
			[20917] = 132121,
			[20926] = 132121,
			[19579] = 132121,
			[24529] = 132121,
			[19578] = 132121,
			[24592] = 136235,
		},
		["Зачаровывание нагрудника - поглощение, II ступень"] = {
			[13539] = 135913,
		},
		["Увеличение сила на 12"] = {
			[9123] = 136235,
		},
		["Живой жар - постоянное действие"] = {
			[5111] = 135805,
		},
		["Повышенное сопротивление силам Тьмы 1"] = {
			[14663] = 136235,
		},
		["Вопли прошлого"] = {
			[7074] = 136164,
		},
		["Получение приливной заводи - образец #1"] = {
			[12802] = 136235,
		},
		["Аура лунного совуха"] = {
			[24907] = 136057,
		},
		["Перековка клинка героев"] = {
			[11923] = 136192,
		},
		["Призыв пиявки"] = {
			[3527] = 136133,
		},
		["Призыв иллюзорного призрака"] = {
			[17231] = 136222,
		},
		["Создание Тотема стихий"] = {
			[13909] = 135225,
		},
		["Pet Upgrade II (NYI)"] = {
			[1523] = 136235,
		},
		["Сердце дикой природы - эффект кошки"] = {
			[24900] = 135879,
		},
		["Звериное неистовство"] = {
			[19607] = 132091,
			[19608] = 132091,
			[19603] = 132091,
			[19605] = 132091,
			[19606] = 132091,
		},
		["Проклятие маразма"] = {
			[1010] = 136174,
			[1292] = 136174,
		},
		["Увеличенное исцеление 35"] = {
			[18029] = 136235,
		},
		["Изучить изысканные мифриловые сапоги"] = {
			[11204] = 136235,
		},
		["Песнь восстановления V"] = {
			[2859] = 136069,
		},
		["Погребение останков Самуэля"] = {
			[20364] = 136235,
		},
		["Изгнание грозового изгоя"] = {
			[4132] = 136168,
		},
		["Immune Effect (TEST)"] = {
			[3017] = 136235,
		},
		["Землетрясение Мизраэли"] = {
			[4938] = 136025,
		},
		["Повышенное сопротивление тайной магии 29"] = {
			[14731] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 29"] = {
			[14692] = 136235,
		},
		["Выкройка: золотое оплечье Рассвета"] = {
			[23714] = 136235,
		},
		["Удар головой"] = {
			[6730] = 132939,
			[25788] = 132938,
			[11650] = 132939,
		},
		["Проклятие Сталвана"] = {
			[3105] = 136203,
			[13524] = 136203,
		},
		["Око шторма"] = {
			[29064] = 136032,
			[29062] = 136032,
			[29065] = 136032,
		},
		["Слово Возвращения другое"] = {
			[4] = 136235,
		},
		["Увеличеный урон от магии льда 7"] = {
			[7701] = 136235,
		},
		["Создание большого камня огня"] = {
			[17952] = 132386,
			[18170] = 132386,
		},
		["Увеличение интеллекта 34"] = {
			[14424] = 136235,
		},
		["Вареная неправильная рыба"] = {
			[8213] = 133889,
		},
		["Увеличенный урон от огня 53"] = {
			[17886] = 136235,
		},
		["Рык стойкости"] = {
			[4715] = 132091,
			[5994] = 136231,
			[4148] = 132091,
		},
		["Сокрушительный удар"] = {
			[2442] = 132326,
		},
		["Отражатель тьмы"] = {
			[23132] = 136121,
		},
		["Eagle Eye (PT)"] = {
			[6145] = 132150,
		},
		["Улучшенное рассечение брони"] = {
			[23561] = 136235,
		},
		["Тотем языка пламени"] = {
			[8252] = 136040,
			[8249] = 136040,
			[8251] = 136040,
			[10528] = 136040,
			[8227] = 136040,
			[16394] = 136040,
			[8231] = 136040,
			[16387] = 136040,
			[10526] = 136040,
		},
		["Медный регулятор"] = {
			[3926] = 136235,
			[3991] = 136235,
		},
		["Polymorph (TEST)"] = {
			[5254] = 136071,
		},
		["Мощь Льда"] = {
			[21920] = 134714,
		},
		["Дух, исчезновение"] = {
			[17680] = 136235,
		},
		["Щит маны, увеличенное поглощение"] = {
			[23037] = 136153,
		},
		["Приручение волка прерий"] = {
			[19679] = 132164,
			[19689] = 132164,
		},
		["Summon Predator's Mantle DND"] = {
			[28921] = 136235,
		},
		["Рунный медный пояс"] = {
			[2666] = 136192,
			[2747] = 136235,
		},
		["Нанизывание голов"] = {
			[24245] = 136235,
		},
		["Портал призывания"] = {
			[16136] = 135759,
			[16139] = 135759,
		},
		["Левитация"] = {
			[3745] = 136235,
			[6492] = 135928,
			[1706] = 135928,
			[27986] = 135928,
		},
		["(Old) Magic Focus"] = {
			[4811] = 136013,
		},
		["Надвигающийся рок"] = {
			[19702] = 136179,
		},
		["Сытость"] = {
			[19706] = 136000,
			[19710] = 136000,
			[24799] = 136000,
			[19711] = 136000,
			[19708] = 136000,
			[25941] = 136000,
			[19705] = 136000,
			[19709] = 136000,
			[24870] = 136000,
			[25694] = 136000,
		},
		["Reaper of Souls DND"] = {
			[28355] = 136235,
		},
		["Телепорт на Кладбище"] = {
			[446] = 136235,
		},
		["Запутывание"] = {
			[731] = 136113,
			[1121] = 136113,
			[720] = 136113,
			[22994] = 136100,
		},
		["Сила атаки дальнего боя 48"] = {
			[21445] = 136235,
		},
		["Бдение Меритры"] = {
			[25145] = 136235,
		},
		["Яды"] = {
			[2842] = 136242,
			[2995] = 136242,
		},
		["Дрессировка"] = {
			[5149] = 132162,
			[5300] = 132162,
		},
		["Золотые чешуйчатые рукавицы"] = {
			[11643] = 136192,
		},
		["Непреклонная воля"] = {
			[533] = 136235,
			[1306] = 136112,
			[1307] = 136112,
			[575] = 136235,
			[14789] = 135995,
			[1364] = 136112,
			[1308] = 136112,
			[14522] = 135995,
			[14790] = 135995,
			[910] = 136235,
			[14788] = 135995,
			[14791] = 135995,
		},
		["Показатель блока 14"] = {
			[23515] = 136235,
		},
		["Чертеж: железный шип для щита"] = {
			[7226] = 136235,
		},
		["Улучшенный провал"] = {
			[21880] = 132302,
		},
		["Вызов стража смерти Подгорода"] = {
			[11636] = 136235,
		},
		["Повышенное сопротивление тайной магии 10"] = {
			[14712] = 136235,
		},
		["Теневой Капюшон"] = {
			[3858] = 132149,
		},
		["Улучшенное восстановление"] = {
			[17074] = 136085,
			[17075] = 136085,
			[17076] = 136085,
			[17077] = 136085,
			[17078] = 136085,
		},
		["Аура харизмы"] = {
			[19748] = 135923,
		},
		["Вспышка Света"] = {
			[19751] = 135907,
			[19939] = 135907,
			[19943] = 135907,
			[19947] = 135907,
			[19940] = 135907,
			[19944] = 135907,
			[19948] = 135907,
			[19945] = 135907,
			[19941] = 135907,
			[19750] = 135907,
			[25514] = 135915,
			[19946] = 135907,
			[19942] = 135907,
			[19993] = 135907,
		},
		["Чертеж: петарда \"Змеиное жало\""] = {
			[23508] = 134153,
		},
		["Святая вода Стратхольма"] = {
			[17291] = 136235,
		},
		["Повышенное сопротивление силам природы 23"] = {
			[14645] = 136235,
		},
		["Вызов реалистичной жабы"] = {
			[19772] = 132311,
		},
		["Радиационное заражение"] = {
			[11638] = 136133,
		},
		["Получение ключевого предмета, страж Подгорода"] = {
			[27515] = 136235,
		},
		["Пространственный проходчик - Круговзор"] = {
			[23486] = 136235,
			[23490] = 136235,
		},
		["Повышенное сопротивление огню 14"] = {
			[14594] = 136235,
		},
		["Создание сгущенной гнили"] = {
			[19029] = 136235,
		},
		["Усиление духа на 27"] = {
			[14449] = 136235,
		},
		["Тестовый удар"] = {
			[24393] = 132355,
		},
		["Зачаровывание перчаток - навык верховой езды"] = {
			[13947] = 135913,
		},
		["Свирепый взгляд"] = {
			[26029] = 136197,
		},
		["Major Pet Upgrade (NYI)"] = {
			[1525] = 136235,
		},
		["Ползучая боль"] = {
			[2838] = 134743,
			[2845] = 134743,
		},
		["Масло черноротика"] = {
			[7836] = 136235,
			[7838] = 136021,
		},
		["Священное беспокойство II"] = {
			[1901] = 132330,
		},
		["Аура великолепия IV"] = {
			[1234] = 136013,
		},
		["Рецепт: зелье неудержимости"] = {
			[24372] = 136235,
		},
		["Урон от большого костра"] = {
			[23485] = 135805,
		},
		["Дуновение, внушающее уныние V"] = {
			[1798] = 136235,
			[1803] = 136235,
		},
		["Натиск Тени"] = {
			[7137] = 132368,
		},
		["Ториевая винтовка"] = {
			[19792] = 136235,
		},
		["Улучшенная Антимагия"] = {
			[12602] = 135856,
			[11255] = 135856,
			[12600] = 135856,
			[12601] = 135856,
			[12598] = 135856,
			[24429] = 136235,
		},
		["Дух вепря"] = {
			[10668] = 136075,
			[10671] = 136075,
		},
		["Рецепт: трансмутация воздуха в огонь"] = {
			[17588] = 136235,
		},
		["Поддержание огня"] = {
			[21389] = 135805,
			[21392] = 135805,
		},
		["Манекен цели - событие 1"] = {
			[18634] = 136172,
		},
		["Бумеранг Линкена"] = {
			[15712] = 135646,
		},
		["Камень возвращения"] = {
			[8690] = 134414,
		},
		["Рецепт деликатесного шалфокуня"] = {
			[25954] = 136192,
		},
		["Расторопность"] = {
			[4777] = 136057,
			[6015] = 136231,
			[4281] = 136057,
			[20582] = 132279,
		},
		["Зачаровывание браслетов - дух, I ступень"] = {
			[7766] = 135913,
		},
		["Витаминизированное печенье из манны"] = {
			[18071] = 134062,
		},
		["Грохочущие удары"] = {
			[16305] = 132325,
			[16302] = 132325,
			[16303] = 132325,
			[16255] = 132325,
			[16304] = 132325,
		},
		["Ториевые гильзы"] = {
			[19800] = 136235,
		},
		["Звериные когти III"] = {
			[3133] = 136078,
			[3135] = 136078,
		},
		["Гибельный мифриловый клинок"] = {
			[9997] = 136192,
		},
		["Черные наплечники из магической ткани"] = {
			[12074] = 132149,
			[12117] = 136021,
		},
		["Манекен-мишень искусной работы - эффект"] = {
			[19808] = 136232,
		},
		["Стойка берсерка - постоянное действие"] = {
			[7381] = 132275,
		},
		["Грубое взрывчатое вещество"] = {
			[3918] = 136235,
			[3980] = 136235,
		},
		["Манекен-мишень искусной работы - бездействие"] = {
			[19809] = 136232,
		},
		["Портупея боевого медведя"] = {
			[19068] = 136235,
		},
		["Выкройка: перчатки жулика"] = {
			[9153] = 136235,
		},
		["Багровые шелковые кюлоты"] = {
			[8799] = 132149,
			[8801] = 136021,
		},
		["Улучшение владения двуручными мечами"] = {
			[7529] = 136235,
		},
		["Восстанавливающий тотем"] = {
			[16207] = 136053,
			[16187] = 136053,
			[16205] = 136053,
			[16206] = 136053,
			[16208] = 136053,
		},
		["Очки летающего тигра"] = {
			[3934] = 136235,
			[3997] = 136235,
		},
		["Призыв прирученного ящера"] = {
			[7910] = 133723,
		},
		["Увеличенное исцеление 59"] = {
			[18038] = 136235,
		},
		["Призыв инферналов"] = {
			[23426] = 136219,
			[23427] = 136129,
		},
		["Жало хранителя"] = {
			[29637] = 135934,
			[29655] = 135990,
		},
		["Мастерство стрелка"] = {
			[4900] = 132153,
			[4901] = 132153,
			[4902] = 132153,
			[4903] = 132153,
		},
		["Чертеж: ториевая винтовка"] = {
			[19847] = 134153,
		},
		["Выкройка: рунические кожаные рукавицы"] = {
			[19167] = 136235,
		},
		["Оскверненный Тотем неистовства ветра"] = {
			[23423] = 136114,
		},
		["Чертеж: манекен-мишень искусной работы"] = {
			[19851] = 134153,
		},
		["Электромагнитный реактиватор Гигафлюса"] = {
			[11826] = 135990,
		},
		["Кольцо света"] = {
			[27801] = 135922,
			[27803] = 135922,
			[27804] = 135922,
			[27805] = 135922,
			[27821] = 135922,
			[15430] = 135922,
			[27822] = 135922,
			[15237] = 135922,
			[15431] = 135922,
			[20694] = 135920,
			[23455] = 135922,
			[23858] = 135920,
			[3046] = 135922,
			[23458] = 135922,
			[15434] = 135922,
			[23459] = 135922,
			[27799] = 135922,
			[27800] = 135922,
			[27823] = 135922,
		},
		["Счастливого празднования!"] = {
			[26035] = 136101,
		},
		["Зачаровывание двуручного оружия - дух, II ступень"] = {
			[13380] = 135913,
		},
		["Постоянная иллюзия - слизь"] = {
			[8299] = 132311,
		},
		["Увеличеный урон от магии льда 4"] = {
			[7699] = 136235,
		},
		["Создание камня души"] = {
			[719] = 136235,
			[20022] = 136210,
			[20755] = 136210,
			[20767] = 136210,
		},
		["Божественный щит"] = {
			[1020] = 135896,
			[642] = 135896,
			[13874] = 135896,
			[1021] = 136235,
			[659] = 136235,
			[1897] = 135896,
			[1898] = 135896,
		},
		["Повышенное сопротивление силам Тьмы 42"] = {
			[14991] = 136235,
		},
		["Выслеживание скрытого"] = {
			[19885] = 132320,
			[20159] = 132320,
		},
		["Создание пламени Оргриммара"] = {
			[29130] = 136235,
		},
		["Выкройка: разноцветные рукавицы"] = {
			[23716] = 136235,
		},
		["Увеличение рейтинга меткости 4"] = {
			[15467] = 136235,
		},
		["Aura Leech (PT)"] = {
			[2969] = 136235,
		},
		["Измерение 7"] = {
			[19901] = 136115,
		},
		["Защита от льда"] = {
			[7240] = 135843,
			[7237] = 135843,
			[7239] = 135843,
			[11189] = 135850,
			[7236] = 135843,
			[7238] = 135843,
			[17544] = 135843,
		},
		["Альянс перезагрузка телепорт"] = {
			[23405] = 136235,
		},
		["Вызов Сына Пламени G"] = {
			[21115] = 135819,
		},
		["Головокружительная боль"] = {
			[16528] = 136016,
		},
		["Повышенное сопротивление силам природы 14"] = {
			[14635] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, Оргриммар"] = {
			[27505] = 136235,
		},
		["Призыв зеленокрылого ара"] = {
			[10683] = 132311,
		},
		["ALT -S Инициатор"] = {
			[23938] = 136235,
		},
		["Формула чар для нагрудника: мана I"] = {
			[7444] = 136235,
		},
		["Кираса из истинного серебра"] = {
			[9974] = 136192,
			[9978] = 136235,
		},
		["Обновление колодца Света"] = {
			[27873] = 135980,
			[27874] = 135980,
			[7001] = 135980,
		},
		["Чертеж: очки старшего инженера"] = {
			[19865] = 134153,
		},
		["Аура гниения"] = {
			[3106] = 136064,
			[25818] = 136064,
			[25819] = 136064,
		},
		["Ледяная ловушка"] = {
			[13809] = 135840,
			[13811] = 135848,
		},
		["Создание приза Близз-Кона (Евро)"] = {
			[26973] = 136235,
		},
		["Призыв прирученного боевого вепря"] = {
			[8274] = 135997,
		},
		["Бронзовая труба"] = {
			[3938] = 136235,
			[4000] = 136235,
		},
		["Повышенное сопротивление огню 1"] = {
			[14540] = 136235,
		},
		["Омела - отклик"] = {
			[26005] = 136235,
		},
		["Ушиб"] = {
			[4771] = 136222,
			[4772] = 136222,
			[4773] = 136222,
			[4774] = 136222,
			[6009] = 136231,
			[4136] = 136235,
			[4137] = 136222,
			[4133] = 136235,
			[4134] = 136222,
			[6010] = 136231,
			[6011] = 136231,
			[6012] = 136231,
			[4138] = 136235,
			[4139] = 136222,
			[4140] = 136235,
			[4135] = 136222,
		},
		["Повышение урона от заклинания 18"] = {
			[9346] = 136235,
		},
		["Гуляка праздника Зимы - ночная эльфийка"] = {
			[26245] = 135849,
		},
		["Рукавицы из драконьей чешуи"] = {
			[10619] = 136235,
			[10620] = 136021,
		},
		["Стремительный гнедой рысак"] = {
			[23229] = 132261,
		},
		["Рецепт: эликсир увеличения"] = {
			[8241] = 136235,
		},
		["Частицы духа"] = {
			[17327] = 135864,
		},
		["Пылающая стойкость"] = {
			[8383] = 135805,
		},
		["Последствия"] = {
			[18123] = 135805,
			[18118] = 135805,
			[18119] = 135805,
			[18120] = 135805,
			[18121] = 135805,
			[18122] = 135805,
		},
		["Специализация на одноручном оружии"] = {
			[16541] = 135321,
			[16538] = 135321,
			[16542] = 135321,
			[16539] = 135321,
			[20196] = 135321,
			[16540] = 135321,
			[20198] = 135321,
			[20199] = 135321,
			[20197] = 135321,
			[20200] = 135321,
		},
		["Защита от заклинаний"] = {
			[27902] = 135976,
			[27903] = 135976,
			[27904] = 135976,
			[27900] = 135976,
			[27901] = 135976,
		},
		["Формула чар для перчаток: навык верховой езды"] = {
			[13949] = 136235,
		},
		["Оружие неистовства ветра"] = {
			[8235] = 136018,
			[8237] = 136018,
			[8232] = 136018,
			[10484] = 136018,
			[8236] = 136018,
			[10488] = 136018,
			[10486] = 136018,
			[8233] = 136018,
			[8234] = 136018,
			[16361] = 136018,
			[16363] = 136018,
			[16362] = 136018,
		},
		["Дар природы"] = {
			[24943] = 136074,
			[17104] = 136074,
			[24945] = 136074,
			[24946] = 136074,
			[24944] = 136074,
		},
		["Инициатор вызова трупа драконида"] = {
			[23363] = 136235,
		},
		["Штаны из рунной ткани"] = {
			[18438] = 132149,
		},
		["Улучшение брони 180"] = {
			[18188] = 136235,
		},
		["Рецепт: сильнодействующее зелье ярости"] = {
			[6622] = 136235,
		},
		["Защита от огня"] = {
			[8460] = 135806,
			[10223] = 135806,
			[543] = 135806,
			[8457] = 135806,
			[8459] = 135806,
			[10224] = 135806,
			[10225] = 135806,
			[874] = 136235,
			[1035] = 135806,
			[15041] = 135806,
			[8458] = 135806,
			[10226] = 135806,
		},
		["Mercutio Horse Dummy DND"] = {
			[20001] = 136235,
		},
		["Удар кинжалом (отключено)"] = {
			[2627] = 132223,
		},
		["Перстень могущества Зандалара"] = {
			[24422] = 136235,
		},
		["Интеллект 15"] = {
			[20002] = 136235,
		},
		["Мифриловый механический дракончик"] = {
			[12624] = 134153,
			[12749] = 134153,
			[23050] = 136235,
			[23075] = 134153,
		},
		["Рецепт: эликсир Силы льда"] = {
			[21924] = 136235,
		},
		["Дыхание драконособаки выбор (L5)"] = {
			[23321] = 136235,
			[23326] = 136235,
		},
		["Summon Royal Fire, Trigger"] = {
			[24787] = 136235,
		},
		["Увеличеный урон от магии льда 64"] = {
			[26722] = 136235,
		},
		["Полосатый саблезуб"] = {
			[10793] = 132225,
		},
		["Удары хищника"] = {
			[16975] = 132185,
			[16974] = 132185,
			[24868] = 132115,
			[16972] = 132185,
		},
		["Создание почетного знака Песни Войны (проигрыш)"] = {
			[24950] = 136235,
		},
		["Призыв Полли младшей."] = {
			[9998] = 136074,
		},
		["Рыболов-умелец"] = {
			[7736] = 136245,
			[19889] = 136245,
		},
		["Нефариан - выбор туннеля (R5)"] = {
			[23353] = 136235,
		},
		["Нефариан - выбор туннеля (R4)"] = {
			[23352] = 136235,
		},
		["Гоблинский болельщик на гонках"] = {
			[7035] = 132484,
		},
		["Специализация на кинжалах"] = {
			[4389] = 132321,
			[4393] = 132321,
			[4397] = 132321,
			[4382] = 132321,
			[4386] = 132321,
			[4390] = 132321,
			[4394] = 132321,
			[4383] = 132321,
			[4387] = 132321,
			[4391] = 132321,
			[4395] = 132321,
			[13805] = 135641,
			[4384] = 132321,
			[4388] = 132321,
			[4392] = 132321,
			[4396] = 132321,
			[13804] = 135641,
			[13706] = 135641,
			[13807] = 135641,
			[4385] = 132321,
			[13806] = 135641,
		},
		["Окоченение"] = {
			[7321] = 135843,
			[12484] = 135857,
			[12486] = 135857,
			[15850] = 135836,
			[12485] = 135857,
			[20005] = 135864,
			[18101] = 135843,
			[16927] = 135864,
			[6136] = 135843,
		},
		["Сила Племени: синий"] = {
			[22559] = 136010,
			[22290] = 136010,
			[22285] = 136010,
		},
		["Alterac Ram Aura Dummy Dispel DND"] = {
			[21864] = 136152,
			[22838] = 136152,
		},
		["Молния"] = {
			[20805] = 136048,
			[1325] = 136048,
			[18980] = 135990,
			[13527] = 136048,
			[529] = 136048,
			[531] = 136235,
			[6041] = 136048,
			[915] = 136048,
			[19874] = 136048,
			[23592] = 136048,
			[9532] = 136048,
			[6043] = 136048,
			[1358] = 136048,
			[943] = 136048,
			[15207] = 136048,
			[8246] = 136048,
			[15208] = 136048,
			[15209] = 136048,
			[22414] = 136048,
			[15210] = 136048,
			[10391] = 136048,
			[14109] = 136048,
			[10393] = 136048,
			[10392] = 136048,
			[10394] = 136048,
			[15234] = 136048,
			[13482] = 136048,
			[12167] = 136048,
			[566] = 136235,
			[18979] = 135934,
			[1324] = 136048,
			[403] = 136048,
			[548] = 136048,
			[15801] = 136048,
			[3089] = 136235,
			[18081] = 136048,
			[1357] = 136048,
			[16782] = 136048,
			[18089] = 136048,
			[20295] = 136048,
			[14119] = 136048,
			[944] = 136235,
			[20802] = 136048,
			[20824] = 136048,
			[26098] = 136048,
		},
		["Телепорт в Пиратскую бухту"] = {
			[11409] = 136235,
		},
		["Пылающая душа"] = {
			[11083] = 135805,
			[12351] = 135805,
		},
		["Вызов паразитов из улья Хаззали"] = {
			[11023] = 136168,
		},
		["Выкройка: жилет из толстой чешуи скорпида"] = {
			[19158] = 136235,
		},
		["Жестокое нападение со стороны"] = {
			[29874] = 136235,
		},
		["Нефариан - выбор туннеля (L3)"] = {
			[23346] = 136235,
		},
		["зачаровывание нагрудника - все характеристики, IV ступень"] = {
			[20025] = 135913,
		},
		["Увеличеный урон от магии льда 44"] = {
			[17903] = 136235,
		},
		["Эффект взрывчатого шара"] = {
			[20037] = 136235,
		},
		["Болотный яд"] = {
			[6814] = 136077,
		},
		["Мощь джуджу"] = {
			[16323] = 134313,
			[16329] = 134309,
		},
		["Исчезновение призрачных воинов"] = {
			[17678] = 136235,
		},
		["Увеличение выносливости на 26"] = {
			[14473] = 136235,
		},
		["Lava Trap 3"] = {
			[17676] = 136235,
		},
		["Атака-оглушение"] = {
			[7922] = 135860,
		},
		["Увеличение ловкости 12"] = {
			[9102] = 136235,
		},
		["Ловкость бросков"] = {
			[4909] = 132222,
			[4910] = 132222,
		},
		["Дикое восстановление"] = {
			[7948] = 136081,
			[9616] = 136081,
		},
		["Умение рыболова +15"] = {
			[7825] = 136245,
		},
		["Огненная пушка"] = {
			[6250] = 136235,
			[17199] = 136235,
			[24731] = 136235,
		},
		["Увеличение ловкости 17"] = {
			[14369] = 136235,
		},
		["Призванный охотник Скверны"] = {
			[30797] = 136203,
		},
		["Призыв дистанционно управляемого голема"] = {
			[3605] = 132281,
		},
		["Пленение совиного медведя"] = {
			[11886] = 136235,
		},
		["Knockdown /Stun (TEST)"] = {
			[5165] = 132154,
		},
		["Дыхание драконособаки выбор (L2)"] = {
			[23318] = 136235,
			[23323] = 136235,
		},
		["Обжигающее дыхание"] = {
			[5010] = 135826,
		},
		["Непревзойденная ловкость"] = {
			[3238] = 132223,
			[5990] = 132223,
			[6264] = 132223,
		},
		["Горное дело (ученик)"] = {
			[2581] = 136248,
		},
		["Пленение духа"] = {
			[7914] = 136163,
		},
		["Формула чар для нагрудника: мана VI"] = {
			[20077] = 136235,
		},
		["Снежный волк"] = {
			[581] = 132266,
		},
		["Исцеляющий поток"] = {
			[5672] = 135127,
			[10461] = 135127,
			[6371] = 135127,
			[6372] = 135127,
			[10460] = 135127,
		},
		["Громовой грохот"] = {
			[8150] = 136105,
		},
		["Жгучая рана"] = {
			[23299] = 136067,
		},
		["Сеть"] = {
			[28991] = 132149,
			[745] = 132149,
			[12023] = 132149,
			[6533] = 132149,
			[6028] = 132149,
			[4783] = 132149,
			[6026] = 132149,
			[4167] = 132149,
			[12024] = 132149,
			[4782] = 132149,
			[4785] = 132149,
			[6027] = 132149,
		},
		["Jandice Drops Journal DND"] = {
			[26096] = 136235,
		},
		["Улучшенная снежная буря"] = {
			[12488] = 135857,
			[12487] = 135857,
			[11185] = 135857,
		},
		["Неистовство Искусника"] = {
			[15494] = 135818,
		},
		["Брызги яда"] = {
			[30043] = 136016,
		},
		["Неуязвимость к страху/превращению/оглушению"] = {
			[23276] = 135894,
		},
		["Стремительный бурый волк"] = {
			[23250] = 132224,
		},
		["Незаметность 1"] = {
			[9590] = 132320,
		},
		["Мастерство во владении двуручным ударным оружием"] = {
			[4402] = 132325,
			[4403] = 132325,
			[4404] = 132325,
			[4405] = 132325,
		},
		["Лютый рык"] = {
			[13692] = 132278,
		},
		["Увеличение ловкости 6"] = {
			[7492] = 136235,
		},
		["Внимательность"] = {
			[20600] = 136090,
		},
		["Повреждение мозга"] = {
			[24388] = 132155,
		},
		["Убер-незаметность"] = {
			[10032] = 132320,
		},
		["Середина лета - инициатор"] = {
			[23936] = 136235,
		},
		["Варварский удар"] = {
			[6565] = 132355,
			[6567] = 132355,
		},
		["Маленькая зеленая ракета"] = {
			[26292] = 136235,
			[26417] = 136235,
		},
		["Чертеж: руническая кираса"] = {
			[16753] = 136235,
		},
		["Чародейская стрела"] = {
			[15979] = 135753,
			[13748] = 135753,
			[20720] = 135753,
			[15254] = 135753,
			[15451] = 135753,
			[15230] = 135753,
			[15124] = 135753,
			[13901] = 135753,
			[20829] = 135753,
			[25055] = 135753,
		},
		["Copy of Improved Mana/Health Totems"] = {
			[24436] = 136235,
		},
		["Лоза-кожедер"] = {
			[14112] = 132338,
		},
		["Повышенное сопротивление огню 21"] = {
			[14601] = 136235,
		},
		["Demonic Frenzy Cleanse DND"] = {
			[23258] = 136235,
		},
		["Здоровье"] = {
			[2378] = 134824,
			[7850] = 136235,
		},
		["Повышенное сопротивление силам природы 11"] = {
			[14632] = 136235,
		},
		["Благодарение"] = {
			[20104] = 135863,
			[20105] = 135863,
			[23236] = 135967,
			[20101] = 135863,
			[20102] = 135863,
			[20103] = 135863,
		},
		["Peasant Event Anti-Cheat DND"] = {
			[23156] = 136235,
		},
		["Graveyard Teleport Test"] = {
			[24253] = 136235,
		},
		["Похищение маны"] = {
			[25755] = 136130,
			[6226] = 136208,
			[18394] = 136208,
			[17682] = 136208,
			[496] = 136235,
			[5138] = 136208,
			[6227] = 136208,
			[11703] = 136208,
			[11705] = 136208,
			[15695] = 132155,
			[5139] = 136208,
			[11704] = 136208,
			[25671] = 136130,
			[26639] = 136130,
			[26457] = 136235,
			[17008] = 136208,
			[862] = 136235,
			[29471] = 136208,
			[17243] = 136208,
			[11706] = 136208,
			[14] = 136235,
			[26559] = 136235,
			[25676] = 136235,
			[25754] = 136235,
			[27526] = 136208,
		},
		["Транспортер: Круговзор"] = {
			[23442] = 135826,
		},
		["Опаляющий свет"] = {
			[14909] = 135973,
			[15017] = 135973,
		},
		["Расти!"] = {
			[22788] = 136235,
			[13004] = 135989,
			[24244] = 135871,
			[16711] = 135871,
		},
		["Пьяная команда на пит-стопе"] = {
			[20436] = 136235,
		},
		["Conjure Frostwolf Rank 3 Insignia DND"] = {
			[22110] = 136235,
		},
		["Увеличеный урон от магии льда 3"] = {
			[7698] = 136235,
		},
		["Зачаровывание обуви - дух, II ступень"] = {
			[13687] = 135913,
		},
		["Освящение"] = {
			[26573] = 135926,
			[20952] = 135926,
			[20116] = 135926,
			[26574] = 135926,
			[20953] = 135926,
			[20954] = 135926,
			[20922] = 135926,
			[20924] = 135926,
			[20923] = 135926,
		},
		["Оплот"] = {
			[20130] = 132110,
			[20134] = 132110,
			[20127] = 132110,
			[20131] = 132110,
			[20135] = 132110,
			[20128] = 132110,
			[20132] = 132110,
			[20136] = 132110,
			[20133] = 132110,
			[20137] = 132110,
		},
		["Нескончаемое дыхание"] = {
			[5697] = 136148,
			[5698] = 136148,
		},
		["Вызов бесноватых кровососущих нетопырей"] = {
			[23974] = 136147,
		},
		["Получение награды И ключевого предмета, Общий, Стальгорн"] = {
			[27503] = 136235,
		},
		["Выкройка: одеяние из чародейской ткани"] = {
			[18518] = 136235,
		},
		["Неисправность транспортера"] = {
			[23457] = 135899,
			[23444] = 135899,
			[23447] = 135899,
			[23449] = 135818,
			[23456] = 135899,
		},
		["Наручи из чешуи морлока"] = {
			[6705] = 136235,
		},
		["Стремительный оливковый ящер"] = {
			[23242] = 132253,
		},
		["Пауза"] = {
			[7950] = 132149,
		},
		["Улучшенное цепное исцеление"] = {
			[21899] = 136235,
			[30872] = 136042,
		},
		["Вызов герцога"] = {
			[24770] = 136235,
			[24768] = 136235,
			[24772] = 136235,
			[24765] = 136235,
		},
		["Остаться в живых"] = {
			[19257] = 136223,
			[19258] = 136223,
			[19259] = 136223,
			[19255] = 136223,
			[19256] = 136223,
		},
		["Правосудие мудрости"] = {
			[20268] = 135960,
			[20353] = 135960,
			[20186] = 135960,
			[20352] = 135960,
			[25757] = 135917,
			[25758] = 135917,
			[20355] = 135960,
			[20354] = 135960,
		},
		["Портал Изрубленного Щита"] = {
			[15125] = 135759,
		},
		["Правосудие праведности"] = {
			[20286] = 132325,
			[20280] = 132325,
			[20281] = 132325,
			[20282] = 132325,
			[20283] = 132325,
			[20284] = 132325,
			[20187] = 132325,
			[20285] = 132325,
		},
		["Арканитовый жезл"] = {
			[20201] = 136192,
			[20202] = 136235,
		},
		["Цепенящий удар"] = {
			[2432] = 132223,
		},
		["Refreshing Red Apple"] = {
			[29055] = 133975,
		},
		["Медные плетеные штаны"] = {
			[2662] = 136192,
			[2743] = 136235,
		},
		["Summon Thelrin DND"] = {
			[27517] = 136235,
		},
		["Незримый"] = {
			[4986] = 136047,
		},
		["Стремительный лесной волк"] = {
			[23251] = 132266,
		},
		["Чистая вода"] = {
			[8384] = 135864,
		},
		["Высшая сила"] = {
			[19984] = 136235,
		},
		["Повышенное сопротивление тайной магии 15"] = {
			[14717] = 136235,
		},
		["Потрошитель Гутгора"] = {
			[21151] = 136197,
		},
		["Кожевничество (ученик)"] = {
			[2155] = 133611,
		},
		["Активность"] = {
			[18546] = 133002,
		},
		["Превращение в черепаху"] = {
			[28286] = 132199,
		},
		["QAEnchant Weapon Unholy"] = {
			[27102] = 135913,
		},
		["Расплавленный металл"] = {
			[5213] = 135807,
		},
		["Зачаровывание браслетов - сила, IV ступень"] = {
			[13939] = 135913,
			[13940] = 135913,
		},
		["Печать спасения"] = {
			[1039] = 136235,
		},
		["Улучшенное наложение рук"] = {
			[20234] = 135928,
		},
		["Всецветная защита"] = {
			[16372] = 134563,
		},
		["Благословение четок"] = {
			[24354] = 133298,
		},
		["Повышенное сопротивление силам Тьмы 9"] = {
			[14672] = 136235,
		},
		["Зачаровывание плаща - сопротивление огню, II ступень"] = {
			[7861] = 135913,
			[7862] = 135913,
		},
		["Барьер Света"] = {
			[16051] = 136235,
		},
		["Windsor's Inspriation DND"] = {
			[20273] = 136225,
		},
		["Чертеж: топор Тень Полумесяца"] = {
			[3530] = 136235,
		},
		["Рецепт вареной клешни краба"] = {
			[2545] = 136192,
		},
		["Чутье на нежить"] = {
			[5503] = 135974,
			[922] = 136235,
			[5502] = 135974,
		},
		["Нейтрализующий яд III"] = {
			[13229] = 134197,
		},
		["Тест Черный Алмаз"] = {
			[27057] = 136192,
		},
		["QAEnchant Shield +9 Spirit"] = {
			[22100] = 135913,
		},
		["Безумие Темного берега"] = {
			[5888] = 132270,
		},
		["Сила атаки 84"] = {
			[15828] = 136235,
		},
		["Метка: Фиолетовое облако"] = {
			[20367] = 135995,
		},
		["Чертеж: Довод"] = {
			[27835] = 136235,
		},
		["Незаметность 5"] = {
			[17746] = 132320,
		},
		["Игрок выпустил колючешерстного медведя"] = {
			[17085] = 136235,
		},
		["Оглушающая оплеуха V"] = {
			[2511] = 132326,
		},
		["Повышение урона - зверь 8"] = {
			[7593] = 136235,
		},
		["Метка: Красное свечение"] = {
			[20370] = 135824,
		},
		["Test Stab R50"] = {
			[23959] = 132090,
		},
		["Извержение"] = {
			[17731] = 135805,
			[19497] = 135830,
			[20527] = 132337,
			[30244] = 135805,
			[29371] = 135805,
			[18804] = 135805,
		},
		["Поцелуй соблазнительницы"] = {
			[23205] = 135736,
		},
		["Выплавка бронзы"] = {
			[2659] = 136235,
			[3314] = 136235,
		},
		["Усиление духа на 45"] = {
			[14951] = 136235,
		},
		["Язык таурахэ"] = {
			[670] = 136235,
		},
		["Улучшение брони 200 следопыт"] = {
			[29094] = 136235,
		},
		["Зачаровывание плаща - сопротивление"] = {
			[13794] = 135913,
			[13798] = 135913,
		},
		["Увеличение ловкости 33"] = {
			[14397] = 136235,
		},
		["Пеплоносец"] = {
			[28282] = 135331,
		},
		["Угрожающее рычание"] = {
			[5781] = 132278,
		},
		["Тенетканые сапоги"] = {
			[12082] = 132149,
			[12126] = 136021,
		},
		["Тотем магмы - постоянное действие"] = {
			[8188] = 135826,
			[10583] = 135826,
			[10582] = 135826,
			[10584] = 135826,
		},
		["Чертеж: золотая чешуйчатая кираса"] = {
			[3534] = 136235,
		},
		["Улучшенный рывок"] = {
			[12285] = 132337,
			[12697] = 132337,
		},
		["Превращение Арлокк"] = {
			[24190] = 136172,
		},
		["Котловина для колонны"] = {
			[4982] = 136235,
		},
		["Выкройка: Мяч из толстой кожи"] = {
			[23191] = 136235,
		},
		["Кольцо огня"] = {
			[11312] = 135824,
			[8507] = 135824,
			[16079] = 135824,
			[11313] = 135824,
			[8506] = 135824,
			[8508] = 135824,
			[11306] = 135824,
			[8504] = 135824,
			[17366] = 135824,
			[8509] = 135824,
			[11307] = 135824,
			[8503] = 135824,
			[8502] = 135824,
			[18432] = 135824,
			[11308] = 135824,
			[8350] = 135824,
			[26073] = 135824,
			[20602] = 135824,
			[11309] = 135824,
			[16635] = 135824,
			[8349] = 135824,
			[8443] = 135824,
			[11310] = 135824,
			[11969] = 135824,
			[8505] = 135824,
			[20203] = 135824,
			[11311] = 135824,
			[11970] = 135824,
			[8351] = 135824,
			[12470] = 135824,
			[23462] = 135824,
		},
		["Готовая к стрельбе винтовка"] = {
			[16723] = 132222,
		},
		["Создание почетного знака Песни Войны"] = {
			[23702] = 136235,
		},
		["Печать ярости"] = {
			[1037] = 136235,
			[20451] = 135962,
			[20452] = 135962,
			[20453] = 135962,
			[20454] = 135962,
		},
		["Создание знамени Кром'зара"] = {
			[13965] = 133748,
		},
		["Ледяной ожог"] = {
			[23187] = 135836,
			[23189] = 135836,
		},
		["Сол У"] = {
			[3207] = 135859,
		},
		["Установка скорости"] = {
			[28432] = 136235,
		},
		["Сигнальная ракета, СИНЯЯ - В"] = {
			[26357] = 136235,
			[26487] = 136235,
		},
		["Увеличение сила на 8"] = {
			[9103] = 136235,
		},
		["Выкройка: рунические кожаные наплечники"] = {
			[19221] = 136235,
		},
		["Привлечение Свирепца"] = {
			[20544] = 136235,
		},
		["Рецепт: эликсир убийства демонов"] = {
			[11510] = 136235,
		},
		["Дополнительный урон от молнии - оруж. 3"] = {
			[16615] = 136235,
		},
		["Полный шлем Волшебного Камня"] = {
			[9084] = 136245,
		},
		["Улучшение владения огнестрельным оружием"] = {
			[7536] = 136235,
		},
		["Заклинание статуи наги"] = {
			[19473] = 136235,
		},
		["Умение рыболова +20"] = {
			[7826] = 136245,
		},
		["Быстродействующий яд V"] = {
			[11339] = 132273,
			[11336] = 132273,
			[11342] = 132273,
		},
		["Повышенное сопротивление всему 4"] = {
			[18675] = 136235,
		},
		["Чернокнижие: Зеленое"] = {
			[23169] = 134157,
		},
		["Праведное неистовство"] = {
			[20450] = 135962,
			[25780] = 135962,
			[25781] = 135962,
		},
		["Рунические кожаные наручи"] = {
			[19065] = 136235,
		},
		["Чертеж: молот титанов"] = {
			[17031] = 136235,
		},
		["Увеличение интеллекта 5"] = {
			[7495] = 136235,
		},
		["Улучшение брони 100"] = {
			[15666] = 136235,
		},
		["Эффект манекена цели"] = {
			[4045] = 136232,
		},
		["Шок небес"] = {
			[20929] = 135972,
			[25913] = 135972,
			[25902] = 135972,
			[20930] = 135972,
			[25914] = 135972,
			[20473] = 135972,
			[25911] = 135972,
			[25903] = 135972,
			[20958] = 135972,
			[25912] = 135972,
			[20960] = 135972,
		},
		["Выкройка: гибельный кожаный пояс"] = {
			[19212] = 136235,
		},
		["Чародейский выстрел - снижение расхода маны"] = {
			[23157] = 132218,
		},
		["Печать защиты"] = {
			[17177] = 135964,
			[504] = 136235,
			[1023] = 136235,
		},
		["Отравляющие пары"] = {
			[25786] = 132099,
		},
		["Прыжок цели"] = {
			[6545] = 136235,
		},
		["Дурманящий яд II"] = {
			[8694] = 136066,
			[8693] = 136066,
			[8692] = 136066,
		},
		["Увеличенный урон от огня 36"] = {
			[17873] = 136235,
		},
		["Сковывание нежити"] = {
			[9484] = 136091,
			[10955] = 136091,
			[9485] = 136091,
			[9486] = 136091,
			[10956] = 136091,
			[1425] = 136091,
			[11444] = 136091,
		},
		["Отлучение Сердца Хаккара"] = {
			[24203] = 136235,
		},
		["Предмет +SPI Нога R1"] = {
			[15405] = 136235,
		},
		["Паразитирующий змей"] = {
			[23865] = 134301,
			[23867] = 134301,
		},
		["Ожог"] = {
			[8445] = 135827,
			[13878] = 135827,
			[10205] = 135827,
			[8446] = 135827,
			[10206] = 135827,
			[8447] = 135827,
			[10207] = 135827,
			[8448] = 135827,
			[10208] = 135827,
			[8449] = 135827,
			[10209] = 135827,
			[1811] = 135827,
			[17195] = 135827,
			[10210] = 135827,
			[2948] = 135827,
			[8444] = 135827,
			[15241] = 135827,
		},
		["Сильный эликсир Ловкости"] = {
			[11467] = 136235,
			[11498] = 136021,
		},
		["Создание желтой перфокарты"] = {
			[11512] = 136235,
		},
		["Рецепт: похлебка из долгонога"] = {
			[6427] = 136235,
		},
		["Забытый Город ловушка - призвать"] = {
			[22803] = 136208,
		},
		["Армагеддон"] = {
			[20478] = 135826,
			[20479] = 135826,
		},
		["Врата Шаззраха"] = {
			[23138] = 135743,
			[23139] = 135743,
		},
		["Открытие сундука Бенедикта"] = {
			[6529] = 136235,
		},
		["Повышенное сопротивление силам природы 9"] = {
			[14629] = 136235,
		},
		["Повышенное сопротивление тайной магии 20"] = {
			[14722] = 136235,
		},
		["Выкройка: ежевичный пояс"] = {
			[28477] = 136235,
		},
		["Слово Света: Стойкость духа"] = {
			[3079] = 135954,
			[3081] = 135954,
			[3080] = 135954,
			[16873] = 135987,
		},
		["Чумной туман"] = {
			[16432] = 136066,
		},
		["Вызов лавовой бомбы 2"] = {
			[20495] = 136235,
		},
		["Скелет-шахтер берсерк"] = {
			[6468] = 136187,
		},
		["Увеличение сила на 41"] = {
			[14959] = 136235,
		},
		["Зачаровывание плаща - сопротивление силам природы, III ступень"] = {
			[25082] = 135913,
		},
		["Склянка Концентрированной мудрости"] = {
			[17636] = 136235,
		},
		["Разъедающая слизь"] = {
			[9459] = 136119,
			[9460] = 136064,
		},
		["[PH] Cystal Bazooka"] = {
			[27849] = 136235,
		},
		["TEST AVATAR FORM"] = {
			[20510] = 136235,
		},
		["Визуальный эффект превращения"] = {
			[24085] = 136235,
		},
		["Перчатки Грозового Покрова"] = {
			[26279] = 136235,
		},
		["Плащ из чешуи Ониксии"] = {
			[22683] = 136235,
			[19093] = 136235,
			[22684] = 135744,
		},
		["Прерывание важного дела"] = {
			[7962] = 136137,
		},
		["Свисток орка-сироты"] = {
			[23125] = 136235,
		},
		["Слабый алкоголь"] = {
			[11007] = 132796,
		},
		["Повышение урона от заклинания 840"] = {
			[24243] = 136235,
		},
		["Чертеж: тяжелый мифриловый шлем"] = {
			[9971] = 136235,
		},
		["Завершение призыва Лотвила"] = {
			[5002] = 135824,
		},
		["Рецепт: гуляш по-красногорски"] = {
			[2556] = 136235,
		},
		["Неуязвимость к обездвиживанию/ловушкам/оглушению"] = {
			[5579] = 135894,
		},
		["Малый мистический жезл"] = {
			[14809] = 135139,
			[14811] = 135913,
		},
		["Печать воина Cвета"] = {
			[20306] = 135924,
			[20445] = 135924,
			[21083] = 135924,
			[20307] = 135924,
			[20446] = 135924,
			[20308] = 135924,
			[20162] = 135924,
			[20305] = 135924,
			[20444] = 135924,
			[20448] = 135924,
			[21082] = 135924,
			[20447] = 135924,
		},
		["Бродячая чума"] = {
			[3439] = 136127,
			[3436] = 136127,
			[8247] = 136133,
		},
		["Благословение Нордрассила"] = {
			[23108] = 135972,
		},
		["Открытие черного ящика"] = {
			[13564] = 136235,
		},
		["Звездная вспышка"] = {
			[5334] = 135815,
		},
		["Обман смерти"] = {
			[28845] = 136235,
			[28846] = 136119,
		},
		["Быстрый оберег от пламени"] = {
			[4979] = 135824,
		},
		["Заградительный огонь"] = {
			[19461] = 132330,
			[19462] = 132330,
			[24691] = 132330,
		},
		["Оса из улья Зора"] = {
			[19459] = 136006,
		},
		["Скорость мысли"] = {
			[23723] = 136115,
		},
		["Призыв детеныша мохового паука"] = {
			[6629] = 136074,
		},
		["Ледяной доспех"] = {
			[10219] = 135843,
			[10221] = 135835,
			[1228] = 135835,
			[506] = 136235,
			[1214] = 135835,
			[10220] = 135843,
			[7302] = 135843,
			[844] = 136235,
			[7320] = 135843,
			[10222] = 135835,
		},
		["Проращивание"] = {
			[20552] = 133938,
		},
		["Чертеж: ториевый пояс"] = {
			[16672] = 136235,
		},
		["Увеличение интеллекта 30"] = {
			[14420] = 136235,
		},
		["Вызвать Снежную бурю"] = {
			[28560] = 136235,
			[28561] = 136235,
		},
		["Чертеж: гипер-излучающий отражатель пламени"] = {
			[23093] = 134153,
		},
		["Управление ДУ танком"] = {
			[24936] = 136235,
		},
		["Чертеж: мощный сефориевый заряд"] = {
			[23092] = 134153,
		},
		["Убийство животных"] = {
			[20557] = 134357,
		},
		["Леопард"] = {
			[10788] = 132242,
		},
		["Глоток зелья"] = {
			[3359] = 135915,
			[9956] = 135915,
		},
		["Усиленное ружье"] = {
			[7583] = 136235,
			[7580] = 136235,
			[7582] = 136235,
			[7584] = 136235,
			[7579] = 136235,
			[7581] = 136235,
			[27743] = 136235,
		},
		["Мастеркое владение оружием"] = {
			[29086] = 132215,
			[29087] = 132215,
			[29088] = 132215,
			[29082] = 132215,
			[29084] = 132215,
		},
		["Повышенное сопротивление огню 36"] = {
			[14616] = 136235,
		},
		["Темный кожаный плащ"] = {
			[2168] = 136235,
			[2179] = 136021,
		},
		["Чертеж: динамит \"Pro-100-брос\" II"] = {
			[23086] = 134153,
		},
		["Большой зеленый фейерверк"] = {
			[26427] = 136235,
		},
		["Буремолот искуссной работы"] = {
			[16993] = 136192,
		},
		["Порочное лечение"] = {
			[23401] = 136129,
			[23402] = 136152,
		},
		["Увеличенный урон от чар 17"] = {
			[13602] = 136235,
		},
		["Чертеж: зеленые железные рукавицы"] = {
			[3353] = 136235,
		},
		["Увеличенный урон от сил природы 21"] = {
			[9361] = 136235,
		},
		["Сияние (бесцветное)"] = {
			[26388] = 135741,
			[26390] = 135741,
		},
		["Сверхгорячее пламя"] = {
			[20570] = 135817,
		},
		["scaler test"] = {
			[23618] = 135805,
		},
		["Windsor Death DND"] = {
			[20465] = 136235,
		},
		["Огненный разрыв"] = {
			[16785] = 135903,
		},
		["Гибельный кожаный доспех"] = {
			[19098] = 136235,
		},
		["Перчатки из гибкой кожи"] = {
			[9074] = 136235,
			[9075] = 136021,
		},
		["Подключение гномской камеры"] = {
			[6974] = 136235,
		},
		["Улучшение владения одноручным ударным оружием"] = {
			[7532] = 136235,
		},
		["Выкройка: багровые шелковые наплечники"] = {
			[8794] = 136235,
		},
		["Мастер побега"] = {
			[20589] = 132309,
		},
		["Холод"] = {
			[16350] = 135852,
			[2132] = 135852,
			[27867] = 136235,
			[18763] = 135852,
			[5276] = 135852,
			[9454] = 136090,
			[18798] = 135852,
			[18799] = 136235,
			[27868] = 135852,
		},
		["Полли ест ХОЧУ"] = {
			[9976] = 132331,
		},
		["Петарда \"Змеиное жало\""] = {
			[23507] = 136235,
		},
		["Чародейская мощь"] = {
			[17150] = 135933,
		},
		["Пульт управления чумной волной (медленный)"] = {
			[29351] = 135805,
		},
		["Талисман связывания"] = {
			[21991] = 136051,
		},
		["Тисненые кожаные штаны"] = {
			[3759] = 136235,
			[3786] = 136021,
		},
		["Укрепление плаща - сопротивление, I ступень"] = {
			[7439] = 135913,
		},
		["Обезвреживание ловушки"] = {
			[1842] = 136162,
			[1845] = 136162,
		},
		["Переплетание главы 1"] = {
			[20529] = 136235,
		},
		["Воинственный вопль"] = {
			[23060] = 133707,
		},
		["Увеличение интеллекта 37"] = {
			[14427] = 136235,
		},
		["Взять пробу из Лунного колодца"] = {
			[17161] = 136235,
		},
		["Ослабление ловкости"] = {
			[7901] = 135914,
		},
		["Неукротимость"] = {
			[12791] = 132347,
			[12788] = 132347,
			[12792] = 132347,
			[12789] = 132347,
			[12303] = 132347,
		},
		["Вызов глазного отростка"] = {
			[26145] = 136235,
			[26146] = 136235,
			[26147] = 136235,
			[26148] = 136235,
			[26149] = 136235,
			[26150] = 136235,
			[26144] = 136235,
			[26151] = 136235,
		},
		["Восстание из мертвых"] = {
			[27740] = 136080,
			[20613] = 136080,
			[20608] = 136080,
			[21169] = 136080,
		},
		["Открытие сундука с добычей"] = {
			[5107] = 136235,
		},
		["Калечащий яд"] = {
			[11202] = 132274,
			[3422] = 132274,
			[3409] = 132274,
			[3408] = 132274,
			[3423] = 132274,
			[11201] = 132274,
			[3420] = 132274,
			[25809] = 132274,
		},
		["Правая часть амулета Лорда Вальтхалака"] = {
			[27738] = 136235,
		},
		["Кокон улья Гориши"] = {
			[14205] = 136006,
		},
		["Жесткая кожа"] = {
			[20648] = 136235,
			[20651] = 136021,
		},
		["Повышенное сопротивление тайной магии 8"] = {
			[14710] = 136235,
		},
		["Рассечение крылом Сафирона"] = {
			[29327] = 136235,
			[29328] = 136235,
		},
		["Тяжелые мифриловые сапоги"] = {
			[9968] = 136192,
			[9969] = 136235,
		},
		["Спокойный механический йети"] = {
			[26011] = 136235,
			[26012] = 136235,
		},
		["Маскировка под батрака"] = {
			[5669] = 132288,
		},
		["Рецепт: зелье ярости"] = {
			[6621] = 136235,
		},
		["Подводное дыхание"] = {
			[7178] = 135859,
			[488] = 136235,
			[131] = 136148,
			[16881] = 136148,
			[5227] = 136148,
			[11789] = 136148,
			[5386] = 135859,
		},
		["Непревзойденная ловкость III"] = {
			[6433] = 132223,
		},
		["Увядание"] = {
			[28865] = 136235,
			[23772] = 135902,
			[28874] = 136235,
		},
		["Зелье Природной защиты"] = {
			[7259] = 136235,
		},
		["Пятнистая пантера"] = {
			[10792] = 132225,
		},
		["Улучшенный раскол брони"] = {
			[12810] = 132363,
			[12308] = 132363,
			[12811] = 132363,
		},
		["Протрезвение"] = {
			[24635] = 136235,
		},
		["Аура сопротивления магии льда"] = {
			[19888] = 135865,
			[19897] = 135865,
			[19898] = 135865,
			[19906] = 135865,
			[19893] = 135865,
			[19907] = 135865,
		},
		["Вызов гнилого гриба"] = {
			[24904] = 136235,
		},
		["транс"] = {
			[23188] = 136235,
		},
		["Ловушка-вонючка"] = {
			[24918] = 136006,
		},
		["Улучшенный удар героя"] = {
			[12663] = 132282,
			[12664] = 132282,
			[12282] = 132282,
		},
		["Улучшение брони 200 благочестие"] = {
			[29089] = 136235,
		},
		["Сокращение времени восстановления Скачка"] = {
			[23025] = 135736,
		},
		["Убийство животных 42"] = {
			[15688] = 136235,
		},
		["Пламя Хаоса"] = {
			[10854] = 135831,
			[10857] = 135826,
		},
		["Signet Ring of the Bronze Dragonflight CASTER R1 DND"] = {
			[25921] = 136235,
		},
		["Обмануть"] = {
			[24750] = 136235,
			[24714] = 136235,
			[24753] = 132118,
		},
		["Слово силы: щит 500"] = {
			[20706] = 135940,
		},
		["Воскрешение камнем души"] = {
			[20762] = 136210,
			[20707] = 136210,
			[20764] = 136210,
			[20765] = 136210,
			[20763] = 136210,
		},
		["Оглушить"] = {
			[6799] = 132114,
			[5212] = 132114,
			[8984] = 132114,
			[6798] = 132114,
			[5211] = 132114,
			[8983] = 132114,
			[25515] = 132340,
		},
		["Повышенное сопротивление тайной магии 40"] = {
			[14742] = 136235,
		},
		["Конус холода"] = {
			[1241] = 135852,
			[8492] = 135852,
			[10159] = 135852,
			[20828] = 135852,
			[10163] = 135852,
			[12557] = 135852,
			[30095] = 135852,
			[10160] = 135852,
			[120] = 135852,
			[8493] = 135852,
			[22746] = 135852,
			[10162] = 135852,
			[10164] = 135852,
			[12611] = 135852,
			[15244] = 135852,
			[10161] = 135852,
		},
		["Вызов оскверненного котенка"] = {
			[15648] = 132311,
		},
		["Скользящий удар II"] = {
			[1818] = 132223,
		},
		["Повышенное сопротивление магии льда 15"] = {
			[14555] = 136235,
		},
		["Зачаровывание оружия - ловкость"] = {
			[23800] = 135913,
		},
		["Зачаровывание оружия - разящий удар, I ступень"] = {
			[7788] = 135913,
			[7789] = 135913,
		},
		["Силитист"] = {
			[29519] = 135867,
		},
		["Невосприимчивость: темная магия"] = {
			[7743] = 136121,
		},
		["Увеличение сила на 13"] = {
			[9266] = 136235,
		},
		["Мощь двуручного топора"] = {
			[5478] = 132316,
			[5466] = 132316,
			[5468] = 132316,
			[5477] = 132316,
			[5479] = 132316,
			[5467] = 132316,
		},
		["Пылающий дух"] = {
			[13489] = 135805,
			[14744] = 135805,
		},
		["Conjure Ryson's All Seeing Eye DND"] = {
			[21545] = 136235,
		},
		["Предел разрушения"] = {
			[17917] = 136133,
			[17918] = 136133,
		},
		["Убийство животных 15"] = {
			[20731] = 136235,
			[20877] = 136235,
		},
		["Увеличеный урон от магии льда 33"] = {
			[17895] = 136235,
		},
		["Сила атаки 15"] = {
			[20732] = 136235,
		},
		["Проклятие рока"] = {
			[603] = 136122,
			[18753] = 136122,
		},
		["Повышенное сопротивление всему 3"] = {
			[18674] = 136235,
		},
		["Вызов ауры знамени Каранга"] = {
			[20746] = 136235,
		},
		["Вызов Иучаки"] = {
			[12189] = 136168,
		},
		["Наручи из чешуи зеленого дракончика"] = {
			[9202] = 136235,
		},
		["Беспощадные удары"] = {
			[19159] = 132277,
			[19160] = 132277,
		},
		["Владение двумя клинками Ударра - постоянное действие"] = {
			[6440] = 132330,
		},
		["Создание большого камня души"] = {
			[20756] = 136210,
			[20768] = 136210,
		},
		["NefTest"] = {
			[22971] = 136235,
		},
		["Врата смерти"] = {
			[23127] = 136145,
		},
		["Увеличение сила на 26"] = {
			[14498] = 136235,
		},
		["Выплавка элементия"] = {
			[22967] = 136235,
			[22968] = 135814,
		},
		["Увеличение ловкости 43"] = {
			[14937] = 136235,
		},
		["Создание сапты"] = {
			[9200] = 133951,
		},
		["Крыса - снятие агрессии"] = {
			[18959] = 136197,
			[18967] = 136197,
		},
		["Призыв Дагуна"] = {
			[4945] = 136235,
		},
		["Внезапный удар"] = {
			[11267] = 132282,
			[11269] = 132282,
			[8676] = 132282,
			[8678] = 132282,
			[8725] = 132282,
			[8727] = 132282,
			[11268] = 132282,
			[11270] = 132282,
			[11272] = 132282,
			[8724] = 132282,
			[11271] = 132282,
			[24337] = 132282,
			[8728] = 132282,
		},
		["Test Strike R50"] = {
			[23960] = 136189,
		},
		["Исчезновение прислужников Урока"] = {
			[16562] = 136235,
		},
		["Дурацкое проклятие"] = {
			[17734] = 136129,
		},
		["Вызов Амненнара Хладовея"] = {
			[24628] = 136121,
		},
		["Слово силы: Щит"] = {
			[6067] = 135940,
			[10902] = 135940,
			[1298] = 135940,
			[17] = 135940,
			[10903] = 135940,
			[3747] = 135940,
			[6068] = 135940,
			[10904] = 135940,
			[11974] = 135940,
			[592] = 135940,
			[1277] = 135940,
			[1278] = 135940,
			[10898] = 135940,
			[600] = 135940,
			[10899] = 135940,
			[11835] = 135940,
			[6066] = 135940,
			[2851] = 135940,
			[10900] = 135940,
			[6065] = 135940,
			[10905] = 135940,
			[11647] = 135940,
			[10901] = 135940,
			[27607] = 135940,
		},
		["БИИИП!"] = {
			[11481] = 135826,
		},
		["Чертеж: императорские латные наплечники"] = {
			[16675] = 136235,
		},
		["Сила атаки 14"] = {
			[9142] = 136235,
		},
		["Смертельная кислота"] = {
			[17686] = 136007,
			[17688] = 136007,
		},
		["Воздействие мыслебомбы"] = {
			[2797] = 136174,
		},
		["Высидеть паучье яйцо"] = {
			[24082] = 136235,
		},
		["Эффект Адского Пламени"] = {
			[5857] = 135818,
			[11681] = 135818,
			[11682] = 135818,
		},
		["Энергия охотничьей брони"] = {
			[27785] = 136235,
			[27786] = 136039,
		},
		["Зачаровывание нагрудника - здоровье, II ступень"] = {
			[7748] = 135913,
			[7749] = 135913,
		},
		["Быстрый ветер"] = {
			[8385] = 136022,
		},
		["Шторм клинков"] = {
			[9632] = 132369,
		},
		["Эхо Архимонда"] = {
			[21079] = 136172,
		},
		["Увеличенный урон от темной магии 43"] = {
			[18020] = 136235,
		},
		["Ограничение распространения отравы"] = {
			[7947] = 136016,
		},
		["Выкройка: изначальный жакет из кожи летучей мыши"] = {
			[24126] = 136235,
		},
		["Таймер контроллера"] = {
			[28095] = 136235,
		},
		["Вызов корзины тотема Гиблой Чащи"] = {
			[20818] = 136235,
		},
		["Кожаные перчатки жителя холмов"] = {
			[3764] = 136235,
			[3790] = 136021,
		},
		["Кэларан создает факел"] = {
			[12512] = 136235,
		},
		["Выплавка стали"] = {
			[3569] = 136235,
			[3596] = 136235,
		},
		["Зерглинг"] = {
			[19226] = 134295,
			[19227] = 134295,
		},
		["Мучительные припадки - дополнительный эффект"] = {
			[13616] = 136139,
			[23771] = 136139,
		},
		["Повышенное сопротивление силам природы 27"] = {
			[14649] = 136235,
		},
		["Убийство животных 30"] = {
			[14565] = 136235,
		},
		["Освободить хозяина"] = {
			[6970] = 136064,
			[1528] = 136064,
			[1568] = 136064,
			[6969] = 136064,
		},
		["Увеличенный урон от темной магии 14"] = {
			[9414] = 136235,
		},
		["Произвольная агрессия"] = {
			[23878] = 136235,
			[25657] = 136235,
			[28388] = 136235,
			[25680] = 136235,
			[22913] = 136235,
			[30215] = 136235,
		},
		["Увеличенное исцеление 280"] = {
			[28151] = 136235,
		},
		["Вызов боевого коня"] = {
			[13819] = 136103,
		},
		["Зов Валестраза"] = {
			[16349] = 136235,
		},
		["Сапоги из чешуи черного дракона"] = {
			[20855] = 136235,
		},
		["Рецепт: трансмутация нежити в воду"] = {
			[17592] = 136235,
		},
		["Чародейский снаряд"] = {
			[7268] = 136096,
		},
		["Повышение урона от заклинаний 23 - Мглистый ужас"] = {
			[30778] = 136235,
		},
		["Стремительный ледопард"] = {
			[23221] = 132267,
		},
		["Кислотный плевок"] = {
			[24334] = 136007,
			[9591] = 136007,
			[15653] = 136007,
			[20821] = 136007,
			[25052] = 136007,
			[26050] = 136016,
			[21059] = 136007,
			[20657] = 136007,
			[28969] = 136016,
		},
		["Жертвенный огонь - визуальное, постоянное действие"] = {
			[16003] = 135817,
		},
		["Грубый медный жилет"] = {
			[12260] = 136192,
		},
		["Оружие Камнедробителя - провокация"] = {
			[20859] = 136086,
		},
		["Одеяние из луноткани"] = {
			[22902] = 132149,
		},
		["Броня +16"] = {
			[2832] = 136235,
		},
		["Эликсир Стойкости"] = {
			[3178] = 136021,
			[3450] = 136235,
		},
		["Повышенное сопротивление магии льда 43"] = {
			[14979] = 136235,
		},
		["Чо-Раш случайный эффект (маг)"] = {
			[22882] = 136235,
		},
		["Чертеж: мифриловые чешуйчатые наплечники"] = {
			[9967] = 136235,
		},
		["Servant of Hakkar DND"] = {
			[24184] = 136206,
		},
		["Бомба Синдиката"] = {
			[3718] = 136173,
		},
		["Пламенные плетеные наплечники"] = {
			[20873] = 136192,
		},
		["Увеличенное исцеление 84"] = {
			[17320] = 136235,
		},
		["Выкройка: перчатки из луноткани"] = {
			[22874] = 136235,
		},
		["Дошли слухи, мужское"] = {
			[26684] = 136235,
		},
		["Эффект теслы Сталагга"] = {
			[28098] = 136235,
		},
		["Повышение уклонения 1"] = {
			[13669] = 136235,
		},
		["Сигнальная ракета, СИНЯЯ БОЛЬШАЯ - Н"] = {
			[26483] = 136235,
		},
		["Увеличение выносливости на 17"] = {
			[14464] = 136235,
		},
		["Прицельный выстрел"] = {
			[20903] = 135130,
			[20931] = 135130,
			[20900] = 135130,
			[20934] = 135130,
			[20932] = 135130,
			[27632] = 135130,
			[20901] = 135130,
			[20935] = 135130,
			[19434] = 135130,
			[20933] = 135130,
			[20902] = 135130,
			[20904] = 135130,
		},
		["Рецепт: сильное зелье священной защиты"] = {
			[17605] = 136235,
		},
		["Выкройка: инфернальные перчатки"] = {
			[22873] = 136235,
		},
		["Призыв грохотуна"] = {
			[8270] = 136025,
		},
		["Мифриловая крупнокалиберная винтовка"] = {
			[12614] = 136235,
		},
		["Серое шерстяное одеяние"] = {
			[2403] = 136235,
		},
		["Предсказание ярмарки Новолуния"] = {
			[23765] = 136235,
		},
		["Молот Титанов"] = {
			[16988] = 136192,
		},
		["Наплечники из ткани Скверны"] = {
			[18453] = 132149,
		},
		["Призывание гадюки"] = {
			[7949] = 136084,
		},
		["Урон от Шипов +3"] = {
			[20886] = 136051,
		},
		["Вызов Ши-Ротам"] = {
			[16796] = 136235,
		},
		["Вызов робота"] = {
			[15049] = 132311,
		},
		["Большее звероубийство 25"] = {
			[20891] = 134310,
			[20893] = 134310,
		},
		["Боевое исступление"] = {
			[23505] = 136012,
			[20554] = 135727,
			[23303] = 135727,
			[26296] = 135727,
			[23270] = 135727,
			[26297] = 135727,
			[23301] = 135727,
			[26635] = 135727,
			[24378] = 136012,
		},
		["Отмена управления толпой"] = {
			[22890] = 136235,
		},
		["Разрушитель из черного железа"] = {
			[20897] = 136192,
		},
		["Увеличенный урон от темной магии 44"] = {
			[18021] = 136235,
		},
		["Тип лагеря:вурдалаки/скелеты"] = {
			[28199] = 136235,
		},
		["Усиление проницаемости заклинания на 25"] = {
			[28799] = 136235,
		},
		["Удар кинжалом IV"] = {
			[2634] = 132223,
		},
		["Вызов багровой змейки"] = {
			[10717] = 132311,
		},
		["Кузнечное дело"] = {
			[3100] = 136241,
			[9785] = 136241,
			[2018] = 136241,
			[3538] = 136241,
		},
		["Повышение урона - зверь 6"] = {
			[7592] = 136235,
		},
		["Усиление духа на 13"] = {
			[9262] = 136235,
		},
		["Выкройка: химерические перчатки"] = {
			[19164] = 136235,
		},
		["Друг природы"] = {
			[21938] = 136095,
			[21925] = 136095,
			[20988] = 136095,
			[21927] = 136095,
			[21928] = 136095,
			[21926] = 136095,
		},
		["Моровая лихорадка"] = {
			[8600] = 136066,
			[16186] = 136066,
		},
		["Увеличение ловкости 29"] = {
			[14393] = 136235,
		},
		["Древесный облик"] = {
			[1434] = 136064,
			[775] = 136064,
			[22688] = 136095,
		},
		["Изменчивая эктоплазма (черная)"] = {
			[7946] = 136121,
		},
		["Эликсир Силы огра"] = {
			[3188] = 136235,
		},
		["Уход в тень - постоянное действие"] = {
			[21009] = 132089,
		},
		["Завет надежды"] = {
			[17448] = 135913,
		},
		["Специализация на магии льда"] = {
			[5877] = 135858,
			[4866] = 135848,
			[4870] = 135848,
			[4874] = 135858,
			[4878] = 135858,
			[5874] = 135848,
			[4867] = 135848,
			[4871] = 135848,
			[4875] = 135858,
			[4879] = 135858,
			[5875] = 135848,
			[4864] = 135848,
			[4868] = 135848,
			[4872] = 135848,
			[4876] = 135858,
			[5876] = 135858,
			[4865] = 135858,
			[4869] = 135848,
			[4873] = 135858,
			[4877] = 135858,
		},
		["Неистовое восстановление"] = {
			[22897] = 132091,
			[22842] = 132091,
			[22845] = 132091,
			[22894] = 132091,
			[22895] = 132091,
			[22896] = 132091,
			[22898] = 132091,
		},
		["Крысизм"] = {
			[10018] = 133946,
		},
		["Создание гербовой накидки #1"] = {
			[30139] = 136235,
		},
		["Увеличение рейтинга меткости 10"] = {
			[18066] = 136235,
		},
		["Изворотливость"] = {
			[5934] = 132147,
		},
		["Перемещение пробы воды"] = {
			[19564] = 136235,
			[19565] = 136235,
		},
		["Место возрождения призматического драконида"] = {
			[22679] = 136235,
		},
		["Увеличение выносливости на 3"] = {
			[7479] = 136235,
		},
		["Ловкость во владении двуручным топором"] = {
			[5469] = 132316,
			[4414] = 132316,
			[4416] = 132316,
			[4415] = 132316,
			[4417] = 132316,
			[4424] = 132316,
		},
		["Получение ключевого предмета, Общий, Штормград"] = {
			[27525] = 136235,
		},
		["Monty Bashes Rats (DND)"] = {
			[21052] = 136235,
		},
		["Повышенное сопротивление магии льда 14"] = {
			[14553] = 136235,
		},
		["Призыв прирученного скорпида"] = {
			[7911] = 132274,
		},
		["Взрыв разума"] = {
			[8109] = 136224,
			[10948] = 136224,
			[10949] = 136224,
			[8102] = 136224,
			[8106] = 136224,
			[8110] = 136224,
			[10950] = 136224,
			[8103] = 136224,
			[8107] = 136224,
			[8111] = 136224,
			[13860] = 136224,
			[15587] = 136224,
			[10945] = 136224,
			[20830] = 136224,
			[8104] = 136224,
			[8108] = 136224,
			[10946] = 136224,
			[17287] = 136224,
			[17194] = 136224,
			[8093] = 136224,
			[10947] = 136224,
			[26048] = 136224,
			[8105] = 136224,
			[8092] = 136224,
		},
		["Рецепт шахтерской похлебки из моллюсков"] = {
			[20626] = 136192,
		},
		["Вызов терадримского осколыша"] = {
			[21057] = 135849,
			[21809] = 135849,
		},
		["Огонь V"] = {
			[1984] = 132153,
		},
		["[PH] Teleport to Theramore"] = {
			[6719] = 136235,
		},
		["Пинок"] = {
			[8646] = 132219,
			[15614] = 132219,
			[1766] = 132219,
			[1767] = 132219,
			[1768] = 132219,
			[1769] = 132219,
			[1771] = 132219,
			[1772] = 132219,
			[1773] = 132219,
			[1774] = 132219,
			[1775] = 132219,
			[15610] = 132219,
			[15618] = 132219,
			[3467] = 132219,
			[27814] = 132219,
			[27613] = 132219,
			[11978] = 132219,
			[24671] = 132219,
			[27620] = 132219,
		},
		["Зачаровывание браслетов - дух, III ступень"] = {
			[13642] = 135913,
			[13643] = 135913,
		},
		["Вызов серого долгонога"] = {
			[10801] = 132253,
		},
		["Энергия волкоголового шлема"] = {
			[17770] = 135998,
			[29940] = 135998,
		},
		["Выкройка: одеяние из ткани Скверны"] = {
			[18525] = 136235,
		},
		["Кривое зеркало"] = {
			[21063] = 135741,
			[21064] = 135741,
		},
		["Исцеление духа"] = {
			[22011] = 135955,
			[22012] = 135955,
		},
		["Чертеж: реактивный диск"] = {
			[22798] = 134153,
		},
		["Зачаровывание браслетов - выносливость, III ступень"] = {
			[13648] = 135913,
			[13649] = 135913,
		},
		["Раскат грома"] = {
			[8732] = 132326,
			[26554] = 132326,
			[15548] = 136105,
			[8078] = 136105,
			[926] = 136235,
			[23931] = 136105,
			[8147] = 136105,
			[15588] = 136105,
			[25599] = 136105,
		},
		["Телепорт в Аббатство Североземья"] = {
			[442] = 136235,
		},
		["Вызывание передатчика"] = {
			[13325] = 136058,
		},
		["Жесткий щипок"] = {
			[4747] = 132109,
			[6006] = 136231,
			[4246] = 132109,
		},
		["Благословение Святого источника"] = {
			[3591] = 136235,
		},
		["Вызов фиолетового долгонога"] = {
			[10803] = 132253,
		},
		["Вызов магмарода"] = {
			[20506] = 135819,
		},
		["Проклятие Тимми"] = {
			[17505] = 136203,
		},
		["Метка охотника"] = {
			[14324] = 132212,
			[14325] = 132212,
			[5298] = 132212,
			[14434] = 132212,
			[14431] = 132212,
			[14323] = 132212,
			[14432] = 132212,
			[1130] = 132212,
		},
		["Пятнистый полярный ледопард"] = {
			[10789] = 132267,
		},
		["Выкройка: перчатки из чешуи красного дракончика"] = {
			[9073] = 136235,
		},
		["Плевок рассеяния"] = {
			[4805] = 135989,
			[4806] = 135989,
			[6030] = 135989,
		},
		["Гадание Азретока"] = {
			[7960] = 134335,
		},
		["Сильный исцеляющий идол"] = {
			[15869] = 135928,
		},
		["Сопротивление Безмолвию"] = {
			[26208] = 136235,
			[19786] = 136235,
			[18985] = 136225,
		},
		["Извлечение сущности"] = {
			[4538] = 135956,
		},
		["Чародейские снаряды"] = {
			[8420] = 136096,
			[8421] = 136096,
			[25345] = 136096,
			[25346] = 136096,
			[25979] = 132282,
			[7269] = 136096,
			[5143] = 136096,
			[25416] = 136096,
			[15735] = 136096,
			[5144] = 136096,
			[15736] = 136096,
			[22272] = 136096,
			[22273] = 136096,
			[5146] = 136096,
			[5147] = 136096,
			[5148] = 136096,
			[6631] = 135932,
			[6632] = 135932,
			[31751] = 136096,
			[8419] = 136096,
			[5145] = 136096,
			[6637] = 135932,
			[7270] = 136096,
			[10273] = 136096,
			[10211] = 136096,
			[10274] = 136096,
			[8416] = 136096,
			[10212] = 136096,
			[8417] = 136096,
			[10213] = 136096,
			[8418] = 136096,
			[10214] = 136096,
			[15790] = 136096,
			[15791] = 136096,
		},
		["Формула чар для перчаток: сила темной магии"] = {
			[25088] = 136235,
		},
		["Верховая езда: конь"] = {
			[824] = 136103,
			[6743] = 136103,
		},
		["Заточка оружия - критическое поражение"] = {
			[22756] = 136235,
		},
		["Прижигание пламенем"] = {
			[19366] = 135830,
		},
		["Углеглаз, полная сила"] = {
			[16047] = 135805,
		},
		["Ледяная преграда"] = {
			[11426] = 135988,
			[2890] = 135988,
			[13037] = 135988,
			[13033] = 135988,
			[13031] = 135988,
			[13032] = 135988,
			[13039] = 135988,
			[13038] = 135988,
		},
		["Дар жизни"] = {
			[23783] = 134124,
			[17179] = 135903,
			[23782] = 134124,
			[23725] = 134124,
		},
		["Рецепт жареной кабанятины"] = {
			[2540] = 136192,
		},
		["Хрустальная темница"] = {
			[23020] = 134075,
		},
		["Противовес оружия"] = {
			[7217] = 136235,
			[7218] = 136235,
		},
		["Буря маны"] = {
			[21097] = 135857,
		},
		["Дух дикой природы"] = {
			[20190] = 136074,
			[20043] = 136074,
			[20191] = 136074,
			[20044] = 136074,
		},
		["Трансоргуляция!"] = {
			[23359] = 135989,
		},
		["Права на душу."] = {
			[17048] = 136235,
		},
		["Стойка силы II"] = {
			[2473] = 132109,
		},
		["Ложный выпад"] = {
			[25976] = 132282,
			[1966] = 132294,
			[6768] = 132294,
			[6769] = 132294,
			[11303] = 132294,
			[8637] = 132294,
			[25302] = 132294,
			[11304] = 132294,
			[25413] = 132294,
			[8638] = 132294,
			[6734] = 132294,
		},
		["Увеличение интеллекта"] = {
			[22730] = 134340,
		},
		["Проклятие рока - воздействие"] = {
			[18662] = 136122,
		},
		["Signet Ring of the Bronze Dragonflight TANK R4 DND"] = {
			[25935] = 136235,
		},
		["Благословенный сок солнцеплода"] = {
			[18140] = 132794,
			[18141] = 135928,
		},
		["Конь-скелет"] = {
			[8980] = 132264,
		},
		["Близкий взрыв бомбы"] = {
			[3822] = 136173,
		},
		["Прогнать питомца"] = {
			[2641] = 136095,
		},
		["Сила атаки 22"] = {
			[9332] = 136235,
		},
		["Болезнетворный плевок"] = {
			[17745] = 136134,
		},
		["Инкурстированный мифриловый цилиндр - эскиз"] = {
			[12895] = 136235,
		},
		["Большой синий фейерверк"] = {
			[26426] = 136235,
		},
		["Вызов гидралинга"] = {
			[22714] = 135836,
		},
		["Поглощающая Тьма"] = {
			[21978] = 136169,
			[27860] = 136169,
		},
		["Зачаровывание двуручного оружия - импульс, I ступень"] = {
			[7745] = 135913,
			[7746] = 135913,
		},
		["Вызов случайного храмовника"] = {
			[24734] = 136235,
		},
		["Состояние защиты"] = {
			[5302] = 132110,
		},
		["Грозовой удар"] = {
			[19136] = 132325,
		},
		["Вызов осколышей"] = {
			[21808] = 136025,
		},
		["Выкройка: кираса из чешуи черного дракона"] = {
			[19205] = 136235,
		},
		["Охотник на драконов А"] = {
			[21967] = 136095,
		},
		["Воля Рагнароса"] = {
			[21134] = 135826,
		},
		["Увеличенный урон от темной магии 1"] = {
			[7704] = 136235,
		},
		["Пленение древня - исчезновение"] = {
			[11878] = 136235,
		},
		["Изнеможение"] = {
			[24225] = 136039,
		},
		["Появление передатчика"] = {
			[23448] = 135894,
			[23450] = 136152,
		},
		["Погружение"] = {
			[22420] = 136148,
		},
		["Вызов пульта управления Плетью"] = {
			[28092] = 136235,
		},
		["Огонь II"] = {
			[1981] = 132153,
		},
		["Убийство животных 105"] = {
			[15689] = 136235,
		},
		["Отбивай!"] = {
			[2569] = 136235,
			[2850] = 136235,
		},
		["Вызов потомства Яудж"] = {
			[25789] = 134321,
		},
		["Пробуждение Наралекса"] = {
			[6271] = 136107,
			[8136] = 136107,
		},
		["Выкройка: тюрбан из чародейской ткани"] = {
			[18524] = 136235,
		},
		["Землетрясущий"] = {
			[21152] = 133477,
		},
		["Рунические кожаные штаны"] = {
			[19091] = 136235,
		},
		["Summon Mor Grayhoof DND"] = {
			[27184] = 136235,
		},
		["Ловкость I ступени"] = {
			[3157] = 134873,
			[13364] = 136235,
			[3158] = 134873,
			[2374] = 134873,
		},
		["Сила атаки дальнего боя 55"] = {
			[21448] = 136235,
		},
		["Бой двумя руками"] = {
			[1424] = 132147,
		},
		["Гнилостная вонь"] = {
			[12946] = 136127,
		},
		["Чертеж: изысканная мифриловая кираса"] = {
			[9973] = 136235,
		},
		["Покой"] = {
			[6462] = 132311,
			[7056] = 136071,
		},
		["Кровавый союз"] = {
			[20321] = 136124,
			[7872] = 136124,
			[7804] = 136124,
			[20397] = 136124,
			[11766] = 136124,
			[6307] = 136124,
			[20319] = 136124,
			[11768] = 136124,
			[7873] = 136124,
			[7871] = 136124,
			[20320] = 136124,
			[11769] = 136124,
			[11767] = 136124,
			[20318] = 136124,
			[7805] = 136124,
		},
		["Светозарные перчатки"] = {
			[16654] = 136192,
		},
		["Ярость Эсхандара"] = {
			[22640] = 134296,
		},
		["Очки чести +228"] = {
			[24963] = 136235,
		},
		["Повышенное сопротивление тайной магии 7"] = {
			[14709] = 136235,
		},
		["Грифон Заоблачного пика, парение"] = {
			[21173] = 136235,
		},
		["Смертоносные выстрелы"] = {
			[19488] = 132271,
			[19489] = 132271,
			[19490] = 132271,
			[19485] = 132271,
			[19487] = 132271,
		},
		["Перчатки из пепельной ткани"] = {
			[18412] = 132149,
		},
		["Сотворение рубина маны"] = {
			[10054] = 134128,
			[10056] = 134128,
		},
		["Природная мантия Рассвета"] = {
			[22597] = 136235,
		},
		["Editor Test Spell"] = {
			[68] = 136235,
		},
		["Увеличенное исцеление 18"] = {
			[9406] = 136235,
		},
		["Рецепт супа из ночницы"] = {
			[18243] = 136192,
		},
		["Увеличеный урон от магии льда 51"] = {
			[17909] = 136235,
		},
		["Повышение длительности обновления"] = {
			[26171] = 136081,
		},
		["Повышенное сопротивление магии льда 36"] = {
			[14575] = 136235,
		},
		["Молитва исцеления"] = {
			[1287] = 135943,
			[2049] = 135943,
			[10960] = 135943,
			[1288] = 135943,
			[618] = 136235,
			[25985] = 132282,
			[997] = 136235,
			[25316] = 135943,
			[596] = 135943,
			[10961] = 135943,
			[13857] = 135943,
			[15585] = 135943,
			[25353] = 135943,
			[996] = 135943,
			[10962] = 135943,
		},
		["Улучшение владения 1H двуручной палицей"] = {
			[15761] = 136235,
			[15893] = 136235,
			[7544] = 136235,
			[7548] = 136235,
			[15887] = 136235,
			[15895] = 136235,
			[15694] = 136235,
			[15888] = 136235,
			[15889] = 136235,
			[15890] = 136235,
			[15894] = 136235,
			[15891] = 136235,
			[15886] = 136235,
			[15762] = 136235,
			[15760] = 136235,
			[15892] = 136235,
			[7546] = 136235,
		},
		["Маскировка под члена Братства Справедливости"] = {
			[5169] = 132288,
		},
		["Чертеж: сапоги из черного железа"] = {
			[24400] = 136235,
		},
		["Тяжелый колчан"] = {
			[9193] = 136235,
			[9209] = 136021,
		},
		["Сотворение алтаря Призыва"] = {
			[21267] = 136235,
		},
		["8% улучшение скорости"] = {
			[22587] = 136235,
		},
		["Одеяние Зимней ночи"] = {
			[18436] = 132149,
		},
		["Увеличенный урон от чар 9"] = {
			[13595] = 136235,
		},
		["Сила"] = {
			[8118] = 136101,
			[8119] = 136101,
			[8120] = 136101,
			[12179] = 136101,
			[3163] = 134838,
			[3164] = 134838,
			[23793] = 136235,
			[11331] = 134838,
			[13372] = 136235,
		},
		["Мина клана Черного Железа"] = {
			[11802] = 136172,
		},
		["Бросок динамита"] = {
			[7978] = 135826,
		},
		["Рой силитидов"] = {
			[6589] = 136122,
			[10722] = 136122,
		},
		["Эффект собачьего крекера"] = {
			[10369] = 136235,
		},
		["Слабое зелье поглощения"] = {
			[7423] = 136235,
			[7445] = 136235,
		},
		["Сшитый вручную кожаный плащ"] = {
			[9058] = 136235,
		},
		["Праздничный шест - эффект ритуала"] = {
			[29173] = 136235,
		},
		["Аура отвратительного слизнюченыша"] = {
			[25163] = 132107,
		},
		["Возврат маны"] = {
			[21334] = 136235,
			[21959] = 135932,
		},
		["Увеличение выносливости на 16"] = {
			[14463] = 136235,
		},
		["Колыхающийся волноплеск - визуальный эффект"] = {
			[21336] = 135864,
		},
		["Низкий выпад"] = {
			[8716] = 132109,
		},
		["Убойный выстрел IV"] = {
			[1560] = 132323,
		},
		["Костюм призрака"] = {
			[24737] = 136235,
			[24735] = 136163,
			[24736] = 136163,
		},
		["Усиление духа на 11"] = {
			[9112] = 136235,
		},
		["Пагубный яд"] = {
			[26053] = 136016,
		},
		["Bleed Spice, Missile cluster (DND)"] = {
			[30676] = 136235,
		},
		["Супер-кристалл"] = {
			[25186] = 136235,
		},
		["Summon Cloak of the Unseen Path DND"] = {
			[29013] = 136235,
		},
		["Сила Земли"] = {
			[25362] = 136023,
		},
		["Очищение демонического бешенства DND"] = {
			[18209] = 136235,
		},
		["Ослабленная душа"] = {
			[6788] = 135871,
		},
		["Copy of Enchant Weapon - Superior Striking"] = {
			[27106] = 135913,
		},
		["Увеличение устойчивости к оглушению 1"] = {
			[21351] = 136235,
		},
		["Instill Lord Valthalak's Spirit DND"] = {
			[27360] = 136235,
		},
		["Area Death (TEST)"] = {
			[265] = 136195,
		},
		["Эффект оглушения ударным оружием"] = {
			[5530] = 135860,
		},
		["Глубокая рана"] = {
			[1827] = 132122,
			[9904] = 132122,
			[1824] = 132122,
			[1828] = 132122,
			[24331] = 132122,
			[1829] = 132122,
			[24332] = 132122,
			[9905] = 132122,
			[1822] = 132122,
			[27556] = 132122,
			[12721] = 132090,
			[1823] = 132122,
			[27638] = 132122,
		},
		["Нечестивое бешенство"] = {
			[27995] = 136012,
			[24672] = 136012,
			[8699] = 136012,
		},
		["Комната идола - появление B"] = {
			[14802] = 136235,
		},
		["Флейта Танцующего Пламени"] = {
			[17512] = 133942,
			[18400] = 133942,
		},
		["Исчезновение ворот шатра"] = {
			[26404] = 136235,
		},
		["Массивное точило"] = {
			[16641] = 136192,
			[16669] = 136235,
		},
		["Укус вдовы"] = {
			[26226] = 132196,
		},
		["Эффект проклятия скверны"] = {
			[12941] = 135899,
		},
		["Рецепт гигантского жареного моллюска"] = {
			[7213] = 136192,
		},
		["Установка маяка Гуса"] = {
			[21355] = 136235,
		},
		["Круг света"] = {
			[25823] = 135926,
			[25824] = 135926,
		},
		["Магическая нестабильность"] = {
			[15060] = 136222,
			[15059] = 136222,
			[15058] = 136222,
		},
		["Плетение Тьмы"] = {
			[15332] = 136123,
			[15333] = 136123,
			[15257] = 136123,
			[15331] = 136123,
			[15334] = 136123,
		},
		["Ренд просит о помощи"] = {
			[16364] = 136235,
			[16365] = 136235,
		},
		["Оберег Занзила - постоянное действие"] = {
			[8833] = 136157,
		},
		["Обнаружить слабое место"] = {
			[8355] = 132090,
			[24016] = 132090,
			[6595] = 132090,
		},
		["Красная петарда"] = {
			[6668] = 136235,
			[23066] = 136235,
		},
		["Вызов РейдовогоТайногоМагаFR"] = {
			[22459] = 132317,
		},
		["Установка маяка Малверика"] = {
			[21371] = 136235,
		},
		["Любительское радио гномов"] = {
			[12904] = 136235,
			[12915] = 136235,
		},
		["Крепость"] = {
			[20144] = 135892,
			[1165] = 132275,
			[819] = 132275,
			[4529] = 132275,
			[4533] = 132275,
			[4537] = 132275,
			[20147] = 135892,
			[12761] = 135892,
			[20145] = 135892,
			[1166] = 132275,
			[12299] = 135892,
			[4530] = 132275,
			[4534] = 132275,
			[20146] = 135892,
			[16306] = 135892,
			[16307] = 135892,
			[16252] = 135892,
			[4531] = 132275,
			[4527] = 132275,
			[16308] = 135892,
			[4535] = 132275,
			[12762] = 135892,
			[12764] = 135892,
			[16309] = 135892,
			[1163] = 132275,
			[1164] = 132275,
			[4528] = 132275,
			[4532] = 132275,
			[4536] = 132275,
			[20143] = 135892,
			[12763] = 135892,
		},
		["Изгнание пылающего изгоя"] = {
			[4130] = 136168,
		},
		["Увеличенный урон от огня 60"] = {
			[26695] = 136235,
		},
		["Двуручный удар IV"] = {
			[1632] = 132316,
		},
		["Syndicate Tracker (MURP) DND"] = {
			[21391] = 136235,
			[21397] = 135736,
		},
		["Смертельный яд IV"] = {
			[11358] = 132290,
			[11354] = 132290,
			[11356] = 132290,
		},
		["Призыв прирученного паука"] = {
			[7912] = 136113,
		},
		["Злотрутни - эффект"] = {
			[25153] = 136235,
		},
		["Вода"] = {
			[22422] = 135861,
		},
		["Плащ из черного дракончика"] = {
			[9070] = 136235,
			[9071] = 136235,
		},
		["Шквал топора"] = {
			[24020] = 132397,
			[24018] = 132397,
			[24019] = 132397,
			[24071] = 132397,
		},
		["Immolate Cumulative (TEST)"] = {
			[7288] = 135817,
		},
		["Печать Cвета"] = {
			[20456] = 135917,
			[20340] = 135917,
			[20333] = 135917,
			[20457] = 135917,
			[20165] = 135917,
			[20334] = 135917,
			[20458] = 135917,
			[20455] = 135917,
			[20348] = 135917,
			[20347] = 135917,
			[20167] = 135917,
			[20349] = 135917,
		},
		["Камуфляж"] = {
			[14065] = 132320,
			[14062] = 132320,
			[13975] = 132320,
			[14063] = 132320,
			[14064] = 132320,
		},
		["Наговор худу"] = {
			[24157] = 136235,
			[24165] = 136235,
		},
		["Приливная хватка"] = {
			[22419] = 132343,
		},
		["Чернильные брызги"] = {
			[9612] = 136090,
		},
		["Жижа"] = {
			[10267] = 134167,
		},
		["Сила атаки дальнего боя 2"] = {
			[21426] = 136235,
		},
		["Rogue Passive (DND)"] = {
			[21184] = 132320,
		},
		["Кабаньи ребрышки в пиве"] = {
			[2795] = 136192,
		},
		["Спектральный сканер иных измерений"] = {
			[27616] = 135974,
		},
		["Призыв скелета"] = {
			[8853] = 136187,
			[261] = 136235,
			[17490] = 136187,
		},
		["Повелитель Стихий"] = {
			[29075] = 135820,
			[29076] = 135820,
			[29074] = 135820,
			[29077] = 135820,
		},
		["Эффект исчезновения из живота"] = {
			[26648] = 136235,
		},
		["Чертеж: световая бомба"] = {
			[8244] = 136235,
		},
		["Сила атаки дальнего боя 10"] = {
			[21429] = 136235,
		},
		["Увеличение ловкости 28"] = {
			[14392] = 136235,
		},
		["Отмщение предка"] = {
			[16939] = 135131,
		},
		["Чертеж: толстая обсидиановая кираса"] = {
			[27593] = 136235,
		},
		["Отношение Грозовой Вершины +5"] = {
			[21187] = 136077,
		},
		["Сила атаки дальнего боя 14"] = {
			[21431] = 136235,
		},
		["Кожевничество: традиции предков"] = {
			[10660] = 136069,
			[10661] = 136247,
		},
		["Убойная сила"] = {
			[30905] = 135540,
			[30906] = 135540,
			[30902] = 135540,
			[30903] = 135540,
			[30904] = 135540,
		},
		["Увеличение интеллекта 21"] = {
			[14411] = 136235,
		},
		["Повышенное сопротивление огню 9"] = {
			[14589] = 136235,
		},
		["Чертеж: кираса темного духа"] = {
			[24145] = 136235,
		},
		["Облик Лунного охотника"] = {
			[6236] = 132156,
			[6298] = 132156,
		},
		["Выкройка: оплечье Древобрюхов"] = {
			[23669] = 136235,
		},
		["Сила Арко'нарин"] = {
			[18163] = 136010,
		},
		["Увеличение ловкости 10"] = {
			[9100] = 136235,
		},
		["Вызов слюнявого ворга"] = {
			[7488] = 136130,
		},
		["Сила Племени: бронзовый"] = {
			[22286] = 136010,
			[22311] = 136022,
			[22291] = 136022,
			[22642] = 136010,
		},
		["Усиленная льняная накидка"] = {
			[2397] = 132149,
			[2419] = 136021,
		},
		["Сила атаки дальнего боя 22"] = {
			[21434] = 136235,
		},
		["Создание сюрприза"] = {
			[6900] = 133748,
		},
		["Сила атаки дальнего боя 24"] = {
			[21435] = 136235,
		},
		["Чертеж: палаш лунной стали"] = {
			[15756] = 136235,
		},
		["Evasion TEST"] = {
			[21878] = 136205,
		},
		["Чертеж: механическая жаба"] = {
			[19848] = 134153,
		},
		["Чертеж: шлем чистой души"] = {
			[16747] = 136235,
		},
		["Выкройка: плащ хранителя"] = {
			[3801] = 136235,
		},
		["Разрушитель душ"] = {
			[17506] = 136163,
		},
		["Сила атаки дальнего боя 29"] = {
			[21437] = 136235,
		},
		["Сила атаки дальнего боя 34"] = {
			[21439] = 136235,
		},
		["Рукавицы девизавра"] = {
			[19084] = 136235,
		},
		["Сопротивление всему"] = {
			[18114] = 136116,
		},
		["Увеличение выносливости на 2"] = {
			[7478] = 136235,
		},
		["Жесткая кираса из чешуи скорпида"] = {
			[10525] = 136235,
		},
		["Улучшенная аура сосредоточенности"] = {
			[20255] = 135933,
			[20256] = 135933,
			[20254] = 135933,
		},
		["Сила атаки дальнего боя 36"] = {
			[21440] = 136235,
		},
		["Антимагия - немота"] = {
			[18469] = 135856,
		},
		["Повышенное сопротивление тайной магии 30"] = {
			[14732] = 136235,
		},
		["Создание залога верности: Штормград"] = {
			[27702] = 136235,
		},
		["Повышенное сопротивление огню 34"] = {
			[14614] = 136235,
		},
		["Свиток заклятия Проявления"] = {
			[9095] = 135994,
		},
		["Видеть невидимого жреца"] = {
			[23199] = 135933,
		},
		["Создание гербовой накидки #3"] = {
			[30185] = 136235,
		},
		["Сила атаки дальнего боя 46"] = {
			[21444] = 136235,
		},
		["Песок-душитель"] = {
			[25838] = 136235,
		},
		["Чары для двуручного оружия - импульс III"] = {
			[13696] = 135913,
		},
		["Вызов почтальона Мэлоуна"] = {
			[24627] = 136121,
		},
		["Сила атаки дальнего боя 50"] = {
			[21446] = 136235,
		},
		["Сила атаки дальнего боя 58"] = {
			[21449] = 136235,
		},
		["Тенетканая маска"] = {
			[12086] = 132149,
			[12128] = 136021,
		},
		["Изначальный жакет из кожи летучей мыши"] = {
			[24121] = 136235,
		},
		["Вызов мага Крыла Тьмы"] = {
			[19827] = 136235,
		},
		["Зачаровывание щита - дух, II ступень"] = {
			[13485] = 135913,
			[13499] = 135913,
		},
		["Пир Зимнего покрова"] = {
			[21953] = 136235,
		},
		["Summon Predator's Belt DND"] = {
			[28929] = 136235,
		},
		["Покорение стихий"] = {
			[16166] = 136115,
		},
		["Conjure Stormpike Rank 4 Insignia DND"] = {
			[22117] = 136235,
		},
		["Сила атаки дальнего боя 62"] = {
			[21450] = 136235,
		},
		["Conjure Stormpike Rank 2 Insignia DND"] = {
			[22115] = 136235,
		},
		["Ключевая вода Альтерака"] = {
			[23697] = 135928,
			[23698] = 132794,
		},
		["Выкройка: штаны из грубой кожи"] = {
			[9067] = 136235,
		},
		["Чертеж: кольчуга из черного железа"] = {
			[15301] = 136235,
		},
		["Стражи Хукку"] = {
			[12790] = 136221,
		},
		["Призыв маленького багрового дракончика"] = {
			[10697] = 132311,
		},
		["Copy of Judgement of Light"] = {
			[25751] = 135917,
		},
		["Проклятие безрассудства"] = {
			[11717] = 136225,
			[704] = 136225,
			[7658] = 136225,
			[7659] = 136225,
			[11718] = 136225,
			[7661] = 136225,
			[7660] = 136225,
			[7650] = 136225,
			[16231] = 136225,
		},
		["Сила атаки дальнего боя 67"] = {
			[21452] = 136235,
		},
		["Сила атаки дальнего боя 70"] = {
			[21453] = 136235,
		},
		["Conjure Frostwolf Rank 5 Insignia DND"] = {
			[22112] = 136235,
		},
		["Conjure Frostwolf Rank 4 Insignia DND"] = {
			[22111] = 136235,
		},
		["Оскверненный вой"] = {
			[3424] = 136188,
		},
		["Сила атаки дальнего боя 72"] = {
			[21454] = 136235,
		},
		["Ториевая граната"] = {
			[19769] = 135826,
			[19790] = 136235,
		},
		["Сила атаки дальнего боя 74"] = {
			[21455] = 136235,
		},
		["Сила атаки дальнего боя 77"] = {
			[21456] = 136235,
		},
		["Сила атаки дальнего боя 79"] = {
			[21457] = 136235,
		},
		["Улучшение блока 3"] = {
			[21476] = 136235,
			[13676] = 136235,
			[21475] = 136235,
			[21477] = 136235,
		},
		["Сила атаки дальнего боя 82"] = {
			[21458] = 136235,
		},
		["Неукротимое неистовство"] = {
			[23719] = 136012,
		},
		["Усиленное пламя"] = {
			[9482] = 135807,
		},
		["Широкий удар"] = {
			[6749] = 132408,
		},
		["Сила создания тотема стихий"] = {
			[13910] = 135225,
		},
		["Сила атаки дальнего боя 84"] = {
			[21459] = 136235,
		},
		["Сила атаки дальнего боя 86"] = {
			[21460] = 136235,
		},
		["Печать справедливости"] = {
			[20164] = 135971,
			[20462] = 135971,
		},
		["Сила атаки дальнего боя 89"] = {
			[21461] = 136235,
		},
		["Черный боевой волк"] = {
			[22724] = 132224,
		},
		["Песнь восстановления III"] = {
			[2857] = 136069,
		},
		["Улучшенный удар в спину"] = {
			[13866] = 132090,
			[13865] = 132090,
			[13733] = 132090,
		},
		["Вызов дробящего молота"] = {
			[11209] = 133061,
		},
		["Рецепт кровяной колбасы"] = {
			[3371] = 136192,
		},
		["Сила атаки дальнего боя 91"] = {
			[21462] = 136235,
		},
		["Поступь Азретока"] = {
			[7961] = 132368,
		},
		["Усиление духа на 26"] = {
			[14448] = 136235,
		},
		["Кошачья скорость, постоянное действие 2a"] = {
			[24864] = 132115,
		},
		["Создание таблички призыва: Огонь"] = {
			[24874] = 136235,
		},
		["Набор для создания компактного уборочного голема"] = {
			[3963] = 136235,
			[4019] = 136235,
		},
		["Верный шаг"] = {
			[19290] = 132219,
			[19294] = 132219,
			[24283] = 132219,
		},
		["Установка маяка Рисона"] = {
			[21537] = 136235,
			[21538] = 136235,
		},
		["Рейдовые эффекты"] = {
			[16872] = 136235,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ БОЛЬШАЯ - С"] = {
			[26492] = 136235,
		},
		["Средоточие чар"] = {
			[12840] = 135892,
			[12841] = 135892,
			[12842] = 135892,
			[11222] = 135892,
			[12839] = 135892,
			[17633] = 135757,
		},
		["Summon Duke Fire, Trigger"] = {
			[24766] = 136235,
		},
		["Усиление посоха"] = {
			[20607] = 136235,
			[24921] = 136235,
		},
		["Повышение урона от заклинания 21"] = {
			[14248] = 136235,
		},
		["Гонг из Зул'Фаррака - гонг"] = {
			[11434] = 136235,
		},
		["Ловля термитов"] = {
			[20274] = 136235,
		},
		["Выкройка: теневой капюшон"] = {
			[3900] = 136235,
		},
		["Утолщенный военный топор"] = {
			[3294] = 136192,
			[3300] = 136235,
		},
		["Создание свежего остролиста"] = {
			[26207] = 136235,
		},
		["Портал Златоземья"] = {
			[27] = 136235,
		},
		["Увеличение интеллекта 38"] = {
			[14428] = 136235,
		},
		["Поджаренная булочка"] = {
			[29332] = 133964,
		},
		["Повышенное сопротивление огню 40"] = {
			[14620] = 136235,
		},
		["Эликсир Водного дыхания"] = {
			[7179] = 136235,
			[7180] = 136021,
		},
		["Малая волна исцеления"] = {
			[8011] = 136043,
			[28849] = 136052,
			[8009] = 136043,
			[8010] = 136043,
			[8004] = 136043,
			[28850] = 133439,
			[27624] = 136043,
			[10471] = 136043,
			[10470] = 136043,
			[10469] = 136043,
			[8007] = 136043,
			[8008] = 136043,
			[10466] = 136043,
			[10468] = 136043,
			[10467] = 136043,
		},
		["Copy of Summon Skeletal Servant"] = {
			[25862] = 136187,
		},
		["Улучшенный блок щитом"] = {
			[12945] = 132110,
			[12944] = 132110,
			[12307] = 132110,
		},
		["Вызов солдат Дун Гарока"] = {
			[21988] = 136235,
		},
		["Сила атаки дальнего боя 43"] = {
			[21443] = 136235,
		},
		["Слабый трепет"] = {
			[10455] = 136025,
		},
		["Уход Келебраса - сопровождение"] = {
			[21914] = 136235,
		},
		["Удержание"] = {
			[19390] = 136100,
			[19185] = 136100,
			[19184] = 136100,
			[19388] = 136100,
			[19389] = 136100,
			[19387] = 136100,
		},
		["Контратака"] = {
			[19306] = 132336,
			[20910] = 132336,
			[20942] = 132336,
			[20943] = 132336,
			[20909] = 132336,
		},
		["Увеличение сила на 43"] = {
			[14961] = 136235,
		},
		["Использовать блесну"] = {
			[19719] = 136235,
		},
		["Рецепт: илистый луциан"] = {
			[7758] = 136235,
		},
		["Рабить яйцо из питомника (БЫСТРО)"] = {
			[16556] = 136235,
		},
		["Неистовство бури"] = {
			[21992] = 136018,
			[27648] = 136018,
		},
		["Улучшенная аура возмездия"] = {
			[20091] = 135873,
			[20092] = 135873,
		},
		["Исчезновение тени Таэрара"] = {
			[24886] = 136235,
		},
		["Повышенное сопротивление огню 25"] = {
			[14605] = 136235,
		},
		["ПОКАЗЯРЛЫКА - только ВКЛ"] = {
			[2765] = 135893,
		},
		["Гуляка праздника Зимы - человек"] = {
			[26239] = 135849,
			[26240] = 135849,
		},
		["Наложение заклинания \"Жгучая боль\" - сокращение задержки"] = {
			[23046] = 135827,
		},
		["Undead Slayer (OLD)"] = {
			[4723] = 136142,
			[4730] = 136142,
		},
		["Расчехление вонтовки"] = {
			[16756] = 132222,
		},
		["Сотворения самоцвета маны"] = {
			[3724] = 136235,
		},
		["Силитист - награда"] = {
			[31247] = 136235,
		},
		["Рунические кожаные наплечники"] = {
			[19103] = 136235,
		},
		["Благорастворение"] = {
			[25909] = 136013,
		},
		["Изучить призывание коня Скверны"] = {
			[5785] = 136103,
		},
		["QAEnchant Cloak +7 Fire Resistance"] = {
			[19932] = 135913,
		},
		["Установка маяка Ичмена"] = {
			[21728] = 136235,
		},
		["Установка маяка Змейера"] = {
			[21730] = 136235,
		},
		["Растерянный"] = {
			[24057] = 136122,
		},
		["Темный посох"] = {
			[2732] = 132325,
			[27338] = 136137,
		},
		["Выкройка: зеленая выходная рубашка"] = {
			[21946] = 136235,
		},
		["Сильная боль"] = {
			[22478] = 136207,
		},
		["Огненный шок"] = {
			[8051] = 135813,
			[8055] = 135813,
			[29228] = 135813,
			[29229] = 135813,
			[15096] = 135813,
			[8052] = 135813,
			[15616] = 135813,
			[10447] = 135813,
			[10448] = 135813,
			[8053] = 135813,
			[10449] = 135813,
			[23038] = 135813,
			[8050] = 135813,
			[8054] = 135813,
			[13729] = 135813,
			[15039] = 135813,
			[10450] = 135813,
			[16804] = 135813,
			[22423] = 135813,
		},
		["Выкройка: штаны из рунной ткани"] = {
			[18511] = 136235,
		},
		["Выкройка: кожаный жилет жителя холмов"] = {
			[3800] = 136235,
		},
		["Перчатки Великого отца"] = {
			[21943] = 136235,
		},
		["Lost Badge Agent of Nozdormu DND"] = {
			[24727] = 136235,
		},
		["Широкий размах"] = {
			[4520] = 132369,
		},
		["Бешеная ярость"] = {
			[3258] = 136224,
		},
		["Рецепт: сильное зелье защиты от огня"] = {
			[17600] = 136235,
		},
		["Дух благословения"] = {
			[21744] = 135913,
		},
		["Звериная ярость III"] = {
			[3630] = 132091,
		},
		["Изнуряющая атака"] = {
			[1906] = 132122,
		},
		["Повышенное сопротивление тайной магии 45"] = {
			[14969] = 136235,
		},
		["Мощь Зимы"] = {
			[21930] = 136235,
		},
		["Развеяние магии"] = {
			[558] = 136235,
			[8012] = 136075,
			[370] = 136075,
			[1333] = 136075,
			[8013] = 136075,
		},
		["Искаженное спокойствие"] = {
			[21793] = 136107,
		},
		["Ожидающий Келебрас"] = {
			[21916] = 136235,
		},
		["Песнь восстановления II"] = {
			[1337] = 136069,
		},
		["Боевой браслет костяной косы"] = {
			[28088] = 132273,
		},
		["Повышенное сопротивление огню 26"] = {
			[14606] = 136235,
		},
		["Алая иллюзия"] = {
			[17961] = 135942,
			[19690] = 135942,
		},
		["Повышенное сопротивление магии льда 21"] = {
			[14560] = 136235,
		},
		["Чертеж: изысканные мифриловые штаны"] = {
			[9946] = 136235,
		},
		["Ложная мишень дистанционной атаки"] = {
			[21912] = 136235,
		},
		["Выкройка: стильная зеленая рубашка"] = {
			[7895] = 136235,
		},
		["Увеличение интеллекта 19"] = {
			[14409] = 136235,
		},
		["Порча оружия"] = {
			[23436] = 136129,
		},
		["Природное равновесие"] = {
			[5414] = 136235,
		},
		["Шкура демона"] = {
			[20798] = 136185,
			[1383] = 136185,
			[722] = 136235,
			[696] = 136185,
			[687] = 136185,
		},
		["Чертеж: снайперский прицел"] = {
			[12652] = 136235,
		},
		["Воскрешение"] = {
			[20771] = 135955,
			[10881] = 135955,
			[10883] = 135955,
			[7330] = 136235,
			[2016] = 135955,
			[10880] = 135955,
			[3215] = 136235,
			[2013] = 135955,
			[3216] = 136235,
			[20770] = 135955,
			[2010] = 135955,
			[10882] = 135955,
			[2006] = 135955,
			[24173] = 135955,
		},
		["Вызов выброса лавы D"] = {
			[21902] = 136235,
		},
		["Зеленый механодолгоног"] = {
			[15780] = 132247,
			[17453] = 132247,
		},
		["Повышение урона от заклинания 27"] = {
			[14054] = 136235,
		},
		["Заклинание исчезновения Северного Волка"] = {
			[21830] = 136235,
		},
		["Легкий зимний плащ"] = {
			[2156] = 136235,
		},
		["Амулет ложной мишени Гизлока"] = {
			[21836] = 136235,
		},
		["Эффект ложной мишени Гизлока"] = {
			[21837] = 136235,
		},
		["Угрожающие удары"] = {
			[21856] = 136235,
		},
		["Эффект насмешки ложной мишени Гизлока"] = {
			[21860] = 132333,
		},
		["Чертеж: зверюшка-бомбист"] = {
			[15634] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, страж Дарнасса"] = {
			[27245] = 136235,
		},
		["Увеличеный урон от магии льда 47"] = {
			[17906] = 136235,
		},
		["Гибельное вскармливание"] = {
			[16472] = 136067,
		},
		["Уменьшение времени наложения заклинания \"Восстановление\"."] = {
			[21872] = 136052,
		},
		["Увеличение интеллекта 23"] = {
			[14413] = 136235,
		},
		["Пирожок с крабами"] = {
			[2562] = 136021,
		},
		["Ритуал Рока"] = {
			[18540] = 136120,
			[1123] = 136235,
			[20700] = 136120,
		},
		["Zaetar's Release (DND)"] = {
			[21896] = 136100,
		},
		["Страх чернокнижника"] = {
			[21897] = 136235,
			[21898] = 136183,
		},
		["Почетный знак долины Альтерака (победитель)"] = {
			[24955] = 136235,
		},
		["Разговор наблюдающих за битвой"] = {
			[8654] = 136235,
		},
		["Эффект ритуала призывания"] = {
			[7720] = 136235,
		},
		["Сотворение агата маны"] = {
			[759] = 134104,
			[1210] = 134104,
		},
		["Химерические перчатки"] = {
			[19053] = 136235,
		},
		["Орочий язык"] = {
			[669] = 136235,
		},
		["Возмездие"] = {
			[20230] = 132336,
			[22857] = 132336,
			[20240] = 132336,
			[20724] = 132336,
			[22858] = 132336,
		},
		["Краб под соусом чили"] = {
			[15918] = 136021,
		},
		["Выкройка: шелковый пояс Земли"] = {
			[8798] = 136235,
		},
		["Зачаровывание двуручного оружия - импульс, II ступень"] = {
			[13529] = 135913,
			[13531] = 135913,
		},
		["Создание пламени Стальгорна"] = {
			[29102] = 136235,
		},
		["Чертеж: поножи из черного железа"] = {
			[20881] = 136235,
		},
		["Вызов малых кровоцветов-паразитов"] = {
			[13463] = 136142,
		},
		["Большой сефориевый заряд"] = {
			[3972] = 136235,
			[4075] = 136235,
		},
		["Болезнетворный удар"] = {
			[27891] = 136022,
		},
		["Увеличение интеллекта 35"] = {
			[14425] = 136235,
		},
		["Крысы"] = {
			[16371] = 136235,
		},
		["Штаны из тонкой кожи"] = {
			[9068] = 136235,
			[9069] = 136021,
		},
		["Болезнетворное облако"] = {
			[28361] = 136006,
			[12625] = 136133,
			[28358] = 136006,
			[28362] = 136006,
			[16345] = 136006,
			[12627] = 136006,
			[16346] = 136133,
			[27793] = 136006,
			[16577] = 136006,
			[12626] = 136133,
			[12187] = 136006,
			[28153] = 136133,
			[24063] = 136006,
			[28156] = 136006,
			[12188] = 136133,
		},
		["Варварский железный шлем"] = {
			[9814] = 136192,
		},
		["Эффект большого камня огня"] = {
			[17940] = 135821,
		},
		["Улучшение брони 10"] = {
			[9760] = 136235,
		},
		["Лечение питомца"] = {
			[3661] = 132179,
			[13547] = 132179,
			[3662] = 132179,
			[3663] = 132179,
			[3664] = 132179,
			[13544] = 132179,
			[13546] = 132179,
			[3111] = 132179,
			[1117] = 132179,
			[136] = 132179,
			[796] = 132179,
			[13542] = 132179,
			[13543] = 132179,
			[13545] = 132179,
		},
		["Обнаружение невидимости"] = {
			[8278] = 136129,
			[9436] = 136129,
			[2970] = 136152,
			[11649] = 136152,
			[2972] = 136152,
			[3692] = 136235,
		},
		["Повышенное сопротивление силам природы 38"] = {
			[14660] = 136235,
		},
		["Физическая защита"] = {
			[21956] = 135893,
		},
		["Защита"] = {
			[204] = 132279,
		},
		["Создание Амулета Соединения"] = {
			[21957] = 136235,
		},
		["Окончание явления духа"] = {
			[21965] = 136235,
		},
		["Повышенное сопротивление силам природы 1"] = {
			[14622] = 136235,
		},
		["Зеленые железные сапоги"] = {
			[3334] = 136192,
		},
		["Вызов Сына Пламени A"] = {
			[21117] = 135819,
		},
		["Выкройка: перчатки из призрачной ткани"] = {
			[18487] = 136235,
		},
		["Улучшенное блокирование"] = {
			[3418] = 135806,
			[3639] = 135806,
			[3248] = 135806,
			[3419] = 135806,
		},
		["Исцеление предков"] = {
			[16176] = 136109,
			[16235] = 136109,
			[16240] = 136109,
		},
		["Лечебное зелье"] = {
			[2024] = 136235,
			[3458] = 136021,
			[439] = 136235,
			[440] = 136235,
			[441] = 136235,
			[4042] = 136235,
			[17534] = 136235,
			[3447] = 136235,
		},
		["Помещение подвески"] = {
			[8001] = 136235,
		},
		["Jeff Dummy 1"] = {
			[4504] = 135926,
		},
		["Торнадо"] = {
			[21990] = 136022,
		},
		["Вызов котенка"] = {
			[15647] = 132599,
		},
		["Повышенное сопротивление тайной магии 42"] = {
			[14966] = 136235,
		},
		["Сила атаки 86"] = {
			[15829] = 136235,
		},
		["Глефы"] = {
			[200] = 135129,
			[15991] = 135129,
		},
		["Повышение урона от заклинания 51"] = {
			[28767] = 136235,
		},
		["Testing Totem Dummy"] = {
			[22050] = 135825,
		},
		["Зелье омоложения"] = {
			[22729] = 134827,
			[2597] = 136235,
			[2599] = 136235,
			[2600] = 136235,
			[2370] = 136235,
		},
		["QAEnchant Bracer +9 Spirit"] = {
			[22053] = 135913,
		},
		["QAEnchant Bracer +7 Intellect"] = {
			[22054] = 135913,
		},
		["Зов Сокола"] = {
			[24154] = 136235,
			[24162] = 136235,
		},
		["Кошачья скорость, постоянное действие 1a"] = {
			[24867] = 132115,
		},
		["Рецепт: филе красноперки"] = {
			[18252] = 136235,
		},
		["Муки разума"] = {
			[23773] = 136133,
		},
		["Чертеж: ультра-вспышечный отражатель тьмы"] = {
			[23094] = 134153,
		},
		["QAEnchant Chest +100 Mana"] = {
			[22090] = 135913,
		},
		["Мутация жука"] = {
			[802] = 132195,
		},
		["Истребитель нежити 15"] = {
			[20606] = 136142,
		},
		["Conjure Peasant DND"] = {
			[23119] = 136235,
			[23121] = 136235,
		},
		["Сила атаки 18"] = {
			[9330] = 136235,
		},
		["QAEnchant Boots +5 Spirit"] = {
			[22102] = 135913,
		},
		["Исчезновение вызовов"] = {
			[30097] = 136235,
			[30228] = 136235,
		},
		["QAEnchant Boots +7 Stamina"] = {
			[22103] = 135913,
		},
		["Вызов зайчика-побегайчика"] = {
			[10710] = 132311,
		},
		["QAEnchant Gloves +7 Agility"] = {
			[22105] = 135913,
		},
		["Эффект Тотема трепета"] = {
			[8146] = 136108,
		},
		["Conjure Frostwolf Rank 1 Insignia DND"] = {
			[22108] = 136235,
		},
		["Черный баран"] = {
			[6896] = 132248,
			[17461] = 132248,
		},
		["Устранение эффекта яда"] = {
			[3137] = 136068,
		},
		["Conjure Frostwolf Rank 6 Insignia DND"] = {
			[22113] = 136235,
		},
		["Рецепт: стейк из мяса большого медведя"] = {
			[3401] = 136235,
		},
		["Печать стойкости III (NSE)"] = {
			[1887] = 135968,
		},
		["Воскресение бойца"] = {
			[19721] = 136235,
		},
		["Рука Рагнароса"] = {
			[19780] = 135807,
		},
		["Злость Арантира - эффект"] = {
			[9737] = 132369,
		},
		["Conjure Stormpike Rank 3 Insignia DND"] = {
			[22116] = 136235,
		},
		["Призыв призрака Синдиката"] = {
			[3722] = 136223,
		},
		["Рецепт скользкой скумбрии"] = {
			[7752] = 136192,
		},
		["Conjure Stormpike Rank 5 Insignia DND"] = {
			[22118] = 136235,
		},
		["Conjure Stormpike Rank 6 Insignia DND"] = {
			[22119] = 136235,
		},
		["Ложный удар"] = {
			[6993] = 132294,
			[6995] = 132294,
		},
		["Отмена всего"] = {
			[26368] = 136235,
		},
		["Вызов скарабеев Оуро"] = {
			[26060] = 136235,
		},
		["Улучшенный огненный шар"] = {
			[11069] = 135812,
			[12340] = 135812,
			[12341] = 135812,
			[12338] = 135812,
			[12339] = 135812,
		},
		["Синий луч"] = {
			[22203] = 136208,
		},
		["[PH] Summon Minion (trap: ghost/ghoul))"] = {
			[27883] = 136235,
		},
		["Вызов разрушителя из племени Маграм"] = {
			[18166] = 136187,
		},
		["Создание Скипетра призыва: Огонь"] = {
			[24895] = 136235,
			[24896] = 136235,
		},
		["Благословение Лордерона"] = {
			[30238] = 135946,
		},
		["Бей-лечи"] = {
			[18983] = 135934,
			[18984] = 135920,
		},
		["Божественная песнь"] = {
			[1848] = 136235,
		},
		["Увеличение ловкости 8"] = {
			[9098] = 136235,
		},
		["Сила Племени"] = {
			[22282] = 136010,
		},
		["Массивный железный топор"] = {
			[3498] = 136192,
			[3520] = 136235,
		},
		["Рецепт: пятнистый желтохвост"] = {
			[18250] = 136235,
		},
		["Выпад тенеохотника"] = {
			[5918] = 132092,
		},
		["Мягкое приземление"] = {
			[23409] = 133612,
		},
		["Фазовый плеточник (Магия огня)"] = {
			[22352] = 136104,
		},
		["Выплавка золота"] = {
			[3308] = 136235,
			[3315] = 136235,
		},
		["Рецепт: имбирное печенье"] = {
			[21145] = 136235,
		},
		["Морозная стрела"] = {
			[28526] = 135852,
			[31800] = 135852,
			[28522] = 135852,
			[22357] = 135846,
		},
		["Сила атаки 20"] = {
			[9331] = 136235,
		},
		["Вызов разъяренного стража Скверны"] = {
			[22392] = 135805,
		},
		["Плащ из яркой ткани"] = {
			[18420] = 132149,
		},
		["Смертельный союз"] = {
			[17471] = 136146,
			[17472] = 136146,
			[17698] = 136146,
		},
		["Рецепт: копченая медвежатина"] = {
			[8608] = 136235,
		},
		["Выкройка: ежевичный шлем"] = {
			[28475] = 136235,
		},
		["Знак дикой природы"] = {
			[9886] = 136078,
			[5234] = 136078,
			[9887] = 136078,
			[5285] = 136235,
			[5231] = 136078,
			[5235] = 136078,
			[5286] = 136235,
			[5232] = 136078,
			[1126] = 136078,
			[5310] = 136235,
			[6782] = 136078,
			[9884] = 136078,
			[5287] = 136235,
			[5233] = 136078,
			[6756] = 136078,
			[9885] = 136078,
			[8908] = 136078,
			[8907] = 136078,
			[16878] = 136078,
			[24752] = 136078,
		},
		["Огненные очки"] = {
			[12594] = 136235,
			[12634] = 136235,
		},
		["Лазурный шелковый плащ"] = {
			[8786] = 132149,
		},
		["Вызов призраков Наксрамаса"] = {
			[28389] = 136121,
		},
		["Броня Непреклонной силы - дополнительный эффект Перехвата"] = {
			[26111] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 12"] = {
			[14675] = 136235,
		},
		["зачаровывание нагрудника - все характеристики, II ступень"] = {
			[13700] = 135913,
		},
		["Создание искрящегося камня"] = {
			[15187] = 136235,
		},
		["Повышенное сопротивление магии льда 42"] = {
			[14978] = 136235,
		},
		["Повышенное сопротивление силам природы 12"] = {
			[14633] = 136235,
		},
		["Усиление духа на 10"] = {
			[9111] = 136235,
		},
		["Старое витаминизированное печенье из манны"] = {
			[25697] = 134062,
		},
		["Неистовая ярость"] = {
			[3490] = 136224,
		},
		["Повышенное сопротивление магии льда 10"] = {
			[14550] = 136235,
		},
		["Увеличенный урон от сил природы 23"] = {
			[17987] = 136235,
		},
		["Удар кинжалом II (отключено)"] = {
			[2628] = 132223,
		},
		["Взорвать ману"] = {
			[27819] = 136116,
		},
		["Портал: Штормград"] = {
			[1851] = 135748,
		},
		["Зачаровывание браслетов - выносливость, II ступень"] = {
			[13501] = 135913,
			[13502] = 135913,
		},
		["Кровоизлияние"] = {
			[17347] = 136168,
			[17348] = 136168,
			[13027] = 136168,
			[16511] = 136168,
			[6185] = 136168,
		},
		["Фазовый плеточник (Магия льда)"] = {
			[22520] = 136104,
		},
		["Теневое пламя"] = {
			[22980] = 135805,
			[22981] = 135805,
			[22982] = 135805,
			[22983] = 135805,
			[22984] = 135805,
			[22985] = 135805,
			[22986] = 135805,
			[22972] = 135805,
			[22539] = 135818,
			[22975] = 135805,
			[22976] = 135805,
			[22682] = 135818,
			[22977] = 135805,
			[22993] = 135818,
			[22978] = 135805,
			[22979] = 135805,
			[22992] = 135805,
		},
		["Возвращение"] = {
			[22563] = 136235,
			[22564] = 136235,
		},
		["Бронзовый боевой топор"] = {
			[9987] = 136192,
			[9990] = 136235,
		},
		["Проклятый клинок"] = {
			[5271] = 136020,
		},
		["Повышенное сопротивление тайной магии 16"] = {
			[14718] = 136235,
		},
		["Сияние (оранжевое)"] = {
			[22579] = 135741,
		},
		["Печать льда II"] = {
			[2811] = 135968,
		},
		["Увеличенный урон от огня 20"] = {
			[9297] = 136235,
			[25065] = 136235,
		},
		["Магическое созвучие"] = {
			[11247] = 136006,
			[12606] = 136006,
		},
		["Create Thorium Brotherhood Contract DND"] = {
			[23059] = 136235,
		},
		["Повышенное сопротивление огню 46"] = {
			[14976] = 136235,
		},
		["13% улучшение скорости"] = {
			[22589] = 136235,
		},
		["Тягач"] = {
			[28266] = 136235,
		},
		["Кристалл силы духа"] = {
			[15231] = 134088,
		},
		["Темная жижа"] = {
			[3335] = 136134,
		},
		["Малое сопротивление - магия огня"] = {
			[7852] = 136235,
		},
		["Тяжелая бронзовая палица"] = {
			[3296] = 136192,
			[3301] = 136235,
		},
		["Сила атаки дальнего боя 31"] = {
			[21438] = 136235,
		},
		["Шаг времени"] = {
			[111] = 136235,
		},
		["Сродство с огнем"] = {
			[4790] = 135817,
			[5842] = 135817,
			[5855] = 135817,
			[4789] = 135817,
			[4791] = 135817,
			[5843] = 135817,
			[4788] = 135817,
			[5856] = 135817,
		},
		["Повышение урона от заклинания 41"] = {
			[18057] = 136235,
		},
		["Розовая рубашка из магической ткани"] = {
			[12080] = 132149,
			[12124] = 136021,
		},
		["Многоцветная драгоценность Рассвета"] = {
			[22599] = 136235,
		},
		["Увеличение ловкости"] = {
			[18192] = 132953,
		},
		["Дальнее зрение"] = {
			[6196] = 136034,
			[1345] = 136034,
			[570] = 136235,
		},
		["Получение ключевого предмета, Общий, Подгород"] = {
			[27529] = 136235,
		},
		["Лунное приглашение"] = {
			[26373] = 135758,
		},
		["Сила атаки дальнего боя 19"] = {
			[21433] = 136235,
		},
		["Непоколебимая вера"] = {
			[9453] = 135984,
			[25836] = 135984,
		},
		["Corrupted Saber Visual (DND)"] = {
			[16510] = 136235,
		},
		["Праздничный красный брючный костюм"] = {
			[26407] = 132149,
		},
		["Официальное сообщение, лагерь - эстафете"] = {
			[28281] = 136235,
		},
		["Улучшенный чародейский взрыв"] = {
			[12467] = 136116,
			[11242] = 136116,
			[12469] = 136116,
		},
		["Вызов членистонога из улья Зара"] = {
			[25708] = 136235,
		},
		["Огненный посох IV"] = {
			[1921] = 132325,
			[1926] = 132325,
		},
		["Чертеж: мифриловые чешуйчатые перчатки"] = {
			[9944] = 136235,
		},
		["Облик лютого волка"] = {
			[22660] = 136095,
		},
		["Барьер Нефариана"] = {
			[22663] = 136120,
		},
		["Хрустальная тюрьма"] = {
			[23015] = 134075,
		},
		["Боги-машины"] = {
			[22694] = 136235,
		},
		["Уменьшение угрозы"] = {
			[25070] = 136235,
		},
		["Мифриловый мушкетон"] = {
			[12595] = 136235,
			[12635] = 136235,
		},
		["Появление элементалей"] = {
			[25035] = 136235,
		},
		["Test - Warrior 40"] = {
			[5205] = 136235,
		},
		["Улучшенный гнев/звездный огонь"] = {
			[24433] = 136235,
		},
		["Рассеивание заклинаний"] = {
			[15090] = 135894,
			[989] = 136235,
			[1284] = 135894,
			[21076] = 135894,
			[1283] = 135894,
			[27609] = 135894,
			[17201] = 135894,
			[988] = 135894,
			[19476] = 135894,
			[615] = 136235,
			[527] = 135894,
			[16908] = 135894,
			[19477] = 135894,
			[23859] = 135894,
		},
		["Бирюзовый кодо"] = {
			[18992] = 132244,
		},
		["Открытие"] = {
			[24390] = 136235,
			[6658] = 136235,
			[21248] = 136235,
			[6802] = 136235,
			[24391] = 136235,
			[6247] = 136235,
			[21288] = 136235,
			[3365] = 136235,
			[6477] = 136235,
			[21651] = 136235,
			[8917] = 136235,
			[6478] = 136235,
			[26868] = 136235,
			[3366] = 136235,
			[6249] = 136235,
		},
		["Повышенное сопротивление силам природы 7"] = {
			[14627] = 136235,
		},
		["Белый жеребец"] = {
			[468] = 132261,
			[16083] = 132261,
		},
		["Вызов глазных отростков"] = {
			[26152] = 136235,
			[26769] = 136235,
		},
		["Броня огров Гордока"] = {
			[22813] = 132149,
			[22814] = 136021,
			[22815] = 136235,
			[22816] = 136021,
			[22737] = 132288,
			[22736] = 132288,
		},
		["Атака"] = {
			[6603] = 133046,
			[6350] = 135825,
			[10435] = 135825,
			[6352] = 135825,
			[7389] = 132150,
			[3606] = 135825,
			[15037] = 135825,
			[10436] = 135825,
			[6351] = 135825,
			[22048] = 135825,
		},
		["Рык"] = {
			[14916] = 132270,
			[1853] = 132270,
			[15149] = 132270,
			[14917] = 132270,
			[14925] = 132270,
			[15150] = 132270,
			[14918] = 132270,
			[14926] = 132270,
			[15151] = 132270,
			[14919] = 132270,
			[14927] = 132270,
			[14920] = 132270,
			[14921] = 132270,
			[14924] = 132270,
			[14922] = 132270,
			[15147] = 132270,
			[6796] = 132270,
			[6795] = 132270,
			[14923] = 132270,
			[15148] = 132270,
			[2649] = 132270,
		},
		["Увеличенный урон от темной магии 29"] = {
			[18010] = 136235,
		},
		["Улучшенная казнь"] = {
			[20502] = 135358,
			[20503] = 135358,
		},
		["Повышение урона от заклинания 35"] = {
			[14055] = 136235,
		},
		["Тестовый молот"] = {
			[24042] = 132136,
		},
		["Смертельный укус"] = {
			[7938] = 132090,
			[20539] = 132090,
			[16495] = 132090,
		},
		["QAEnchant Gloves +15 Agility"] = {
			[27112] = 135913,
		},
		["Реактивная струя"] = {
			[22715] = 135836,
			[22716] = 135836,
		},
		["Signet Ring of the Bronze Dragonflight TANK R3 DND"] = {
			[25934] = 136235,
		},
		["Пробуждение глиняных землестражей"] = {
			[10252] = 136025,
		},
		["Броня веры"] = {
			[28810] = 135880,
		},
		["Повышение сопротивления корням 1"] = {
			[22767] = 136235,
		},
		["Выкройка: разноцветный плащ"] = {
			[22932] = 136235,
		},
		["Сила атаки 72"] = {
			[15821] = 136235,
		},
		["Увеличенный урон от сил природы 16"] = {
			[9357] = 136235,
		},
		["Реактивный диск Силы - визуальный эффект"] = {
			[22848] = 132996,
		},
		["Тестовая комбинация"] = {
			[6747] = 136235,
		},
		["Повышенный радиус аур"] = {
			[23565] = 136235,
		},
		["Небольшое повышение скорости ездового животного"] = {
			[13927] = 136235,
		},
		["Вызов стражника ужаса"] = {
			[22865] = 136218,
		},
		["Плотные шерстяные перчатки"] = {
			[3879] = 136021,
		},
		["Вызов треснутого некротического кристалла"] = {
			[28424] = 136235,
		},
		["[PH] Summon Buttress"] = {
			[28024] = 136235,
		},
		["Тигриное неистовство"] = {
			[5217] = 132242,
			[6794] = 132242,
			[9845] = 132242,
			[5218] = 132242,
			[6793] = 132242,
			[9846] = 132242,
			[9847] = 132242,
			[9848] = 132242,
		},
		["Укус ярости"] = {
			[5993] = 136231,
			[4731] = 136224,
			[4101] = 136224,
		},
		["Кара, Мощный удар"] = {
			[6435] = 132939,
		},
		["Огненный взрыв"] = {
			[20679] = 135807,
			[25028] = 135807,
			[3075] = 135856,
			[2138] = 135807,
			[15573] = 135817,
			[15574] = 135807,
			[29633] = 135934,
			[13339] = 135807,
			[13340] = 135807,
			[16144] = 135807,
			[13341] = 135807,
			[13342] = 135807,
			[13374] = 135807,
			[29644] = 135990,
			[10197] = 135807,
			[20832] = 135807,
			[2141] = 135807,
			[10199] = 135807,
			[10200] = 135807,
			[2142] = 135807,
			[2143] = 135807,
			[8412] = 135807,
			[8413] = 135807,
			[3073] = 135807,
			[2136] = 135807,
			[8415] = 135807,
			[14145] = 135807,
			[20623] = 135807,
			[3074] = 135856,
			[2137] = 135807,
			[10198] = 135807,
			[8414] = 135807,
			[20795] = 135807,
		},
		["Дворфийский"] = {
		},
		["Твердое точило"] = {
			[9918] = 136192,
			[9924] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight DPS R4 DND"] = {
			[25930] = 136235,
		},
		["Удар кинжалом V"] = {
			[2636] = 132223,
		},
		["Сокращение времени восстановления заклинания \"Восстание из мертвых\""] = {
			[27797] = 136235,
		},
		["Ториевое устройство"] = {
			[19791] = 136235,
		},
		["Лунная винтовка"] = {
			[3954] = 136235,
		},
		["Чумная слизь (синяя)"] = {
			[28988] = 135835,
		},
		["Магический камень Защиты"] = {
			[22846] = 136235,
			[22847] = 136235,
		},
		["Взрыв Дымка"] = {
			[19237] = 136235,
		},
		["Long bow shot (TEST)"] = {
			[60] = 136235,
		},
		["Дрожание земли"] = {
			[6524] = 136025,
		},
		["Выкройка: праздничный костюм"] = {
			[26413] = 136235,
		},
		["Вызов разрушителей"] = {
			[22860] = 132091,
		},
		["Ярость веков"] = {
			[10667] = 136101,
			[10670] = 136101,
		},
		["Рецепт стейка из мяса большого медведя"] = {
			[3397] = 136192,
		},
		["Учебный замок"] = {
			[8334] = 136235,
			[8336] = 136235,
		},
		["Pickpocket (PT)"] = {
			[5967] = 136235,
		},
		["Кровавый взрыв"] = {
			[3240] = 136235,
		},
		["Большая черная палица"] = {
			[10001] = 136192,
			[10002] = 136235,
		},
		["Увеличение выносливости на 21"] = {
			[14468] = 136235,
		},
		["Поножи из луноткани"] = {
			[18440] = 132149,
		},
		["Слабое зелье ускорения"] = {
			[13928] = 136235,
		},
		["Copy of Undead Slayer 108"] = {
			[28888] = 135923,
		},
		["Summon Mob Spawn Circle (DND)"] = {
			[23057] = 136235,
		},
		["Увеличенный урон от чар 3"] = {
			[13591] = 136235,
		},
		["Тяжелые поножи Скорпида"] = {
			[19075] = 136235,
		},
		["Восполнение здоровья"] = {
			[18222] = 135917,
		},
		["Призыв зачумленной гончей"] = {
			[19033] = 136235,
		},
		["Активация бомбы 6B"] = {
			[11801] = 136235,
		},
		["Чо-Раш случайный"] = {
			[22879] = 136235,
		},
		["Глубокий сон"] = {
			[9256] = 136090,
		},
		["Повышенное сопротивление силам природы 39"] = {
			[14661] = 136235,
		},
		["Портал: Подгород"] = {
			[11425] = 135751,
		},
		["Получение приливной заводи - образец #3"] = {
			[12806] = 136235,
		},
		["Создание сердца Хаккара - взрыв"] = {
			[24215] = 136235,
		},
		["Гоблинский саперный заряд"] = {
			[12771] = 136235,
			[13241] = 135826,
			[12760] = 136235,
		},
		["Награда Справедливого мстителя"] = {
			[26130] = 136011,
		},
		["Вонзить клинок в Ониксию"] = {
			[22906] = 136235,
		},
		["Гоблинское драконье ружье"] = {
			[12919] = 136235,
			[21833] = 135818,
			[12908] = 136235,
			[22741] = 135818,
			[13184] = 135818,
			[22739] = 135818,
			[13466] = 135818,
			[21910] = 135818,
			[13479] = 135818,
			[27603] = 135818,
			[13183] = 135818,
			[27604] = 135818,
		},
		["Зеленый призрак - визуальный"] = {
			[25039] = 135864,
		},
		["Показатель блока 18"] = {
			[22912] = 136235,
		},
		["Второе дыхание"] = {
			[15604] = 133439,
		},
		["Укрепление нагрудника - дух, II ступень"] = {
			[7853] = 135913,
			[7854] = 135913,
		},
		["Увеличенный урон от темной магии 24"] = {
			[14794] = 136235,
		},
		["Серебристые сапоги"] = {
			[23664] = 132149,
		},
		["Священный раскол"] = {
			[9176] = 136139,
		},
		["Разноцветный плащ"] = {
			[22926] = 136235,
		},
		["Изменчивый плащ"] = {
			[22928] = 136235,
		},
		["Трансмутация: первородный огонь"] = {
			[25146] = 135805,
		},
		["Выкройка: мангустовые сапоги"] = {
			[22930] = 136235,
		},
		["Исцеляющая благодать"] = {
			[29189] = 136041,
			[29187] = 136041,
			[29191] = 136041,
		},
		["Выкройка: Сень Природы"] = {
			[22933] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 36"] = {
			[14698] = 136235,
		},
		["Рецепт: похлебка из пещерной крысы"] = {
			[6428] = 136235,
		},
		["Синяя льняная рубашка"] = {
			[2394] = 132149,
			[2416] = 136021,
		},
		["Призыв даларанской змеи"] = {
			[3615] = 132089,
		},
		["Подношения Грому от орков"] = {
			[24104] = 136235,
		},
		["Player Lost Hinot's OilDND"] = {
			[22944] = 136235,
		},
		["Рецепт: зелье свободы действий"] = {
			[6625] = 136235,
		},
		["Эффект пыли северного оленя"] = {
			[25952] = 136235,
		},
		["Summon Illusionist's Bracers DND"] = {
			[28952] = 136235,
		},
		["Увеличенный урон от чар 14"] = {
			[13599] = 136235,
		},
		["Латы"] = {
			[16320] = 132737,
			[7109] = 132736,
			[750] = 132736,
		},
		["Вызов черной королевской змейки"] = {
			[10714] = 132311,
		},
		["Создание молота Зул'Фаррака"] = {
			[11435] = 136235,
		},
		["Алхимик-искусник"] = {
			[11612] = 136240,
		},
		["Портативный бронзовый миномет"] = {
			[3960] = 136235,
		},
		["Красная льняная сумка"] = {
			[6686] = 136235,
		},
		["Эбеновая рука"] = {
			[23650] = 136192,
		},
		["Отношение - школа Брони"] = {
			[17451] = 136235,
		},
		["Эффект Тотема заземления"] = {
			[8178] = 136039,
		},
		["Бочка - ловушка"] = {
			[15252] = 132622,
		},
		["Слезы Искателя Ветра"] = {
			[23011] = 135990,
		},
		["Малый атомарный перенаправлятор"] = {
			[3952] = 136235,
			[4011] = 136235,
		},
		["Призыв прирученной птицы"] = {
			[7904] = 132150,
		},
		["Вызов сироты"] = {
			[23012] = 132311,
			[23013] = 132311,
		},
		["Улучшение брони 110"] = {
			[19787] = 136235,
		},
		["Использовать сферу дракона"] = {
			[23018] = 135743,
		},
		["Выкройка: ночной плащ"] = {
			[10664] = 136235,
		},
		["Стальной латный шлем"] = {
			[9935] = 136192,
			[9936] = 136235,
		},
		["Пушка"] = {
			[24933] = 132383,
			[27766] = 132383,
		},
		["Отменить все"] = {
			[25565] = 136235,
			[28471] = 136235,
		},
		["Взятие образца"] = {
			[13630] = 136235,
		},
		["Чародейская гениальность"] = {
			[23028] = 135869,
			[23030] = 135932,
		},
		["Маленькая фиолетовая ракета"] = {
			[26293] = 136235,
		},
		["Внутреннее зрение"] = {
			[1150] = 136235,
			[10910] = 135934,
			[2096] = 135934,
			[2097] = 135934,
			[10909] = 135934,
		},
		["Согревающее пламя"] = {
			[23040] = 135805,
		},
		["Сила атаки 12"] = {
			[9141] = 136235,
		},
		["Удар духа"] = {
			[10794] = 136140,
		},
		["Уменьшение времени наложения заклинания \"Жертвенный огонь\""] = {
			[23047] = 135817,
		},
		["Оберег лености - воздействие"] = {
			[3826] = 136157,
		},
		["Дух Кирита"] = {
			[10853] = 135864,
		},
		["Агрессия"] = {
			[20226] = 136235,
			[22764] = 136235,
			[22765] = 136235,
			[22701] = 136235,
		},
		["Fix Ritual Bell (DND)"] = {
			[23058] = 136235,
		},
		["Language Thalassian (NYI)"] = {
			[813] = 136235,
		},
		["Чертеж: отличная арканитовая винтовка"] = {
			[19868] = 134153,
		},
		["Charm Tolerance (DND)"] = {
			[20785] = 135995,
		},
		["Живодер Вентурона"] = {
			[16718] = 135342,
		},
		["Ледяные осколки"] = {
			[15052] = 135855,
			[15053] = 135855,
			[11207] = 135855,
			[15047] = 135855,
			[12672] = 135855,
		},
		["Повышенное сопротивление силам Тьмы 45"] = {
			[14994] = 136235,
		},
		["Сломанный самофланж"] = {
			[13727] = 136235,
		},
		["Демоническая вилка"] = {
			[16603] = 136169,
		},
		["Трансформатор истинного серебра"] = {
			[23071] = 136235,
		},
		["Неуязвимость к /полиморфу/страху"] = {
			[28237] = 136235,
		},
		["Отвлечение тест"] = {
			[15054] = 132289,
			[15055] = 132289,
		},
		["Замедляющий яд"] = {
			[8601] = 136093,
			[14897] = 136093,
			[7992] = 136093,
		},
		["Попятиться"] = {
			[8998] = 132118,
			[1742] = 132118,
			[9892] = 132118,
			[8999] = 132118,
			[9893] = 132118,
			[1749] = 132118,
			[16697] = 132118,
			[9000] = 132118,
			[16698] = 132118,
			[1750] = 132118,
			[1751] = 132118,
			[9001] = 132118,
			[1753] = 132118,
			[1754] = 132118,
			[1755] = 132118,
			[1756] = 132118,
			[1748] = 132118,
			[1747] = 132118,
		},
		["Повышение урона, наносимого при атаках левой рукой 10"] = {
			[21012] = 136235,
		},
		["Летняя колбаска"] = {
			[29333] = 134009,
		},
		["Горное дело"] = {
			[3564] = 136248,
			[2575] = 136248,
			[2576] = 136248,
			[2577] = 136025,
			[10248] = 136248,
			[12560] = 136246,
			[2579] = 136025,
			[2578] = 136025,
			[13611] = 136235,
		},
		["Увеличенный урон от огня 10"] = {
			[7689] = 136235,
			[23480] = 136235,
		},
		["Улучшенное проклятие слабости"] = {
			[18179] = 136138,
			[18180] = 136138,
			[18181] = 136138,
		},
		["Активация бомбы 4B"] = {
			[11799] = 136235,
		},
		["Око Килрогга"] = {
			[928] = 136067,
			[126] = 136155,
			[6228] = 136155,
		},
		["Праздник - Лунный телепорт: Стальгорн"] = {
			[26452] = 135758,
		},
		["Белый ром Рэмси"] = {
			[25037] = 132795,
		},
		["Кровеотвод"] = {
			[7122] = 132278,
			[28470] = 136168,
		},
		["Темные кожаные штаны"] = {
			[7135] = 136235,
			[7146] = 136021,
		},
		["Дальний выстрел III"] = {
			[3007] = 132222,
		},
		["Тотем Кровавого Клыка"] = {
			[6239] = 132277,
		},
		["Чертеж: огненные латные рукавицы"] = {
			[16687] = 136235,
		},
		["Мощь арбалета"] = {
			[5980] = 132329,
			[5982] = 132329,
			[5970] = 132222,
			[5972] = 132222,
			[5983] = 132329,
			[5971] = 132222,
		},
		["Вызов высвобожденной души"] = {
			[17408] = 136235,
		},
		["Мундир из ледяной ткани"] = {
			[18403] = 132149,
		},
		["Рецепт: жареный кальмар"] = {
			[18253] = 136235,
		},
		["QAEnchant Shield +7 Stamina"] = {
			[22098] = 135913,
		},
		["Сигнальная ракета, СИНЯЯ - ЮЗ"] = {
			[26303] = 136235,
		},
		["Телепорт в Монастырь"] = {
			[427] = 136235,
		},
		["Скорость Призрачного волка"] = {
			[22801] = 136095,
		},
		["Аура ритуального колокола"] = {
			[23117] = 136195,
		},
		["Улучшенное горное дело"] = {
			[13838] = 136235,
		},
		["Бросок кошмарного предмета"] = {
			[25004] = 135826,
		},
		["Сокращение времени восстановления шокирующего выстрела"] = {
			[23158] = 135860,
		},
		["Увеличеный урон от магии льда 13"] = {
			[9403] = 136235,
		},
		["Рунный медный жезл"] = {
			[7421] = 135225,
		},
		["Мяч из толстой кожи"] = {
			[23135] = 132384,
			[23190] = 136235,
		},
		["Освобождение Дж'ииви"] = {
			[23136] = 136235,
		},
		["Дух Чар"] = {
			[22697] = 136235,
		},
		["Рык стойкости - срабатывание"] = {
			[6923] = 132091,
		},
		["Теневой взрыв"] = {
			[28447] = 136121,
		},
		["QAEnchant Weapon Icy Chill"] = {
			[23142] = 135913,
		},
		["Conjure Ryson's Beacon (Horde) DND"] = {
			[21464] = 136235,
		},
		["Оплетение кого угодно навсегда"] = {
			[31366] = 136235,
		},
		["Повышенное сопротивление всему 19"] = {
			[18690] = 136235,
		},
		["Баланс Света и Тьмы"] = {
			[23151] = 136235,
		},
		["Рецепт: копченый шалфокунь"] = {
			[25705] = 136235,
		},
		["Ледовые перчатки"] = {
			[28205] = 132149,
			[28261] = 136021,
		},
		["Отмена Владения Бобом"] = {
			[23031] = 136235,
		},
		["Слизентерия"] = {
			[16461] = 135914,
		},
		["Открытие надежного сундука"] = {
			[8517] = 136235,
		},
		["Змеиный облик Кобрана"] = {
			[7965] = 136040,
		},
		["Вызов ДУ дирижабля"] = {
			[25005] = 136235,
			[25006] = 136235,
		},
		["Вызов Тип А инициатор"] = {
			[28415] = 136235,
		},
		["Темная шелковая рубашка"] = {
			[3870] = 132149,
			[3892] = 136021,
		},
		["Выкройка: ярко-желтая рубашка"] = {
			[18664] = 136235,
		},
		["Показатель блока 10"] = {
			[23172] = 136235,
		},
		["Всецветная мутация"] = {
			[23174] = 136172,
			[23175] = 136235,
			[23177] = 136235,
		},
		["Медный боевой топор"] = {
			[3293] = 136192,
			[3299] = 136235,
		},
		["Тотем каменной кожи"] = {
			[8071] = 136098,
			[8073] = 136098,
			[10407] = 136098,
			[10409] = 136098,
			[8154] = 136098,
			[8155] = 136098,
			[8159] = 136098,
			[10410] = 136098,
			[8158] = 136098,
			[10406] = 136098,
			[10408] = 136098,
			[10411] = 136098,
		},
		["Посох ректора"] = {
			[18264] = 136232,
		},
		["Инициатор телепорта Оуро"] = {
			[26285] = 136235,
		},
		["Обнаружение демона"] = {
			[11407] = 136219,
		},
		["Разрыв мышц"] = {
			[12166] = 132155,
		},
		["Пронзающая тень"] = {
			[16429] = 136130,
		},
		["Образование Рок-Делара"] = {
			[23192] = 136235,
			[23194] = 136235,
		},
		["Призма"] = {
			[19638] = 136235,
		},
		["Исчезновение заболевания"] = {
			[2875] = 136083,
			[2871] = 136083,
			[571] = 136235,
			[540] = 136235,
			[3210] = 136081,
			[3211] = 136081,
		},
		["Precious Transform to Felhound DND"] = {
			[23200] = 136235,
		},
		["Сверхзнание"] = {
			[15050] = 135954,
		},
		["Исцеление по полной"] = {
			[23329] = 135805,
		},
		["Улучшение блока 6"] = {
			[13678] = 136235,
			[21487] = 136235,
			[21488] = 136235,
			[21489] = 136235,
			[21486] = 136235,
		},
		["Вызов Зулианского хищника"] = {
			[24246] = 136235,
		},
		["Порченая кровь"] = {
			[19661] = 136168,
			[20430] = 136168,
			[19478] = 136168,
			[19662] = 136168,
			[20431] = 136168,
			[19655] = 136168,
			[19663] = 136168,
			[20432] = 136168,
			[19656] = 136168,
			[19660] = 136168,
			[19664] = 136168,
			[20429] = 136168,
			[24328] = 136133,
		},
		["Повышение урона от заклинания 57"] = {
			[23213] = 136235,
		},
		["Рой членистоногов из улья Зара"] = {
			[25844] = 136235,
		},
		["Жертва спасителя"] = {
			[18826] = 135893,
		},
		["Ослабление магии"] = {
			[10174] = 136006,
			[8451] = 136006,
			[8453] = 136006,
			[1266] = 136006,
			[5305] = 136235,
			[8450] = 136006,
			[8452] = 136006,
			[10173] = 136006,
			[604] = 136006,
			[10175] = 136006,
			[10176] = 136006,
		},
		["Стремительный зеленый механодолгоног"] = {
			[23225] = 132247,
		},
		["Аура ритуальной свечи"] = {
			[23226] = 135805,
		},
		["TEST Arcane Concentration"] = {
			[18189] = 136170,
		},
		["Призыв демонов Бездны"] = {
			[15093] = 136221,
			[15092] = 136221,
			[15094] = 136221,
		},
		["Антимагический щит"] = {
			[7121] = 136120,
			[19645] = 136120,
			[24021] = 136120,
		},
		["Резвый пегий конь"] = {
			[23227] = 132261,
		},
		["Небесное Благословение"] = {
			[18787] = 135906,
		},
		["Стремительный белый рысак"] = {
			[23228] = 132261,
		},
		["Чародейский пузырь"] = {
			[9438] = 135896,
		},
		["Выкройка: химерический жилет"] = {
			[19201] = 136235,
		},
		["Create Zul'Gurub Talisman ROG R1 DND"] = {
			[24072] = 136235,
		},
		["Появление боевого штандарта"] = {
			[23235] = 132482,
		},
		["Пламя Черного дракона"] = {
			[16054] = 135824,
		},
		["Стремительный бурый баран"] = {
			[23238] = 132248,
		},
		["Чертеж: Лезвие Рассвета"] = {
			[17021] = 136235,
		},
		["Мощь темной магии"] = {
			[5911] = 136188,
			[5912] = 136188,
			[5898] = 136135,
			[5899] = 136135,
			[5900] = 136135,
			[11474] = 134826,
			[5907] = 136188,
			[5910] = 136188,
			[5896] = 136135,
		},
		["Очистка бомбы-вонючки"] = {
			[24973] = 136235,
		},
		["Повышенное сопротивление тайной магии 12"] = {
			[14714] = 136235,
		},
		["Bind Sight (PT)"] = {
			[6277] = 136235,
		},
		["Стремительный оранжевый ящер"] = {
			[23243] = 132253,
		},
		["Измерение 11"] = {
			[27261] = 136115,
		},
		["Copy of Frostbolt"] = {
			[29163] = 135846,
		},
		["Мощь Шахрама"] = {
			[16600] = 136116,
		},
		["Увеличеный урон от магии льда 40"] = {
			[17900] = 136235,
		},
		["Увеличеный урон от магии льда 17"] = {
			[9305] = 136235,
		},
		["Исцеляющий язык II"] = {
			[4221] = 135915,
		},
		["Печать огня II * (NSE)"] = {
			[1896] = 135968,
		},
		["Собирание осадков"] = {
			[12709] = 136235,
		},
		["Блуждающий дух Долины Ужаса #3"] = {
			[23253] = 136235,
		},
		["Тотем оков земли"] = {
			[15786] = 136102,
			[2484] = 136102,
			[2076] = 136102,
		},
		["Рецепт каменношкурой трески"] = {
			[7828] = 136192,
		},
		["Перемещение таракана"] = {
			[11391] = 134321,
		},
		["Воля Халеха"] = {
			[17168] = 135744,
		},
		["Хорошее лечебное зелье"] = {
			[17556] = 136235,
		},
		["Повышение урона от заклинания 39"] = {
			[18055] = 136235,
		},
		["Верховая езда: тигр"] = {
			[828] = 136103,
			[6745] = 136103,
		},
		["Метка"] = {
			[28836] = 136235,
		},
		["Праздник Огня - неистовство"] = {
			[29338] = 134468,
			[29846] = 134468,
		},
		["Демон Бездны"] = {
			[5108] = 136221,
		},
		["Увеличеный урон от магии льда 43"] = {
			[17902] = 136235,
		},
		["Copy of Electrostatic Charge"] = {
			[23306] = 136235,
		},
		["Mount Speed Buff DND"] = {
			[21353] = 135831,
		},
		["Искажение времени"] = {
			[23312] = 135744,
			[23310] = 135744,
			[23311] = 135744,
		},
		["Некрорахнид-скарабей - Смятение"] = {
			[16420] = 136235,
		},
		["Призыв краба"] = {
			[8656] = 133708,
		},
		["Создание ящика ресурсов из Арати"] = {
			[24017] = 136235,
		},
		["Дыхание драконособаки выбор (L3)"] = {
			[23319] = 136235,
			[23324] = 136235,
		},
		["Дыхание драконособаки выбор (L4)"] = {
			[23320] = 136235,
			[23325] = 136235,
		},
		["Увеличение ловкости 27"] = {
			[14391] = 136235,
		},
		["Очищенная чешуя ониксии"] = {
			[22430] = 134459,
			[22432] = 136021,
		},
		["Умение рыболова +75"] = {
			[8084] = 136245,
		},
		["ОД урон"] = {
			[30758] = 136235,
		},
		["Сопротивление - Огонь"] = {
			[13652] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 18"] = {
			[14681] = 136235,
		},
		["Повышенное сопротивление тайной магии 11"] = {
			[14713] = 136235,
		},
		["Уклонение!"] = {
			[2848] = 136235,
			[2568] = 136235,
			[2564] = 136235,
		},
		["Улучшенный контузящий выстрел"] = {
			[19410] = 135860,
			[19414] = 135860,
			[19407] = 135860,
			[19415] = 135860,
			[19412] = 135860,
			[22915] = 135860,
			[19413] = 135860,
			[24465] = 136235,
			[28445] = 135860,
		},
		["Увеличеный урон от магии льда 10"] = {
			[7703] = 136235,
		},
		["Тень Черноскала"] = {
			[23340] = 136160,
			[23394] = 136160,
		},
		["(DND) Summon Crystal Minion, Ghost Uncommon"] = {
			[28290] = 136235,
		},
		["Нефариан - выбор туннеля (L2)"] = {
			[23345] = 136235,
		},
		["Кираса из чешуи черного дракона"] = {
			[19085] = 136235,
		},
		["Нефариан - выбор туннеля (L4)"] = {
			[23347] = 136235,
		},
		["Подготовка"] = {
			[14185] = 136121,
		},
		["Выполнение задания котловины Арати, 5 баз."] = {
			[24064] = 136235,
		},
		["Нефариан - выбор туннеля (R2)"] = {
			[23350] = 136235,
		},
		["Экземпляр гиены"] = {
			[11760] = 136235,
		},
		["Вызов гигантского портала на земле"] = {
			[26477] = 136235,
		},
		["Вызов северного оленя"] = {
			[26528] = 132311,
			[26529] = 132311,
			[26530] = 132311,
		},
		["Нефритовый огонь"] = {
			[13578] = 135824,
		},
		["Feed Pet (Quest Test)"] = {
			[23354] = 132165,
		},
		["Скорость Занзы"] = {
			[24383] = 134811,
		},
		["Сопротивление"] = {
			[2380] = 134719,
			[11363] = 134719,
			[11364] = 134719,
			[13796] = 136235,
		},
		["Тина - постоянное действие"] = {
			[3512] = 136188,
		},
		["Ежевичный пояс"] = {
			[28474] = 136235,
		},
		["Белое шерстяное платье"] = {
			[8467] = 132149,
			[8468] = 136021,
		},
		["Катализатор Улья Зара"] = {
			[25187] = 132104,
		},
		["Выкройка: Перчатки из черепашьего панциря"] = {
			[10510] = 136235,
		},
		["Инициатор ловушки2"] = {
			[23360] = 136235,
		},
		["Изысканный ториевый секач"] = {
			[16969] = 136192,
		},
		["Выносливость скверны"] = {
			[18748] = 136121,
			[18749] = 136121,
			[18750] = 136121,
			[18751] = 136121,
			[18752] = 136121,
			[18790] = 136184,
		},
		["Шлем Огня"] = {
			[10633] = 136021,
		},
		["Корни - постоянное действие"] = {
			[17507] = 136235,
		},
		["Призыв белоснежной совы"] = {
			[10708] = 132311,
		},
		["Увеличение интеллекта 45"] = {
			[14945] = 136235,
		},
		["Зов Хаоса"] = {
			[21249] = 136235,
		},
		["Огненный столб"] = {
			[2121] = 135826,
			[16102] = 135826,
			[8422] = 135826,
			[12468] = 135826,
			[20813] = 135826,
			[8423] = 135826,
			[24612] = 135826,
			[18816] = 136235,
			[10218] = 135826,
			[872] = 136235,
			[18399] = 135826,
			[8425] = 135826,
			[22275] = 135826,
			[11829] = 135826,
			[10216] = 135826,
			[8426] = 135826,
			[2125] = 135826,
			[2124] = 135826,
			[10217] = 135826,
			[846] = 136235,
			[30091] = 135826,
			[16419] = 135826,
			[20296] = 135826,
			[18818] = 135826,
			[2120] = 135826,
			[20827] = 135826,
			[20794] = 135826,
			[10215] = 135826,
		},
		["Костюм скелета"] = {
			[24723] = 132288,
			[24724] = 136235,
		},
		["Благополучное бегство"] = {
			[23582] = 132331,
			[23583] = 132331,
		},
		["Цепь Фойгена"] = {
			[28111] = 136235,
		},
		["Призыв пылающего изгоя"] = {
			[4929] = 136192,
		},
		["Увеличенное исцеление 53"] = {
			[15696] = 136235,
		},
		["Священное очищение"] = {
			[8913] = 135903,
		},
		["Точный прицел"] = {
			[3979] = 136235,
			[3976] = 136235,
			[4021] = 136235,
		},
		["Дикая магия"] = {
			[23410] = 136129,
		},
		["Маскировка под члена Синдиката"] = {
			[5266] = 132288,
			[5274] = 136189,
		},
		["Рубашка под смокинг"] = {
			[12085] = 132149,
			[12127] = 136021,
		},
		["Парализация"] = {
			[23414] = 136129,
			[25725] = 132107,
		},
		["Темный жребий Сейджа - разум"] = {
			[23766] = 134334,
		},
		["Формула чар для наручей: отражение II"] = {
			[13647] = 136235,
		},
		["Возгорание"] = {
			[28682] = 135824,
			[11129] = 135824,
			[3261] = 135805,
		},
		["Удушение"] = {
			[23417] = 134343,
		},
		["Восполнение маны"] = {
			[17531] = 136235,
			[10052] = 134134,
			[10057] = 134134,
			[5405] = 134134,
			[10058] = 134134,
			[438] = 136235,
			[21395] = 136235,
			[437] = 136235,
			[436] = 136235,
			[11903] = 136235,
			[21396] = 136235,
			[18385] = 134134,
			[18194] = 136053,
			[24363] = 134825,
			[17530] = 136235,
			[2023] = 136235,
		},
		["Официальное сообщение - вызов другой цели"] = {
			[24601] = 136235,
		},
		["[PH] Teleport to Undercity"] = {
			[5000] = 136235,
		},
		["Рецепт: острая отбивная из мяса льва"] = {
			[3402] = 136235,
		},
		["Оскверненный Исцеляющий тотем"] = {
			[23422] = 135127,
		},
		["Подавляющая аура"] = {
			[22247] = 135831,
		},
		["Оскверненные тотемы"] = {
			[23424] = 136129,
			[23425] = 136129,
		},
		["Вызов Зулианского ловца"] = {
			[24250] = 136235,
		},
		["Ужасающая буря Огненного Чрева"] = {
			[13488] = 135902,
		},
		["Руна Рассвета"] = {
			[24198] = 133440,
		},
		["Зеленая линза"] = {
			[12622] = 136235,
			[12644] = 136235,
		},
		["Собирание оранжевой воды"] = {
			[21884] = 136235,
		},
		["Повышение урона от заклинания 6"] = {
			[9396] = 136235,
		},
		["Вызов кривоклювого хрустогрыза"] = {
			[23432] = 132311,
		},
		["Увеличение рейтинга критического эффекта благодати"] = {
			[23435] = 135967,
		},
		["Вызов выброса лавы F"] = {
			[21904] = 136235,
		},
		["Улучшенное жало скорпида"] = {
			[19493] = 132169,
			[19491] = 132169,
			[19486] = 132169,
			[19494] = 132169,
		},
		["Повышение урона от заклинания 14"] = {
			[9343] = 136235,
		},
		["Чертеж: гоблинские реактивные сапоги"] = {
			[8896] = 136235,
		},
		["Исчезновение Некрорахнида-стражника"] = {
			[29379] = 136235,
		},
		["Summon Templar Fire, Trigger"] = {
			[24747] = 136235,
		},
		["Наполнить фиал Нагмары"] = {
			[14929] = 136235,
		},
		["Поломка прибамбасского транспортера"] = {
			[23446] = 132862,
		},
		["Создание Тотема очищения"] = {
			[4983] = 136168,
		},
		["Активация бомбы 3B"] = {
			[11798] = 136235,
		},
		["Ледопард"] = {
			[16056] = 132267,
		},
		["Сковывающий яд"] = {
			[6645] = 136064,
		},
		["Присоединение к Нечистотону"] = {
			[25896] = 136235,
		},
		["Боль в груди"] = {
			[6945] = 136119,
		},
		["Призывание Ивового человека"] = {
			[24705] = 135462,
		},
		["Падение"] = {
			[6869] = 132219,
		},
		["Магический камень сосредоточения"] = {
			[22843] = 136235,
			[22844] = 136235,
		},
		["Удар посохом IV (отключено)"] = {
			[752] = 132325,
		},
		["Утраченный навык: защита"] = {
			[7048] = 134950,
		},
		["Пустая праздничная кружка"] = {
			[25853] = 136235,
		},
		["Печать тьмы"] = {
			[1893] = 135968,
		},
		["Ученик наложения чар"] = {
			[7414] = 136244,
		},
		["Светозарные поножи"] = {
			[16725] = 136192,
		},
		["Сущность Красного"] = {
			[23513] = 135819,
		},
		["Создание разряда кровоцвета"] = {
			[22565] = 136235,
		},
		["Смерть Колючего Меха"] = {
			[8603] = 132151,
		},
		["OLDSoul Link Effect"] = {
			[18814] = 136160,
		},
		["Чертеж: рукавицы Ледяной погибели"] = {
			[28248] = 136235,
		},
		["Создание замены верхней части амулета Лорда Вальтхалака"] = {
			[27542] = 136235,
		},
		["Орда Песня Войны CTF флаг"] = {
			[23525] = 136235,
			[24638] = 136235,
		},
		["Красные перчатки из магической ткани"] = {
			[12066] = 132149,
		},
		["Безрассудный штурм IV"] = {
			[2455] = 132316,
		},
		["Громовая стрела"] = {
			[908] = 136235,
			[6403] = 136048,
		},
		["Кара"] = {
			[10935] = 135924,
			[1276] = 135924,
			[1004] = 135924,
			[1301] = 135924,
			[591] = 135924,
			[6060] = 135924,
			[10934] = 135924,
			[10936] = 135924,
			[6062] = 135924,
			[598] = 135924,
			[585] = 135924,
			[1275] = 135924,
			[984] = 135924,
			[10933] = 135924,
			[1300] = 135924,
		},
		["Лучший удильщик"] = {
			[24347] = 133890,
		},
		["Паек из Ущелья Песни Войны"] = {
			[23541] = 134062,
		},
		["Каскад роз"] = {
			[27571] = 133851,
		},
		["Кожаные наплечники Земли"] = {
			[9147] = 136235,
		},
		["Рассеяние драконидов"] = {
			[23484] = 136235,
		},
		["Проклятие изнеможения"] = {
			[18223] = 136162,
		},
		["Sillithus Flag, Horde, and speed limit (DND)"] = {
			[29895] = 132486,
		},
		["Evade (OLD)"] = {
			[5944] = 132110,
			[5948] = 132110,
		},
		["Увеличение ловкости 15"] = {
			[13735] = 136235,
		},
		["Радиоактивное облако"] = {
			[10341] = 136133,
		},
		["Onyxia Trans"] = {
			[17136] = 136235,
		},
		["Использование панели управления"] = {
			[24937] = 132995,
		},
		["Врастание в землю"] = {
			[9576] = 132995,
		},
		["Бросок"] = {
			[2567] = 135426,
			[2764] = 132324,
			[15795] = 132324,
			[19785] = 132324,
			[15607] = 132324,
			[10277] = 132324,
			[16000] = 132324,
			[22887] = 132324,
		},
		["Повышенное сопротивление магии льда 30"] = {
			[14569] = 136235,
		},
		["Примагничивание"] = {
			[28337] = 136039,
			[28338] = 136039,
			[28339] = 136039,
		},
		["Возвращение флага Орды (событие)"] = {
			[23386] = 136235,
		},
		["Аура праведности III"] = {
			[1907] = 135960,
		},
		["Увеличенный урон от темной магии 64"] = {
			[23594] = 136235,
		},
		["Люфа"] = {
			[23595] = 136235,
		},
		["Увеличеный урон от магии льда 14"] = {
			[9404] = 136235,
		},
		["Вызов камня встреч"] = {
			[23598] = 136223,
		},
		["Боевой клич генерала"] = {
			[28418] = 136087,
			[28419] = 136087,
			[28420] = 136087,
		},
		["Случайное превращение"] = {
			[23603] = 136071,
		},
		["Снижение угрозы"] = {
			[23604] = 132270,
		},
		["Чертеж: точильный камень стихий"] = {
			[22758] = 136235,
		},
		["Эликсир ловкости II ступени"] = {
			[3230] = 136235,
		},
		["Невосприимчивость к превращениям"] = {
			[29183] = 136235,
		},
		["Улучшение ударного оружия, IV"] = {
			[9903] = 136235,
		},
		["Ремень Рассвета"] = {
			[23632] = 136192,
		},
		["Улучшенное исчезновение"] = {
			[21874] = 132331,
		},
		["Чертеж: ремень Рассвета"] = {
			[23634] = 136235,
		},
		["Зачаровывание плаща - ловкость, II ступень"] = {
			[13419] = 135913,
			[13882] = 135913,
		},
		["Повышенное сопротивление тайной магии 28"] = {
			[14730] = 136235,
		},
		["Призыв духа вепря"] = {
			[8286] = 135997,
		},
		["Черное неистовство"] = {
			[23639] = 136192,
		},
		["Удар лича"] = {
			[28873] = 136130,
		},
		["Жертвенный огонь"] = {
			[15570] = 135817,
			[11665] = 135817,
			[2941] = 135817,
			[11666] = 135817,
			[11667] = 135817,
			[11668] = 135817,
			[15732] = 135817,
			[11669] = 135817,
			[2942] = 135817,
			[9276] = 135817,
			[12742] = 135817,
			[25418] = 135817,
			[734] = 136235,
			[20826] = 135817,
			[1094] = 135817,
			[11962] = 135817,
			[1374] = 135817,
			[9034] = 135817,
			[707] = 135817,
			[1095] = 136235,
			[17883] = 135817,
			[3686] = 136235,
			[1375] = 135817,
			[11984] = 135817,
			[25309] = 135817,
			[20787] = 135817,
			[15733] = 135817,
			[8981] = 135817,
			[15505] = 135817,
			[18542] = 135817,
			[11670] = 135817,
			[15661] = 135817,
			[20294] = 135817,
			[348] = 135817,
			[20800] = 135817,
			[9275] = 135817,
			[15506] = 135817,
			[1376] = 135817,
			[25981] = 132282,
		},
		["Чертеж: Черное неистовство"] = {
			[23641] = 136235,
		},
		["Серебряный Рассвет"] = {
			[17350] = 135893,
			[17351] = 135893,
		},
		["Сюрприз Чугунореза клана Черного Железа"] = {
			[12168] = 136235,
		},
		["Набор для рисования"] = {
			[12304] = 136235,
		},
		["Рецепт пирожка из печени жутеклыка"] = {
			[2542] = 136192,
		},
		["Ускоренное восполнение маны и лечение"] = {
			[25116] = 136235,
		},
		["Паровой танк - бездействие"] = {
			[27747] = 136235,
		},
		["Сапоги ледопарда"] = {
			[19066] = 136235,
		},
		["Активация бомбы 4"] = {
			[11524] = 136235,
		},
		["Удар посохом V"] = {
			[1932] = 132325,
		},
		["Уровень ненависти достигает 90%"] = {
			[19195] = 136190,
		},
		["Выстрел в голову III"] = {
			[2002] = 132153,
		},
		["Увеличенный урон от темной магии 66"] = {
			[26734] = 136235,
		},
		["Combo PROC Test"] = {
			[26376] = 132278,
		},
		["Повышение урона от заклинания 12"] = {
			[9417] = 136235,
		},
		["Чертеж: рукавицы из черного железа"] = {
			[23657] = 136235,
		},
		["Выполнение задания Ущелья Песни Войны"] = {
			[23659] = 136235,
			[23660] = 136235,
		},
		["Процесс отравления"] = {
			[13299] = 136188,
			[11959] = 136188,
			[7276] = 136188,
			[3616] = 136188,
			[11919] = 136188,
		},
		["Повышение урона от заклинания 28"] = {
			[14127] = 136235,
		},
		["Conjure Frostwolf Rank 2 Insignia DND"] = {
			[22109] = 136235,
		},
		["Поножи с сияющей сердцевиной"] = {
			[23667] = 132149,
		},
		["Капсула смерти"] = {
			[5395] = 134336,
			[5397] = 134336,
		},
		["Усиление проницаемости заклинания на 20"] = {
			[26283] = 136235,
		},
		["Рассекающий удар"] = {
			[26350] = 132338,
			[16044] = 132338,
			[20684] = 132338,
			[20691] = 132338,
			[11608] = 132338,
			[11609] = 132338,
			[20569] = 132338,
			[797] = 132338,
			[20571] = 132338,
			[15613] = 132338,
			[19632] = 132338,
			[15584] = 132338,
			[11427] = 132338,
			[17685] = 132338,
			[3433] = 132338,
			[19642] = 132338,
			[15496] = 132338,
			[845] = 132338,
			[15623] = 132338,
			[3435] = 132338,
			[3434] = 132338,
			[20666] = 132338,
			[15622] = 132338,
			[20605] = 132338,
			[15754] = 132338,
			[15663] = 132338,
			[5532] = 132338,
			[15579] = 132338,
			[15284] = 132338,
			[22540] = 132338,
			[27794] = 132338,
			[19983] = 132338,
			[20677] = 132338,
			[7369] = 132338,
		},
		["Сумка из сердцевинной ткани Скверны"] = {
			[26087] = 132149,
		},
		["Докучливые споры"] = {
			[22786] = 136006,
			[22787] = 136006,
		},
		["Выкройка: одеяние с сияющей сердцевиной"] = {
			[23672] = 136235,
		},
		["Кольцо огня - визуальное"] = {
			[19823] = 135824,
		},
		["Быстрая Защита от магии льда"] = {
			[4980] = 135824,
		},
		["Установка ловушки на медведя"] = {
			[9437] = 136235,
		},
		["Выкройка: поножи с сияющей сердцевиной"] = {
			[23673] = 136235,
		},
		["Полет Азретока"] = {
			[7974] = 136018,
		},
		["Энергичность"] = {
			[8065] = 135913,
			[28816] = 136235,
			[28817] = 135930,
		},
		["Кираса из чешуи красного дракона"] = {
			[19054] = 136235,
		},
		["Гибельные кожаные штаны"] = {
			[19083] = 136235,
		},
		["Месть Аригоса"] = {
			[25149] = 136235,
		},
		["Выкройка: шлем из толстой чешуи скорпида"] = {
			[19208] = 136235,
		},
		["Круговерть Пустоты"] = {
			[23700] = 136235,
			[23683] = 136080,
			[23701] = 136210,
		},
		["Тотем сопротивления льду"] = {
			[10481] = 135866,
			[10478] = 135866,
			[10479] = 135866,
			[8181] = 135866,
			[8183] = 135866,
			[10480] = 135866,
		},
		["Аура синего дракона"] = {
			[23684] = 134155,
			[23688] = 136208,
		},
		["Щит Мордреша"] = {
			[12843] = 136121,
		},
		["Рецепт: трансмутация земли в воду"] = {
			[17590] = 136235,
		},
		["Эгида исцеления"] = {
			[23781] = 136235,
		},
		["Тест неистовства"] = {
			[24043] = 132242,
		},
		["Воспламенитель Дымка"] = {
			[17283] = 135818,
		},
		["Увеличеный урон от магии льда 27"] = {
			[17892] = 136235,
		},
		["Мощь Древобрюхов"] = {
			[23703] = 136235,
		},
		["Боевые перчатки Древобрюхов"] = {
			[23704] = 136235,
		},
		["Рассветные вибрамы"] = {
			[23705] = 136235,
		},
		["Портал Тьмы"] = {
			[17948] = 136192,
			[17943] = 136192,
			[17944] = 136192,
			[17946] = 136192,
			[17939] = 136192,
			[17863] = 136192,
			[17950] = 136192,
		},
		["Речная Лапа - смерть"] = {
			[8655] = 132151,
		},
		["Разноцветные рукавицы"] = {
			[23708] = 136235,
		},
		["Пояс пса Недр"] = {
			[23709] = 136235,
		},
		["Метка: Сон"] = {
			[20373] = 132156,
		},
		["Выкройка: лавовый пояс"] = {
			[23715] = 136235,
		},
		["Повышенное сопротивление огню 44"] = {
			[14974] = 136235,
		},
		["Чернорунные рукавицы"] = {
			[24912] = 136192,
		},
		["Болезненная усталость"] = {
			[11964] = 136066,
			[8139] = 136066,
			[18847] = 136066,
		},
		["Signet Ring of the Bronze Dragonflight DPS R2 DND"] = {
			[25928] = 136235,
		},
		["Призыв большой рогатой совы"] = {
			[10707] = 132311,
		},
		["Стремительный серый волк"] = {
			[23252] = 132266,
		},
		["Повышение урона от заклинания 84"] = {
			[23728] = 136235,
		},
		["Увеличенный урон от чар 23"] = {
			[17821] = 136235,
		},
		["Появление медведя в Аубердине"] = {
			[9372] = 136235,
		},
		["Повышение урона от заклинания 64"] = {
			[23730] = 136235,
		},
		["Эффект злого прокляться"] = {
			[12942] = 135899,
			[12943] = 135899,
		},
		["Слепящий свет"] = {
			[23733] = 135972,
		},
		["Упорядочение Природы"] = {
			[23734] = 136094,
		},
		["Пустой толстостенный флакон"] = {
			[11637] = 136235,
		},
		["Кираса кровавого духа"] = {
			[24136] = 136192,
		},
		["Стремительный напор"] = {
			[6268] = 132368,
			[8260] = 132368,
		},
		["Темный жребий Сейджа - ловкость"] = {
			[23736] = 134334,
		},
		["Кулак Шахрама"] = {
			[16601] = 132369,
		},
		["Вызов портала на земле"] = {
			[26396] = 136235,
		},
		["Улучшенный гнев"] = {
			[16814] = 136006,
			[16815] = 136006,
			[16816] = 136006,
			[16817] = 136006,
			[16818] = 136006,
		},
		["Исчезновение флага Серебряных Крыльев"] = {
			[23763] = 132486,
		},
		["Воздействие ПН 0"] = {
			[28441] = 135331,
		},
		["Оглушение 1% на 1 сек"] = {
			[20884] = 133477,
		},
		["Досада всадника"] = {
			[18396] = 136222,
		},
		["Выкройка: паучий пояс"] = {
			[3903] = 136235,
		},
		["Player Lost Eau d' Mixilpixil DND"] = {
			[22943] = 136235,
		},
		["Тяжелый динамит"] = {
			[3946] = 136235,
			[4062] = 135826,
			[4007] = 136235,
		},
		["Запятнанный разум"] = {
			[16567] = 136203,
		},
		["Быстрое уклонение"] = {
			[5426] = 136047,
		},
		["Целитель душ - воскрешение"] = {
			[17251] = 136235,
		},
		["Ползучее страдание"] = {
			[2840] = 134743,
			[2846] = 134743,
		},
		["Огневик - постоянное действие"] = {
			[758] = 135821,
		},
		["rfo"] = {
			[22068] = 136147,
		},
		["Визуальный эффект исчезновения Рагнароса"] = {
			[20567] = 135830,
		},
		["Tasty Summer Treat"] = {
			[29041] = 133984,
		},
		["Зачаровывание браслетов - сила, II ступень"] = {
			[13536] = 135913,
		},
		["Неудержимое чихание"] = {
			[6902] = 134374,
		},
		["Zero Mana/Full Health DND"] = {
			[23777] = 136235,
		},
		["Предмет +СИЛ/СО Нога R2"] = {
			[15440] = 136235,
		},
		["Верховая езда: волк"] = {
			[825] = 136103,
			[6746] = 136103,
		},
		["Лик смерти"] = {
			[1572] = 136145,
			[6789] = 136145,
			[18161] = 136145,
			[18162] = 136145,
			[17925] = 136145,
			[28412] = 136145,
			[17926] = 136145,
		},
		["Повышенное сопротивление силам Тьмы 28"] = {
			[14691] = 136235,
		},
		["Улучшенное подрезание сухожилий"] = {
			[24428] = 136235,
			[23694] = 132316,
			[23695] = 132316,
			[12668] = 132316,
		},
		["Формула: мощное противоядие"] = {
			[23788] = 136235,
		},
		["Увядание души"] = {
			[12667] = 132278,
		},
		["Увеличенный урон от огня 16"] = {
			[9294] = 136235,
		},
		["Духовный посох III"] = {
			[2714] = 132325,
		},
		["Stoneclaw Totem Passive TEST"] = {
			[23792] = 136097,
		},
		["Голубая петарда"] = {
			[11540] = 136235,
			[23067] = 136235,
		},
		["Благословение неприкосновенности"] = {
			[20951] = 136051,
			[20948] = 136051,
			[20911] = 136051,
			[20912] = 136051,
			[20913] = 136051,
			[20949] = 136051,
			[20950] = 136051,
			[20914] = 136051,
		},
		["Повышенное сопротивление огню 11"] = {
			[14591] = 136235,
		},
		["Увеличенный урон от чар 19"] = {
			[13603] = 136235,
		},
		["Предмет +ЛВК Нога R1"] = {
			[15401] = 136235,
		},
		["Формула чар для перчаток: сила льда"] = {
			[25089] = 136235,
		},
		["Смертоносность"] = {
			[14135] = 132109,
			[14132] = 132109,
			[14136] = 132109,
			[14137] = 132109,
			[14128] = 132109,
		},
		["Вудуистский сглаз"] = {
			[8277] = 136138,
		},
		["Вызов Сына Пламени B"] = {
			[21110] = 135819,
		},
		["Простая Магическая субстанция"] = {
			[13362] = 136192,
		},
		["Выкройка: наплечники из рунной ткани"] = {
			[18522] = 136235,
		},
		["Resurgence DND"] = {
			[23779] = 136235,
		},
		["Улучшенный бес"] = {
			[18695] = 136218,
			[18696] = 136218,
			[18694] = 136218,
		},
		["Формула чар для оружия: могучий дух"] = {
			[23809] = 136235,
		},
		["Молитва Защиты от темной магии"] = {
			[27683] = 135945,
			[27684] = 136235,
		},
		["Увеличение сила на 19"] = {
			[14491] = 136235,
		},
		["Создание камня здоровья (большого)"] = {
			[23816] = 135230,
			[23817] = 135230,
			[23818] = 135230,
		},
		["Выкройка: плащ из яркой ткани"] = {
			[18494] = 136235,
		},
		["Создание скипетра Келебраса"] = {
			[21939] = 136235,
		},
		["Улучшенная молитва исцеления"] = {
			[15018] = 135943,
			[14911] = 135943,
			[15019] = 135943,
		},
		["Атака малым камнем огня"] = {
			[17809] = 132386,
		},
		["Изысканная мифриловая кираса"] = {
			[9972] = 136192,
		},
		["Мастерство парирования"] = {
			[4759] = 132223,
			[4758] = 132223,
			[2117] = 132223,
		},
		["Бронзовый топор"] = {
			[2741] = 136192,
			[2758] = 136235,
		},
		["Черная копоть"] = {
			[7998] = 132156,
			[7999] = 132156,
		},
		["Плотная шкура"] = {
			[16933] = 134355,
			[19610] = 134355,
			[19609] = 134355,
			[16929] = 134355,
			[16930] = 134355,
			[19612] = 134355,
			[16932] = 134355,
			[16931] = 134355,
		},
		["Наложение ледяного клейма"] = {
			[8037] = 135847,
			[16352] = 135847,
			[16353] = 135847,
			[10458] = 135847,
			[8034] = 135847,
		},
		["Грубые бронзовые наручи"] = {
			[2671] = 136192,
		},
		["Рецепт: эликсир наречий"] = {
			[2365] = 136235,
		},
		["Вызов Аку'май"] = {
			[24625] = 136121,
		},
		["Повышенная точность заклинаний"] = {
			[30440] = 136235,
			[30441] = 136235,
			[28843] = 136235,
		},
		["Свирепый волк"] = {
			[6653] = 132266,
		},
		["Водитель механодолгонога"] = {
			[10907] = 136103,
			[10908] = 136103,
		},
		["A-Mid Орда"] = {
			[23933] = 136235,
		},
		["A-Mid Альянс"] = {
			[23934] = 136235,
		},
		["Боевой крик"] = {
			[24438] = 132333,
			[11553] = 132333,
			[5242] = 132333,
			[9128] = 132333,
			[26099] = 132333,
			[6192] = 132333,
			[5243] = 132333,
			[6673] = 132333,
			[6193] = 132333,
			[11549] = 132333,
			[26043] = 132333,
			[27578] = 132333,
			[6674] = 132333,
			[11550] = 132333,
			[11551] = 132333,
			[25101] = 132333,
			[6543] = 132333,
			[25289] = 132333,
			[25356] = 132333,
			[11552] = 132333,
			[25959] = 132333,
		},
		["Выкройка: пояс из шкуры ящера"] = {
			[17403] = 136235,
			[17404] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 13"] = {
			[14676] = 136235,
		},
		["Освобождение ищейки"] = {
			[12851] = 136235,
		},
		["Сила атаки 24"] = {
			[14027] = 136235,
		},
		["ALT -N Орда"] = {
			[23940] = 136235,
		},
		["Рецепт похлебки из омаров"] = {
			[18245] = 136192,
		},
		["Огненный шар - увеличенный упрон в течение времени"] = {
			[21230] = 136235,
		},
		["Влюбленный таймер, стандарт"] = {
			[27742] = 134338,
		},
		["Середина лета - Альянс"] = {
			[23945] = 136235,
		},
		["Середина лета - Орда"] = {
			[23946] = 136235,
		},
		["Изнурение разума"] = {
			[28727] = 136222,
			[23958] = 136222,
			[29051] = 136222,
		},
		["Рецепт: кровяная колбаса"] = {
			[3382] = 136235,
		},
		["Чертеж: кираса Ледяной погибели"] = {
			[28245] = 136235,
		},
		["Изменчивая эктоплазма (синяя)"] = {
			[7944] = 135835,
		},
		["Официальное сообщение, лагерь - эстафете, смерть"] = {
			[28351] = 136235,
		},
		["Conjure Milton (DND)"] = {
			[21078] = 136235,
		},
		["Вызов Гурки"] = {
			[27241] = 132311,
		},
		["Особый напиток"] = {
			[16712] = 135999,
		},
		["Ожидание Муглаша"] = {
			[20861] = 136235,
		},
		["Превращение Текала"] = {
			[11089] = 136121,
			[24169] = 132288,
		},
		["Хищный коготь"] = {
			[16553] = 132152,
			[15608] = 132152,
			[12538] = 132152,
			[17470] = 132152,
		},
		["Земной захват"] = {
			[16043] = 136097,
			[16130] = 136097,
		},
		["Мгновенное исцеление"] = {
			[23965] = 135917,
		},
		["Увеличение сила на 32"] = {
			[14504] = 136235,
		},
		["Призывание жидкого огня"] = {
			[23971] = 135818,
		},
		["Повышенное сопротивление силам природы 10"] = {
			[14630] = 136235,
		},
		["Create iCoke Prize Voucher"] = {
			[23975] = 136235,
			[28532] = 136235,
		},
		["Рецепт острой волчьей грудинки"] = {
			[15856] = 136192,
		},
		["Мастерство во владении луком"] = {
			[4897] = 132329,
			[4898] = 132329,
			[4896] = 132329,
			[4899] = 132329,
		},
		["Увеличение интеллекта 20"] = {
			[14410] = 136235,
		},
		["Create Zul'Gurub Talisman WAR R4 DND"] = {
			[24001] = 136235,
		},
		["Пронзенная броня"] = {
			[6016] = 136231,
			[12097] = 136231,
		},
		["Дух древности"] = {
			[3653] = 136222,
		},
		["Сильное зелье защиты от магии льда"] = {
			[7263] = 136235,
			[17575] = 136235,
		},
		["Высшие аспекты"] = {
			[24416] = 136116,
		},
		["Увеличенный урон от темной магии 47"] = {
			[18023] = 136235,
		},
		["Выслеживание великанов"] = {
			[19882] = 132275,
			[20158] = 132275,
		},
		["Эффект Сергры Черный Шип"] = {
			[5407] = 136235,
		},
		["Облик медведя (постоянное действие 2)"] = {
			[21178] = 132276,
		},
		["Увеличенный урон от сил природы 9"] = {
			[7695] = 136235,
		},
		["Слово Света: Защита"] = {
			[2772] = 135926,
			[2773] = 135926,
			[1263] = 135926,
			[1264] = 135926,
			[1262] = 135926,
		},
		["Create Zul'Gurub Talisman PRT R3 DND"] = {
			[24014] = 136235,
		},
		["Вызов инфернала-разрушителя"] = {
			[23056] = 136235,
		},
		["Соединение камеры гоблинов"] = {
			[7023] = 136235,
		},
		["Повышенное сопротивление тайной магии 4"] = {
			[14706] = 136235,
		},
		["Изгнание Чешуи"] = {
			[16404] = 136235,
		},
		["Черное одеяние из магической ткани"] = {
			[12050] = 132149,
			[12102] = 136021,
		},
		["Форма зомби"] = {
			[7293] = 136224,
		},
		["Рецепт стейка из кроколиска"] = {
			[3370] = 136192,
		},
		["Create Zul'Gurub Talisman MAG R3 DND"] = {
			[24040] = 136235,
		},
		["Формула чар для наручей: выносливость IV"] = {
			[13946] = 136235,
		},
		["Увеличение ловкости 34"] = {
			[14398] = 136235,
		},
		["Пробитие легких"] = {
			[10266] = 132302,
		},
		["Волшебный вихрь"] = {
			[568] = 136116,
		},
		["Чертеж: теневые очки"] = {
			[4028] = 136235,
		},
		["Создание корзины с цветами Громового Утеса"] = {
			[27714] = 136235,
		},
		["Формула чар для оружия: удар V"] = {
			[20085] = 136235,
		},
		["Ложная мишень - Каменная Кожа"] = {
			[29154] = 136235,
		},
		["Ученик кузнеца"] = {
			[2020] = 136241,
		},
		["Маскировка под даларанского волшебника"] = {
			[5272] = 136189,
		},
		["Рецепт: зелье защиты от сил природы"] = {
			[7264] = 136235,
		},
		["Эликсир Защиты"] = {
			[3177] = 136235,
			[3186] = 136021,
		},
		["Чертеж: шлем ныряльщика"] = {
			[12651] = 136235,
		},
		["Боевая курица"] = {
			[13166] = 136172,
		},
		["Editor test spell 2"] = {
			[448] = 136235,
		},
		["Перчатки из ткани Скверны"] = {
			[22867] = 132149,
		},
		["Create Zul'Gurub Talisman DRU R2 DND"] = {
			[24056] = 136235,
		},
		["Conjure Slidore's Beacon DND"] = {
			[21732] = 136235,
		},
		["Создание крошера"] = {
			[21544] = 134063,
			[21565] = 134063,
		},
		["Create Zul'Gurub Talisman WAR R2 DND"] = {
			[23999] = 136235,
		},
		["Создание зелья страсти"] = {
			[898] = 136235,
		},
		["Защитный удар"] = {
			[1731] = 132316,
			[1733] = 132316,
		},
		["Великое благословение спасения"] = {
			[25895] = 135910,
			[25939] = 135910,
		},
		["Двуручное ударное оружие"] = {
			[199] = 133479,
			[15987] = 133479,
		},
		["Праздник - Телепортация: Лунная поляна (себя)"] = {
			[26451] = 135758,
		},
		["Смертельная отрава"] = {
			[8256] = 136016,
			[11539] = 132290,
		},
		["Create Zul'Gurub Talisman DRU R4 DND"] = {
			[24060] = 136235,
		},
		["Омела - тест"] = {
			[21342] = 136235,
		},
		["Зернистый шлифовальный камень"] = {
			[3326] = 136192,
			[3344] = 136235,
		},
		["Гоблинское ракетное топливо"] = {
			[11456] = 136235,
			[11490] = 136021,
		},
		["Эффект Огненного щита II"] = {
			[3053] = 135817,
		},
		["Выкройка: сумка из рунной ткани"] = {
			[18474] = 136235,
		},
		["Создание пламени Дарнасса"] = {
			[29099] = 136235,
		},
		["Windsor's Inspiration Effect DND"] = {
			[20275] = 136225,
		},
		["Copy of Increase Reputation"] = {
			[27642] = 136235,
		},
		["Create Zul'Gurub Talisman SHM R2 DND"] = {
			[24068] = 136235,
		},
		["Варварский штурм II"] = {
			[302] = 132316,
			[1667] = 132316,
		},
		["Зачаровывание плаща - защита, IV ступень"] = {
			[13746] = 135913,
			[13749] = 135913,
		},
		["Улучшенный внутренний огонь"] = {
			[14747] = 135926,
			[14770] = 135926,
			[14771] = 135926,
		},
		["Увеличенный урон от сил природы 24"] = {
			[17988] = 136235,
		},
		["Рецепт: сочный стейк из мяса льва"] = {
			[3403] = 136235,
		},
		["Колодец Света"] = {
			[27870] = 135980,
			[27871] = 135980,
			[724] = 135980,
		},
		["Create Zul'Gurub Talisman ROG R2 DND"] = {
			[24073] = 136235,
		},
		["Повышенное сопротивление огню 19"] = {
			[14599] = 136235,
		},
		["Получение ключевого предмета, страж Штормграда"] = {
			[27510] = 136235,
		},
		["Хорошее зелье тролльей крови"] = {
			[24368] = 136235,
		},
		["Дух"] = {
			[8112] = 136126,
			[8114] = 136126,
			[12177] = 136126,
			[13368] = 136235,
			[8113] = 136126,
			[23797] = 136235,
		},
		["Аура сопротивления огню"] = {
			[19894] = 135824,
			[19909] = 135824,
			[19891] = 135824,
			[19899] = 135824,
			[19900] = 135824,
			[19908] = 135824,
		},
		["Песчаная ловушка"] = {
			[25656] = 133849,
			[25648] = 136235,
			[26524] = 136235,
		},
		["Страж"] = {
			[4070] = 135893,
		},
		["Наполнить яйцо Хаккара"] = {
			[12735] = 136235,
		},
		["Вызов скарабея-падальщика"] = {
			[17169] = 136128,
		},
		["Наложение чар"] = {
			[7411] = 136244,
			[7412] = 136244,
			[7413] = 136244,
			[13920] = 136244,
		},
		["Выкройка: сапоги Тьмы"] = {
			[8779] = 136235,
		},
		["Тяжелый мифриловый топор"] = {
			[9993] = 136192,
			[9994] = 136235,
		},
		["Деморализующий визг"] = {
			[24084] = 136172,
		},
		["Увеличенное исцеление 106"] = {
			[23264] = 136235,
			[26225] = 136235,
		},
		["Рост"] = {
			[24086] = 136235,
			[24087] = 136235,
		},
		["Детеныш саванны"] = {
			[6598] = 132140,
		},
		["Взмах крыла"] = {
			[11019] = 136022,
			[12882] = 136022,
		},
		["Неупокоенный"] = {
			[18347] = 136122,
		},
		["Кинжал Тени II"] = {
			[2723] = 132223,
		},
		["Чертеж: орочьи боевые поножи"] = {
			[9958] = 136235,
		},
		["Чертеж: золотые чешуйчатые наплечники"] = {
			[3532] = 136235,
		},
		["Бросок человеческого черепа"] = {
			[19032] = 136235,
		},
		["Насылание безумия"] = {
			[12888] = 136206,
			[24327] = 136206,
			[26079] = 136206,
		},
		["Выплавка меди"] = {
			[2657] = 136235,
		},
		["Рыбная ловля (искусник)"] = {
			[18249] = 136245,
			[19890] = 136245,
		},
		["Выкройка: жилет Кровавой Лозы"] = {
			[24094] = 136235,
		},
		["Наполнить аметистовый фиал"] = {
			[22562] = 136235,
		},
		["Выкройка: поножи Кровавой Лозы"] = {
			[24095] = 136235,
		},
		["Copy of Bind"] = {
			[24098] = 135926,
		},
		["Увеличение интеллекта 14"] = {
			[9261] = 136235,
		},
		["Мудрость Секиры Зимы"] = {
			[21736] = 132089,
		},
		["Чертеж: модулирующий усилитель голоса"] = {
			[19864] = 134153,
		},
		["Эффект смены облика"] = {
			[9033] = 136006,
		},
		["Conjure Dull Flat Elven Blade DND"] = {
			[22925] = 136235,
		},
		["Людское приношение Утеру"] = {
			[24105] = 136235,
		},
		["Аура страха"] = {
			[25820] = 136184,
			[28313] = 136184,
			[28315] = 136163,
			[26641] = 136163,
		},
		["Веер жал"] = {
			[25749] = 134324,
		},
		["Вызов Мардука Черного"] = {
			[18650] = 136235,
		},
		["Черная рубашка Щитолома"] = {
			[3873] = 132149,
			[3894] = 136021,
		},
		["Преобр. Нефариана"] = {
			[22538] = 136235,
		},
		["Ловушка"] = {
			[8312] = 134325,
		},
		["Тотем защиты от сил стихий"] = {
			[8262] = 136069,
		},
		["Улучшенный рассекающий удар"] = {
			[12950] = 132338,
			[12329] = 132338,
			[20496] = 132338,
		},
		["Увеличенный урон от темной магии 9"] = {
			[7710] = 136235,
		},
		["Изначальные перчатки из кожи летучей мыши"] = {
			[24122] = 136235,
		},
		["Стрела Айнаши"] = {
			[18375] = 136235,
		},
		["Вызов Эданы Коготь Ненависти"] = {
			[11840] = 136235,
		},
		["Холод III"] = {
			[2134] = 135856,
		},
		["Увеличение интеллекта 11"] = {
			[9107] = 136235,
		},
		["Острое перо"] = {
			[29634] = 135934,
			[29646] = 135990,
		},
		["Союзник хищника"] = {
			[28757] = 136095,
			[28758] = 132127,
			[28756] = 136095,
		},
		["Нападение потрошителя плоти"] = {
			[29498] = 136235,
		},
		["Паутина"] = {
			[28434] = 136022,
		},
		["Дух Занзы"] = {
			[24382] = 134810,
		},
		["Наплечники кровавого духа"] = {
			[24137] = 136192,
		},
		["Copy of Increase Nature Dam 50"] = {
			[26120] = 136235,
		},
		["Вызов Тип C периодический (40 сек)"] = {
			[29399] = 136235,
		},
		["Эффект медлительности"] = {
			[3510] = 136188,
		},
		["Copy of Self Stun - 30 seconds"] = {
			[29825] = 136168,
		},
		["Праздник - Лунный телепорт: Громовой Утес"] = {
			[26455] = 135758,
		},
		["Смертельный удар"] = {
			[16856] = 132355,
			[9347] = 132355,
			[19643] = 132355,
			[17547] = 132355,
			[21551] = 132355,
			[13737] = 132355,
			[21552] = 132355,
			[21553] = 132355,
			[21557] = 132355,
			[21558] = 132355,
			[27580] = 132355,
			[12294] = 132355,
			[24573] = 132355,
			[21555] = 132355,
			[15708] = 132355,
		},
		["Сигнальная ракета, БЕЛАЯ - С"] = {
			[26318] = 136235,
		},
		["Варварская железная кираса"] = {
			[9813] = 136192,
			[10019] = 136235,
		},
		["Чертеж: поножи темного духа"] = {
			[24146] = 136235,
		},
		["Грифон Заоблачного пика, увеличение скорости"] = {
			[21190] = 135831,
		},
		["Оружие Камнедробителя"] = {
			[10399] = 136086,
			[10401] = 136086,
			[10402] = 136086,
			[16315] = 136086,
			[16317] = 136086,
			[8018] = 136086,
			[8019] = 136086,
			[8020] = 136086,
			[8021] = 136086,
			[8022] = 136086,
			[16314] = 136086,
			[16316] = 136086,
			[16318] = 136086,
			[8017] = 136086,
		},
		["Явление Силы"] = {
			[24148] = 136235,
			[24149] = 136235,
		},
		["Create Zul'Gurub Talisman WAR R1 DND"] = {
			[23998] = 136235,
		},
		["Призыв островной лягушки"] = {
			[10702] = 132311,
		},
		["Кислота проходчика"] = {
			[14120] = 136007,
		},
		["Смерть надсмотрщика из клана Черного Железа"] = {
			[12613] = 136122,
		},
		["Императорские латные наплечники"] = {
			[16646] = 136192,
		},
		["Хрупкие доспехи"] = {
			[24575] = 136162,
			[24590] = 136162,
			[29284] = 136076,
			[24574] = 136235,
		},
		["Улучшенный звездный огонь"] = {
			[16926] = 135753,
			[16850] = 135753,
			[16923] = 135753,
			[16924] = 135753,
			[16925] = 135753,
			[24480] = 136235,
		},
		["Вечное оглушение"] = {
			[23775] = 132310,
		},
		["Кошмар Наралекса"] = {
			[7967] = 136090,
		},
		["Ловушка хлыстня"] = {
			[24170] = 136100,
		},
		["Кристалл резонита"] = {
			[20492] = 135996,
		},
		["Создание печати Рассвета"] = {
			[24179] = 136235,
		},
		["Котловина Арати Орды"] = {
			[24181] = 136235,
		},
		["Вызов Зулианских стражей"] = {
			[24183] = 132185,
		},
		["Жаровня Муглаша - ловушка"] = {
			[20863] = 136235,
		},
		["Чертеж: рукавицы кровавого духа"] = {
			[24144] = 136235,
		},
		["Направление воды"] = {
			[12508] = 135864,
		},
		["Молниеносный выпад"] = {
			[24192] = 132152,
		},
		["Lava Trap 1"] = {
			[17675] = 136235,
		},
		["Увеличенный урон от магии льда 20"] = {
			[25066] = 136235,
		},
		["Задание - Импульс превращения"] = {
			[24180] = 136235,
		},
		["Большие вудуистские штаны"] = {
			[10560] = 136235,
		},
		["Elemental Slayer (OLD)"] = {
			[4687] = 135861,
			[4688] = 135861,
			[4695] = 135861,
			[4694] = 135861,
		},
		["Утраченный навык: топоры"] = {
			[7039] = 132395,
		},
		["Выкройка: жилет из штормовой ткани"] = {
			[12145] = 136235,
		},
		["Инициатор телепорта"] = {
			[29499] = 136235,
		},
		["Повышенное сопротивление силам природы 8"] = {
			[14628] = 136235,
		},
		["Мудрость Древобрюхов"] = {
			[23662] = 132149,
		},
		["Взрыв Сердца Хаккара"] = {
			[24204] = 136235,
		},
		["Половинное исцеление"] = {
			[24205] = 136235,
		},
		["Увеличенный урон от огня 54"] = {
			[17887] = 136235,
		},
		["Задание - сердце Хаккара, визуальный эффект ритуального заклинания"] = {
			[24217] = 136235,
		},
		["Песчаная буря"] = {
			[10134] = 136022,
			[10092] = 136022,
			[25160] = 136022,
		},
		["Радиационный удар"] = {
			[9771] = 136133,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ БОЛЬШАЯ - ЮЗ"] = {
			[26499] = 136235,
		},
		["Святой удар"] = {
			[2686] = 132325,
			[3744] = 132325,
			[2683] = 132325,
			[2684] = 132325,
			[2678] = 132325,
			[2685] = 132325,
		},
		["Вызов Зулианских ловцов"] = {
			[24249] = 136235,
		},
		["Мегавольт"] = {
			[11082] = 136015,
		},
		["Зулианская ломтерезка"] = {
			[24251] = 136235,
		},
		["Шипение змеи"] = {
			[24254] = 136235,
		},
		["Primal Blessing Trigger DND"] = {
			[24256] = 132175,
		},
		["Слабое зелье ловкости"] = {
			[7778] = 136235,
		},
		["Зомбирование"] = {
			[24261] = 136120,
		},
		["Summon Freethinker's Bracers DND"] = {
			[28920] = 136235,
		},
		["Отношение Грозовой Вершины +1"] = {
			[23962] = 136235,
		},
		["Отношение - Каэр Дарроу"] = {
			[17621] = 136235,
			[17681] = 136235,
		},
		["Punctured Voodoo Doll HUN DND"] = {
			[24280] = 136235,
		},
		["Установка послания Громовому Молоту"] = {
			[23514] = 136235,
		},
		["Штаны из яркой ткани"] = {
			[18439] = 132149,
		},
		["Повышенное сопротивление силам природы 26"] = {
			[14648] = 136235,
		},
		["Снижение расхода маны на магию льда"] = {
			[20376] = 136235,
		},
		["Punctured Voodoo Doll WAR DND"] = {
			[24289] = 136235,
		},
		["Магический перстень Зандалара"] = {
			[24421] = 136235,
		},
		["Умение рыболова +35"] = {
			[24301] = 136245,
		},
		["Разортель из черного железа"] = {
			[20890] = 136192,
		},
		["Вызов тени Джин'до"] = {
			[24308] = 136235,
		},
		["Благословенный солнцеплод"] = {
			[18124] = 134062,
			[18125] = 135892,
		},
		["Заморозка Нечистотона"] = {
			[25937] = 135840,
		},
		["Кровавый насос"] = {
			[24323] = 136006,
			[24324] = 136168,
			[24322] = 136168,
		},
		["Хлопушка Газ'ранки"] = {
			[24326] = 132111,
		},
		["Copy of Master Angler"] = {
			[24346] = 132288,
		},
		["Убийство животных 18"] = {
			[19691] = 136235,
		},
		["Умысел"] = {
			[14183] = 136183,
		},
		["Тигр"] = {
			[10790] = 132242,
		},
		["Железнотканые доспехи"] = {
			[27733] = 135933,
		},
		["Рассение песчаной бури"] = {
			[18908] = 136235,
		},
		["Tower Capture (DND)"] = {
			[31929] = 136153,
		},
		["Улучшение владения 1H кистевым оружием"] = {
			[24362] = 136235,
		},
		["Змеецветка"] = {
			[6195] = 134298,
		},
		["Зачаровывание браслетов - интеллект, II ступень"] = {
			[13622] = 135913,
			[13623] = 135913,
		},
		["Рецепт: сильное зелье спокойного сна"] = {
			[24370] = 136235,
		},
		["Внутреннее сосредоточение"] = {
			[14751] = 135863,
		},
		["Рецепт: хорошее зелье тролльей крови"] = {
			[24373] = 136235,
		},
		["Увеличение ловкости 19"] = {
			[14383] = 136235,
		},
		["Мощное противоядие"] = {
			[7933] = 136068,
			[23787] = 136192,
			[7935] = 136192,
			[23786] = 136068,
		},
		["Nalpak (TEST)"] = {
			[6954] = 136235,
		},
		["Рецепт: бесцветное лечебное зелье"] = {
			[4509] = 136235,
		},
		["Сила атаки 80"] = {
			[15826] = 136235,
		},
		["Совмещение"] = {
			[22990] = 136164,
		},
		["Заточка оружия +2"] = {
			[6514] = 132223,
		},
		["транс2"] = {
			[23332] = 136235,
		},
		["Полевой паек котловины Арати"] = {
			[24409] = 134062,
		},
		["Поножи из кожи ледопарда"] = {
			[19074] = 136235,
		},
		["Увеличенный паек воина котловины Арати"] = {
			[24411] = 134062,
		},
		["Смерть Таэлана"] = {
			[18969] = 136235,
		},
		["Блеск Занзы"] = {
			[24417] = 134809,
			[30003] = 134809,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ - ЮВ"] = {
			[26311] = 136235,
		},
		["Колчан из тонкой кожи"] = {
			[9060] = 136235,
			[9061] = 136021,
		},
		["Чертеж: преобразователь истинного серебра"] = {
			[23088] = 134153,
		},
		["Улучшенный огненный ливень/ливень адского пламени"] = {
			[24430] = 136235,
		},
		["Явление смерти"] = {
			[3109] = 136195,
		},
		["Формула чар для оружия: похищение жизни"] = {
			[20089] = 136235,
		},
		["Благодатный Свет небес"] = {
			[24457] = 136235,
		},
		["Улучшенный контроль над разумом"] = {
			[24483] = 136235,
		},
		["Медный топор"] = {
			[2738] = 136192,
			[2755] = 136235,
		},
		["Восстановление способностей"] = {
			[24531] = 132212,
		},
		["Краткое целительное прикосновение"] = {
			[24542] = 136077,
		},
		["Чародейское могущество"] = {
			[24544] = 135753,
		},
		["Обезглавить"] = {
			[24241] = 132155,
			[25669] = 136235,
		},
		["Природная броня"] = {
			[24561] = 136094,
			[24562] = 136094,
			[24547] = 136094,
			[24563] = 136094,
			[24548] = 136094,
			[24549] = 136094,
			[24565] = 136094,
			[24550] = 136094,
			[24566] = 136094,
			[24551] = 136094,
			[24567] = 136094,
			[24552] = 136094,
			[24568] = 136094,
			[24553] = 136094,
			[24569] = 136094,
			[24554] = 136094,
			[24570] = 136094,
			[24555] = 136094,
			[24633] = 136094,
			[24556] = 136094,
			[24634] = 136094,
			[24557] = 136094,
			[24629] = 136094,
			[24558] = 136094,
			[24631] = 136094,
			[24559] = 136094,
			[24630] = 136094,
			[24560] = 136094,
			[24545] = 136094,
			[24632] = 136094,
		},
		["Выкройка: боевые перчатки Древобрюхов"] = {
			[23713] = 136235,
		},
		["Само-неуязвимость"] = {
			[16621] = 135915,
		},
		["Очарование"] = {
			[24594] = 136235,
		},
		["Создание Скипетра призыва: Вода"] = {
			[24898] = 136235,
		},
		["Создание инструкций кентавра-парии"] = {
			[21979] = 136235,
		},
		["Рецепт: сильный эликсир огневой мощи"] = {
			[26278] = 136235,
		},
		["Эффективность"] = {
			[19418] = 135865,
			[19419] = 135865,
			[19420] = 135865,
			[19416] = 135865,
			[19417] = 135865,
		},
		["Истребитель нежити 45"] = {
			[18098] = 136142,
		},
		["Путь исцеления"] = {
			[29205] = 136044,
			[29202] = 136044,
			[29206] = 136044,
			[29203] = 136044,
		},
		["Сбор трав"] = {
			[2371] = 136065,
			[2366] = 136065,
			[2368] = 136065,
			[2369] = 136065,
			[3570] = 136065,
			[11993] = 136065,
		},
		["Чернокнижие: бронзовое"] = {
			[23170] = 134156,
		},
		["Эффект Огненного щита III"] = {
			[3054] = 135817,
		},
		["Иллюзия: черный драконор"] = {
			[19937] = 135942,
		},
		["TEST 100 STR DND"] = {
			[24653] = 136235,
		},
		["Рукавицы из чешуи зеленого дракона"] = {
			[24655] = 136235,
			[24657] = 136021,
		},
		["Эффект Звериного неистовства"] = {
			[19604] = 132091,
		},
		["Тотем сопротивления силам природы"] = {
			[10600] = 136061,
			[10597] = 136061,
			[10601] = 136061,
			[10595] = 136061,
			[10603] = 136061,
			[10602] = 136061,
		},
		["Кладб., среднее, Альянс"] = {
			[24678] = 136235,
		},
		["Кладб., среднее, Орда"] = {
			[24679] = 136235,
		},
		["Вызов кошмарных иллюзий"] = {
			[24728] = 135824,
			[24681] = 135824,
			[24729] = 135824,
		},
		["Гибельная кожаная головная повязка"] = {
			[19071] = 136235,
		},
		["Власть Хаккара"] = {
			[24692] = 136235,
		},
		["Быстрый галоп"] = {
			[4105] = 132319,
			[4766] = 132319,
			[6017] = 132319,
		},
		["Сила атаки - сила зверя (+280)"] = {
			[24697] = 136235,
		},
		["Омоложение"] = {
			[8070] = 136081,
			[15981] = 136081,
			[9839] = 136081,
			[9840] = 136081,
			[2091] = 136081,
			[9841] = 136081,
			[9842] = 136081,
			[9843] = 136081,
			[1058] = 136081,
			[2092] = 136081,
			[3628] = 136081,
			[25299] = 136081,
			[20701] = 136081,
			[3062] = 136235,
			[1429] = 136081,
			[1059] = 136235,
			[3063] = 136235,
			[8910] = 136081,
			[28716] = 136235,
			[8911] = 136081,
			[28722] = 133439,
			[1430] = 136081,
			[788] = 136235,
			[12160] = 136081,
			[20664] = 136081,
			[27532] = 136081,
			[2093] = 136081,
			[28723] = 133439,
			[3627] = 136081,
			[1428] = 136081,
			[774] = 136081,
			[9844] = 136081,
			[25409] = 136081,
			[1431] = 136081,
			[25972] = 132282,
			[2090] = 136081,
			[28724] = 133439,
		},
		["Костюм лепрогнома"] = {
			[24713] = 134165,
			[24712] = 134164,
			[24719] = 136235,
		},
		["Test Black Diamond Debug"] = {
			[27059] = 136192,
		},
		["Счастливый питомец"] = {
			[24716] = 132161,
			[24722] = 132161,
		},
		["Превращение Буру"] = {
			[24721] = 136129,
		},
		["Желудочный сок"] = {
			[26220] = 132099,
			[26476] = 132099,
			[26479] = 132099,
		},
		["Штаны из ледяной ткани"] = {
			[18424] = 132149,
		},
		["Белый кожаный жакет"] = {
			[2163] = 136235,
		},
		["Пониженный расход на стрелу Тьмы у Призывателя Рока"] = {
			[26117] = 136235,
		},
		["Пушка - пригот."] = {
			[24754] = 136235,
			[24832] = 136235,
			[24743] = 136235,
			[24730] = 136235,
			[24831] = 136235,
		},
		["Красные наплечники из магической ткани"] = {
			[12078] = 132149,
		},
		["Великая Вечная субстанция"] = {
			[20039] = 136192,
		},
		["Священная сфера"] = {
			[24865] = 134123,
		},
		["Конфета или жизнь"] = {
			[24751] = 136235,
			[24755] = 134015,
		},
		["Повышенное сопротивление тайной магии 17"] = {
			[14719] = 136235,
		},
		["Рецепт: эликсир сопротивления яду"] = {
			[3182] = 136235,
		},
		["Двойной телепорт - визуальный эффект"] = {
			[26638] = 135736,
		},
		["Summon Duke Earth, Trigger"] = {
			[24771] = 136235,
		},
		["Copy of Summon Duke"] = {
			[24783] = 136235,
		},
		["Summon Royal, Trigger"] = {
			[24785] = 136235,
		},
		["Цепной удар"] = {
			[8292] = 136015,
			[11085] = 136015,
		},
		["Перемещение в Халех"] = {
			[17159] = 136235,
		},
		["Зеленая льняная рубашка"] = {
			[2396] = 132149,
			[2418] = 136021,
		},
		["Гнилостный фермент"] = {
			[14539] = 136066,
		},
		["Огонь III"] = {
			[1982] = 132153,
		},
		["Копченые пустынные клецки"] = {
			[24802] = 136021,
		},
		["Увеличенный урон от огня 3"] = {
			[7684] = 136235,
		},
		["Create Hive'Ashi Rubbing DND"] = {
			[24806] = 136235,
		},
		["Увеличеный урон от магии льда 21"] = {
			[9308] = 136235,
		},
		["Create Hive'Regal Rubbing DND"] = {
			[24807] = 136235,
		},
		["Огонь Преисподней"] = {
			[24826] = 135818,
		},
		["Вызов Тени Таэрара"] = {
			[24842] = 135824,
			[24843] = 135824,
			[24841] = 135824,
		},
		["Наручи духовного огня"] = {
			[24846] = 136235,
		},
		["Взрыв души"] = {
			[10828] = 136168,
		},
		["Рукавицы песчаного ловца"] = {
			[24850] = 136235,
		},
		["Кираса песчаного ловца"] = {
			[24851] = 136235,
		},
		["Аннигилятор"] = {
			[16991] = 136192,
		},
		["Вызов паутинных повязок"] = {
			[28627] = 136235,
		},
		["Пытливый ум"] = {
			[20591] = 132864,
		},
		["Создание приза Близз-Кона"] = {
			[24863] = 136235,
		},
		["Предмет +СИЛ Нога R1"] = {
			[15396] = 136235,
		},
		["Увеличенный урон от чар 36"] = {
			[17830] = 136235,
		},
		["Критический выстрел"] = {
			[1544] = 132169,
			[1545] = 132169,
		},
		["Шлем огня"] = {
			[10632] = 136235,
		},
		["Дыхание огня"] = {
			[29388] = 135818,
		},
		["Кираса Темного духа"] = {
			[24139] = 136192,
		},
		["Ожог Тьмы"] = {
			[18870] = 136191,
			[18878] = 136191,
			[17877] = 136191,
			[18871] = 136191,
			[18875] = 136191,
			[18868] = 136191,
			[18872] = 136191,
			[18876] = 136191,
			[18869] = 136191,
			[18877] = 136191,
			[18867] = 136191,
		},
		["Summon Drakefire Amulet DND"] = {
			[22207] = 136235,
		},
		["Невидимость Элементалей"] = {
			[8203] = 135994,
		},
		["Повышение урона от заклинания 24"] = {
			[24595] = 136235,
			[25111] = 136235,
		},
		["Создание кристалла души"] = {
			[23464] = 136235,
			[24827] = 136235,
		},
		["Рунные стигийские сапоги"] = {
			[24903] = 132149,
		},
		["Берсерк"] = {
			[26068] = 132117,
			[26615] = 132117,
			[27680] = 136224,
			[23397] = 136129,
			[43] = 132277,
			[26662] = 136224,
			[28498] = 136224,
		},
		["Облик лунного совуха (пассивный эффект)"] = {
			[24905] = 136036,
		},
		["Штаны Грозового Покрова"] = {
			[19067] = 136235,
		},
		["Огненный посох V"] = {
			[1922] = 132325,
			[1927] = 132325,
		},
		["Костюм летучей мыши"] = {
			[24732] = 132288,
			[24733] = 136235,
		},
		["Выкройка: короткие штаны боевого медведя"] = {
			[19200] = 136235,
		},
		["Исцеление Эпох"] = {
			[24998] = 136042,
		},
		["Неистовство девизавра"] = {
			[24352] = 132193,
		},
		["Темная руна"] = {
			[27869] = 134417,
		},
		["Темный жребий Сейджа - урон"] = {
			[23768] = 134334,
		},
		["Супер-Инвис"] = {
			[8149] = 135994,
			[24235] = 135994,
			[26222] = 135994,
		},
		["Стремительный серый баран"] = {
			[23239] = 132248,
		},
		["Вызов ключевого противника"] = {
			[31315] = 136235,
		},
		["Состояние защиты 2"] = {
			[24948] = 132110,
		},
		["Defensive State 2 (DND)"] = {
			[24949] = 132110,
		},
		["Увеличенное исцеление 92"] = {
			[23593] = 136235,
		},
		["Аура Северного Волка, манекен, рассеяние"] = {
			[21828] = 136152,
		},
		["Исчезновение гнилых грибов"] = {
			[24958] = 136235,
		},
		["Очки чести +82"] = {
			[24961] = 136235,
		},
		["Мощный железный молот"] = {
			[3297] = 136192,
		},
		["Дар дружбы: Дарнасс"] = {
			[27666] = 133203,
		},
		["Темный удар"] = {
			[19777] = 132325,
			[22574] = 132325,
		},
		["Сигнальная ракета, БЕЛАЯ БОЛЬШАЯ - С"] = {
			[26507] = 136235,
		},
		["Повышенное сопротивление магии льда 27"] = {
			[14566] = 136235,
		},
		["Получение ключевого предмета, страж Оргриммара"] = {
			[27507] = 136235,
		},
		["Вызов маленького мурлока (Белого)"] = {
			[24988] = 134300,
		},
		["Кожевничество: сила стихий"] = {
			[10658] = 135830,
			[10659] = 136247,
		},
		["Демоническое преображение"] = {
			[24992] = 136218,
		},
		["Большее рассеивание"] = {
			[24997] = 135753,
		},
		["Больший интеллект"] = {
			[11394] = 134721,
			[11396] = 134721,
			[11395] = 134721,
			[13825] = 136235,
		},
		["Увеличение сила на 11"] = {
			[9122] = 136235,
		},
		["Эффект неуязвимости: провокация и атака"] = {
			[20027] = 136235,
		},
		["Увеличенный урон от сил природы 17"] = {
			[9358] = 136235,
		},
		["Запуск ракеты"] = {
			[25030] = 132385,
		},
		["Подмастерье кузнеца"] = {
			[2021] = 136241,
		},
		["Создание аксессуара фейерверка Upperdeck"] = {
			[30189] = 136235,
		},
		["Топор Тень Полумесяца"] = {
			[3500] = 136192,
		},
		["Одеяние из ледяной ткани"] = {
			[18404] = 132149,
		},
		["Зачаровывание щита - дух, V ступень"] = {
			[20016] = 135913,
		},
		["Рецепт: стейк из мощь-рыбы"] = {
			[18258] = 136235,
		},
		["Увеличенное исцеление 30"] = {
			[25067] = 136235,
		},
		["Зачаровывание перчаток - мощь Льда"] = {
			[25074] = 135913,
		},
		["Улучшенный вихрь"] = {
			[24431] = 136235,
		},
		["Рефлексы кобры"] = {
			[25076] = 136040,
			[25077] = 136040,
		},
		["Жало гадюки"] = {
			[14279] = 132157,
			[2898] = 132157,
			[14280] = 132157,
			[3034] = 132157,
			[14350] = 132157,
			[14351] = 132157,
		},
		["Предел шторма"] = {
			[28999] = 136099,
			[29000] = 136099,
		},
		["Темное Желание"] = {
			[27723] = 135460,
		},
		["Нефариан - выбор туннеля (L1)"] = {
			[23344] = 136235,
		},
		["Зачаровывание плаща - сопротивление огню, III ступень"] = {
			[25081] = 135913,
		},
		["Зеркало Льда"] = {
			[23131] = 135850,
		},
		["Кристалл восстановления"] = {
			[15229] = 134095,
		},
		["Формула чар для перчаток: ловкость III"] = {
			[25092] = 136235,
		},
		["Формула чар для плаща: сопротивление силам природы I"] = {
			[25094] = 136235,
		},
		["Формула чар для плаща: незаметность"] = {
			[25095] = 136235,
		},
		["Превращение героя"] = {
			[25098] = 136235,
		},
		["Red Dragon Transform DND"] = {
			[25106] = 136235,
		},
		["Evade (DND)"] = {
			[108] = 136235,
		},
		["Blue Dragon Transform DND"] = {
			[25107] = 136235,
		},
		["Хрустальная спираль"] = {
			[15279] = 134134,
		},
		["Ловкость рук"] = {
			[30892] = 132294,
			[30893] = 132294,
		},
		["Печать огня * (NSE)"] = {
			[1895] = 135968,
		},
		["Слабое волшебное масло"] = {
			[25117] = 136235,
			[25124] = 135913,
		},
		["Укус змеи"] = {
			[13552] = 132204,
			[13560] = 132204,
			[1978] = 132204,
			[13553] = 132204,
			[13561] = 132204,
			[13554] = 132204,
			[13562] = 132204,
			[25295] = 132204,
			[13555] = 132204,
			[25405] = 132204,
			[13556] = 132204,
			[13549] = 132204,
			[13557] = 132204,
			[13550] = 132204,
			[13558] = 132204,
			[2003] = 132204,
			[13559] = 132204,
			[13551] = 132204,
			[25968] = 132282,
		},
		["Ivus Teleport Visual DND"] = {
			[21649] = 136235,
		},
		["Летучая зараза"] = {
			[3586] = 135914,
			[18150] = 135914,
			[12094] = 136006,
			[24928] = 135914,
			[3584] = 135914,
			[18149] = 135914,
			[3585] = 135914,
			[3587] = 135914,
			[24929] = 135914,
		},
		["Медлительность - постоянное действие"] = {
			[3509] = 136142,
		},
		["Summon Duke Air, Trigger"] = {
			[24769] = 136235,
		},
		["Наполнить флягу Джиннии"] = {
			[8919] = 136235,
		},
		["Рецепт: трансмутация первородного огня"] = {
			[25147] = 136235,
		},
		["Активация бомбы 2"] = {
			[11521] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, стражник Стальгорна"] = {
			[27244] = 136235,
		},
		["Злотрутни"] = {
			[25152] = 136235,
		},
		["Вызов омерзительного слизнюченыша"] = {
			[25162] = 132311,
		},
		["Удар по почкам"] = {
			[27615] = 132298,
			[8644] = 132298,
			[6735] = 132298,
			[408] = 132298,
			[8643] = 132298,
		},
		["Создание проявителя Ониксии"] = {
			[17647] = 133748,
		},
		["Сокрушительный удар II"] = {
			[2443] = 132326,
		},
		["Слабость перед Огнем"] = {
			[25177] = 134396,
		},
		["Чертеж: малый сефориевый заряд"] = {
			[4027] = 136235,
		},
		["Чародейская слабость"] = {
			[25181] = 134395,
		},
		["Убийца драконов"] = {
			[4666] = 132323,
			[4669] = 132323,
			[4670] = 132323,
			[4671] = 132323,
			[4672] = 132323,
			[4673] = 132323,
			[4674] = 132323,
			[4661] = 132323,
			[4662] = 132323,
			[4663] = 132323,
			[4664] = 132323,
			[4665] = 132323,
		},
		["Ответный удар"] = {
			[6569] = 132354,
			[14251] = 132336,
			[5237] = 132354,
		},
		["Увеличенный урон от сил природы 4"] = {
			[7692] = 136235,
		},
		["Frog Self (TEST)"] = {
			[25199] = 136203,
		},
		["Гребень Убийцы"] = {
			[28777] = 135441,
		},
		["Дальнобойный выстрел силитусского стрелка"] = {
			[25200] = 132222,
		},
		["Формула чар для оружия: импульс V"] = {
			[20082] = 136235,
		},
		["Copy of Deadly Poison IV"] = {
			[25348] = 132290,
		},
		["Кровожадность"] = {
			[23880] = 136012,
			[379] = 136012,
			[6742] = 136012,
			[23899] = 136012,
			[23900] = 136012,
			[23885] = 136012,
			[21049] = 136012,
			[23886] = 136012,
			[23887] = 136012,
			[23888] = 136012,
			[1328] = 136012,
			[23889] = 136012,
			[23951] = 136012,
			[23890] = 136012,
			[24185] = 136012,
			[23891] = 136012,
			[27689] = 136012,
			[23892] = 136012,
			[16170] = 136012,
			[23893] = 136012,
			[23881] = 136012,
			[23894] = 136012,
			[23898] = 136012,
		},
		["Очки старшего инженера"] = {
			[19825] = 136235,
		},
		["Месть Кривой Сосны"] = {
			[5628] = 136224,
		},
		["Bleed Spice, Missile (DND)"] = {
			[29945] = 136235,
		},
		["Recipe: TEST"] = {
			[25663] = 136235,
		},
		["Priest Event Despawner DND"] = {
			[23137] = 136235,
		},
		["Call Scepter DND"] = {
			[25861] = 136235,
		},
		["Наполнение энергией"] = {
			[25685] = 136018,
		},
		["Нарайн!"] = {
			[25688] = 134164,
		},
		["Божественная защита"] = {
			[13007] = 135954,
			[5572] = 135954,
			[5573] = 135954,
			[27778] = 135923,
			[735] = 136120,
			[3697] = 135824,
			[498] = 135954,
			[5574] = 135954,
			[27779] = 135940,
		},
		["Рецепт копченого шалфокуня"] = {
			[25704] = 136192,
		},
		["Вызов панды"] = {
			[17707] = 132311,
		},
		["Вызов Тип C периодический (15 сек)"] = {
			[29412] = 136235,
		},
		["Телепорт членистонога из улья Зара"] = {
			[25825] = 136235,
			[25826] = 136235,
			[25827] = 136235,
			[25709] = 136235,
			[25828] = 136235,
		},
		["Начало цикла членистонога из улья Зара"] = {
			[25711] = 136235,
		},
		["Заставить себя - лук"] = {
			[25716] = 136168,
		},
		["Маскировка под Сумеречного культиста"] = {
			[24746] = 136235,
			[24748] = 136235,
			[24782] = 136235,
		},
		["Bleed Spice, Create cluster E (DND)"] = {
			[30684] = 136235,
		},
		["Высасывание души"] = {
			[16430] = 136169,
			[24619] = 136169,
		},
		["Эффект чумной волны 4"] = {
			[30119] = 135805,
		},
		["QAEnchant Weapon Spell Power"] = {
			[23143] = 135913,
		},
		["Инкрустированный мифриловый цилиндр"] = {
			[11454] = 136235,
		},
		["Ядовитый хвостокол"] = {
			[25748] = 134324,
		},
		["Пояс жителя холмов"] = {
			[3767] = 136235,
		},
		["Снежный мундир"] = {
			[28219] = 136235,
			[28254] = 136021,
		},
		["Улучшенный ментальный крик"] = {
			[15450] = 136184,
			[15392] = 136184,
			[15448] = 136184,
		},
		["Рецепт: эликсир ловкости I ступени"] = {
			[3187] = 136235,
		},
		["Зачарованный мешочек из магической ткани"] = {
			[27658] = 132149,
		},
		["Ледяной замок"] = {
			[5249] = 135834,
			[22856] = 135834,
		},
		["Расстройство ума"] = {
			[25774] = 136025,
		},
		["Ослабляющая болезнь"] = {
			[18633] = 136118,
		},
		["Высшая ловкость"] = {
			[19989] = 136235,
		},
		["Исчезновение племени"] = {
			[25792] = 136235,
		},
		["Пояс из чешуи морлока"] = {
			[6702] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (ближний бой - 40)"] = {
			[25795] = 134969,
		},
		["Выброс лавы"] = {
			[21158] = 135830,
		},
		["Опутывающая сеть"] = {
			[15471] = 136022,
		},
		["Ан'Киражский наградной положительный эффект (инициатор - 20)"] = {
			[25800] = 134969,
		},
		["Улучшенная молния"] = {
			[24462] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (инициатор - 40)"] = {
			[25802] = 134969,
		},
		["Ром Рэмси \"Черный ярлык\""] = {
			[25804] = 132791,
		},
		["Гномье приношение Утеру"] = {
			[24106] = 136235,
		},
		["Плотные льняные бинты"] = {
			[3276] = 136192,
			[3281] = 136192,
		},
		["Преобразование Вароша"] = {
			[16801] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ - ЮВ"] = {
			[26307] = 136235,
		},
		["Eranikus Night Elf DND"] = {
			[25846] = 136235,
		},
		["Рецепт имбирного пряника"] = {
			[21143] = 136192,
		},
		["Украшенные узором бронзовые наручи"] = {
			[2672] = 136192,
			[2751] = 136235,
		},
		["Выкройка: снежные наручи"] = {
			[28230] = 136235,
		},
		["Лук Айнаши"] = {
			[19767] = 132222,
		},
		["Вытягивание здоровья"] = {
			[18653] = 136082,
			[18654] = 136082,
			[18652] = 136082,
		},
		["Слабоумие"] = {
			[457] = 136175,
			[1169] = 136175,
		},
		["Зов сирены"] = {
			[25678] = 132322,
		},
		["Отражение магии льда и темной магии"] = {
			[19595] = 135736,
		},
		["Средоточие ветра Хаоса"] = {
			[22007] = 136235,
			[22008] = 136222,
		},
		["Сила атаки 40 - Светлая сталь"] = {
			[30775] = 136235,
		},
		["Вызов духа Сотоса"] = {
			[27644] = 136235,
		},
		["Нечистотон растет"] = {
			[25897] = 136006,
		},
		["Урон от оружия 04"] = {
			[25901] = 136235,
		},
		["Телепорт Нечистотона"] = {
			[25904] = 136006,
		},
		["Землетрясение II"] = {
			[1349] = 136025,
		},
		["Формула чар для наручей: восстановление маны"] = {
			[7767] = 136235,
			[23807] = 136235,
		},
		["Гнев"] = {
			[3737] = 136235,
			[18104] = 136048,
			[6781] = 136006,
			[16789] = 136224,
			[5176] = 136006,
			[20698] = 136048,
			[5177] = 136006,
			[9912] = 136006,
			[5178] = 136006,
			[8906] = 136006,
			[6612] = 132366,
			[5179] = 136006,
			[17056] = 135881,
			[5290] = 136235,
			[17058] = 135881,
			[17059] = 135881,
			[17060] = 135881,
			[5291] = 136235,
			[5181] = 136006,
			[5292] = 136235,
			[5182] = 136006,
			[21667] = 136048,
			[5183] = 136006,
			[6806] = 136006,
			[5184] = 136006,
			[17057] = 135881,
			[8905] = 136006,
			[17061] = 135881,
			[5180] = 136006,
			[9739] = 136048,
			[17144] = 136048,
			[21807] = 136048,
			[5289] = 136235,
			[9174] = 132277,
			[6780] = 136006,
			[17099] = 136152,
			[9911] = 136006,
		},
		["Повышенное сопротивление силам природы 3"] = {
			[14624] = 136235,
		},
		["Разъедающий яд"] = {
			[13526] = 136016,
			[3396] = 136016,
			[24111] = 136016,
		},
		["Повышенное сопротивление огню 18"] = {
			[14598] = 136235,
		},
		["Флейта крысолова"] = {
			[21050] = 136235,
		},
		["Рецепт: зелье защиты от магии"] = {
			[11503] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight TANK R1 DND"] = {
			[25932] = 136235,
		},
		["Signet Ring of the Bronze Dragonflight TANK R2 DND"] = {
			[25933] = 136235,
		},
		["Призыв бомбейской кошки"] = {
			[10673] = 132311,
		},
		["Signet Ring of the Bronze Dragonflight TANK R5 DND"] = {
			[25936] = 136235,
		},
		["Создание пригласительного приза Кореи, зерглинг"] = {
			[29344] = 136235,
		},
		["Ядовитая кровь"] = {
			[24320] = 132274,
			[24321] = 136077,
			[26744] = 132274,
		},
		["Чертеж: ториевые патроны"] = {
			[19862] = 134153,
		},
		["Призматическая форма: Гром"] = {
			[4936] = 136160,
		},
		["Вызов синего киражского боевого танка"] = {
			[25953] = 134398,
		},
		["Исчезновение Блестяшки"] = {
			[15993] = 136235,
		},
		["Рецепт: деликатес из шалфокуня"] = {
			[25955] = 136235,
		},
		["Отрава"] = {
			[25989] = 136006,
			[26575] = 136006,
		},
		["Мгновенная смерть - перезагрузка"] = {
			[26644] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 5"] = {
			[14668] = 136235,
		},
		["Чертеж: зачарованная ториевая кираса"] = {
			[16761] = 136235,
		},
		["Накладки из жесткой кожи"] = {
			[2165] = 136235,
			[2884] = 136021,
		},
		["Вулканические поножи"] = {
			[19059] = 136235,
		},
		["Вращение 360"] = {
			[26009] = 136235,
		},
		["Дезертир"] = {
			[26013] = 132118,
		},
		["QAEnchant Boots +8% Speed"] = {
			[26019] = 136235,
		},
		["Сигнальная ракета, ЖЕЛТАЯ - ЮВ"] = {
			[26323] = 136235,
		},
		["Поиск сокровища"] = {
			[2481] = 135725,
		},
		["Create House (TEST)"] = {
			[6757] = 132281,
		},
		["Повышенное сопротивление силам Тьмы 25"] = {
			[14688] = 136235,
		},
		["Зачаровывание плаща - защита, I ступень"] = {
			[7461] = 135913,
			[7771] = 135913,
		},
		["Запал удара ненависти"] = {
			[28307] = 136235,
		},
		["Исцеление тьмой"] = {
			[19775] = 136130,
			[17613] = 136130,
			[16588] = 136130,
		},
		["Критическое оружие +2"] = {
			[22755] = 132323,
		},
		["Раскаленная почва"] = {
			[22196] = 135805,
			[22200] = 135805,
			[22193] = 135805,
			[22197] = 135805,
			[22201] = 135805,
			[22194] = 135805,
			[22198] = 135805,
			[22202] = 135805,
			[22191] = 135805,
			[22195] = 135805,
			[22199] = 135805,
			[22192] = 135805,
		},
		["Увеличенный урон от огня 64"] = {
			[26698] = 136235,
		},
		["Create Zul'Gurub Talisman WLK R4 DND"] = {
			[24047] = 136235,
		},
		["Установка здоровья Оуро"] = {
			[26075] = 136235,
		},
		["Увеличение сила на 35"] = {
			[14507] = 136235,
		},
		["Создание сокровища Мау'ари"] = {
			[16351] = 136235,
		},
		["Горение души"] = {
			[19393] = 135827,
		},
		["Выкройка: сума душ"] = {
			[26088] = 136235,
		},
		["Песчаный вихрь"] = {
			[26102] = 136018,
		},
		["Сбивание"] = {
			[26103] = 136104,
		},
		["Увеличенное исцеление 187"] = {
			[26814] = 136235,
		},
		["Символы бесконечной жизни: завершительный эффект"] = {
			[26107] = 136235,
		},
		["Вспышка безумия"] = {
			[26108] = 136175,
		},
		["Защита от ледяной стрелы"] = {
			[29871] = 136235,
		},
		["Метка: Пузыри"] = {
			[22429] = 132212,
			[22431] = 132212,
		},
		["Знаки Скрытых теней, мясорубка, дополнительный урон"] = {
			[26114] = 136235,
		},
		["Увеличенный урон от темной магии 36"] = {
			[18015] = 136235,
		},
		["Отпор 500 инициаторы"] = {
			[13541] = 136235,
			[13566] = 136235,
		},
		["Гнев Зовущего бурю"] = {
			[26121] = 136096,
		},
		["Увеличение ловкости 16"] = {
			[14330] = 136235,
		},
		["Дар Зова Бури - бонус к Цепной молнии"] = {
			[26123] = 136235,
		},
		["Отношение Орды"] = {
			[26125] = 132485,
		},
		["Альянс - отношение"] = {
			[26126] = 132486,
		},
		["Исчезновение механического йети"] = {
			[17163] = 136235,
		},
		["Zone Recall (OLD)"] = {
			[50] = 136235,
		},
		["Инициатор вращения"] = {
			[26137] = 136235,
		},
		["Повышение урона от заклинания 53"] = {
			[26142] = 136235,
		},
		["Быстродействующий яд VI"] = {
			[11340] = 132273,
			[11337] = 132273,
			[11343] = 132273,
		},
		["Панцирь Тени"] = {
			[9657] = 136121,
		},
		["Повышение урона от заклинания 59"] = {
			[26155] = 136235,
		},
		["Повышение урона от заклинания 60"] = {
			[26158] = 136235,
		},
		["Буйные кожаные сапоги"] = {
			[10566] = 136235,
			[23621] = 136021,
		},
		["Чертеж: обсидиановый кольчужный мундир"] = {
			[27596] = 136235,
		},
		["Отношение Стальгорна"] = {
			[26160] = 136235,
		},
		["Измерение"] = {
			[7482] = 136115,
		},
		["Репутация Черного Копья"] = {
			[26163] = 136235,
		},
		["Рывок"] = {
			[28343] = 132184,
			[24408] = 132337,
			[6180] = 132337,
			[24193] = 132337,
			[7370] = 132184,
			[11578] = 132337,
			[1738] = 132337,
			[26179] = 132184,
			[11579] = 132337,
			[22120] = 132337,
			[20508] = 132337,
			[27685] = 132184,
			[24023] = 132337,
			[7371] = 132184,
			[24315] = 132337,
			[6178] = 132337,
			[26184] = 132184,
			[100] = 132337,
			[26185] = 132184,
			[26201] = 132184,
			[26186] = 132184,
			[26202] = 132184,
			[26177] = 132184,
			[26178] = 132184,
			[25821] = 132337,
			[22911] = 132337,
		},
		["Чертеж: зачарованные ториевые поножи"] = {
			[16760] = 136235,
		},
		["Скорость"] = {
			[11] = 136106,
			[2379] = 132219,
			[1206] = 136106,
			[23978] = 132870,
			[22863] = 132307,
			[17498] = 132307,
			[14530] = 132307,
			[23451] = 132870,
		},
		["Дальний выстрел II"] = {
			[1536] = 132222,
		},
		["Теневое оплечье Рассвета"] = {
			[22596] = 136235,
		},
		["Призыв изображений"] = {
			[747] = 136235,
		},
		["Скорострельность бойца - дополнительный эффект"] = {
			[26174] = 136235,
		},
		["Червоточина"] = {
			[26183] = 136235,
			[26382] = 135743,
			[26182] = 136235,
			[26381] = 132331,
		},
		["Рождественский темный магистр Гандлинг"] = {
			[26200] = 135849,
		},
		["Серая шерстяная рубашка"] = {
			[2406] = 132149,
			[2424] = 136021,
		},
		["Приливная концентрация"] = {
			[16214] = 135859,
			[16215] = 135859,
			[16216] = 135859,
			[16217] = 135859,
			[16179] = 135859,
		},
		["Создание омелы"] = {
			[26206] = 136235,
		},
		["QAEnchant Bracer +9 Strength"] = {
			[22051] = 135913,
		},
		["Изучить орочьи боевые поножи"] = {
			[11132] = 136235,
		},
		["Увеличеный урон от магии льда 1"] = {
			[7697] = 136235,
		},
		["Блестящая побрякушка"] = {
			[8087] = 134335,
		},
		["Появление бронзового драконида"] = {
			[22657] = 136235,
		},
		["Чертеж: экстремальные очки силы заклинаний"] = {
			[12649] = 136235,
		},
		["Залп"] = {
			[28751] = 136235,
			[21390] = 132330,
			[14359] = 132330,
			[14288] = 132330,
			[2643] = 132330,
			[14290] = 132330,
			[20735] = 132330,
			[25404] = 132330,
			[6999] = 132330,
			[25967] = 132282,
			[14360] = 132330,
			[18651] = 132330,
			[5338] = 132330,
			[14289] = 132330,
			[14443] = 132330,
			[25294] = 132330,
		},
		["Благословение Элуны"] = {
			[26393] = 134121,
		},
		["Вызов ротовых щупалец"] = {
			[26236] = 136235,
			[26237] = 136235,
		},
		["Гуляка праздника Зимы - дворф"] = {
			[26241] = 135849,
			[26242] = 135849,
		},
		["Гуляка праздника Зимы - гоблин"] = {
			[26243] = 135849,
			[26244] = 135849,
		},
		["Черепаший панцирь"] = {
			[77] = 136235,
		},
		["Гуляка праздника Зимы - орк"] = {
			[26248] = 135849,
		},
		["Гуляка праздника Зимы - тролль"] = {
			[26251] = 135849,
			[26252] = 135849,
		},
		["Проверка обновления"] = {
			[26255] = 136235,
			[26256] = 136235,
			[26257] = 136235,
		},
		["Водный облик (пассивный эффект)"] = {
			[5421] = 132112,
		},
		["Сильный эликсир Огневой мощи"] = {
			[26277] = 136235,
		},
		["Увеличение интеллекта 43"] = {
			[14943] = 136235,
		},
		["Большое вудуистское одеяние"] = {
			[10520] = 136235,
		},
		["Повышенное сопротивление силам Тьмы 43"] = {
			[14992] = 136235,
		},
		["Эффект портала: Оргриммар"] = {
			[17609] = 135744,
		},
		["Вызов Ар'лии"] = {
			[22567] = 136039,
		},
		["Вызов легионера Крыла Тьмы"] = {
			[19826] = 136235,
		},
		["Увеличение сила на 16"] = {
			[14488] = 136235,
		},
		["Disarm (TEST)"] = {
			[5259] = 136235,
		},
		["Copy of Garrote"] = {
			[28911] = 132297,
		},
		["Охотник на драконов В"] = {
			[21966] = 136095,
		},
		["Сигнальная ракета, КРАСНАЯ - Н"] = {
			[26305] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ - С"] = {
			[26306] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ - ЮЗ"] = {
			[26308] = 136235,
		},
		["MHTest02 Effect"] = {
			[19109] = 132350,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ - Н"] = {
			[26309] = 136235,
		},
		["Сигнальная ракета, ЗЕЛЕНАЯ - С"] = {
			[26310] = 136235,
		},
		["Рецепт сытной похлебки из кроколиска"] = {
			[24418] = 136192,
		},
		["Панда"] = {
			[19230] = 132156,
			[19231] = 132156,
		},
		["Вызов дракончика Ониксии"] = {
			[20172] = 136235,
		},
		["QAEnchant Weapon +22 Intellect"] = {
			[26793] = 135913,
		},
		["Сигнальная ракета, БЕЛАЯ - ЮВ"] = {
			[26319] = 136235,
		},
		["Сигнальная ракета, БЕЛАЯ - ЮЗ"] = {
			[26320] = 136235,
		},
		["Создание сущности детеныша дракона"] = {
			[16027] = 136235,
		},
		["Сигнальная ракета, ЖЕЛТАЯ - С"] = {
			[26322] = 136235,
		},
		["Связка желтых ракет"] = {
			[26329] = 136235,
		},
		["Сияние (красное)"] = {
			[22518] = 135741,
		},
		["Улучшенное кольцо льда"] = {
			[11165] = 135840,
			[12475] = 135840,
		},
		["Ракета, ФИОЛЕТОВАЯ"] = {
			[26346] = 136235,
		},
		["Чародейский вакуум"] = {
			[21147] = 135743,
		},
		["Тотем духов"] = {
			[25000] = 136102,
			[25001] = 136061,
		},
		["Выкройка: головная повязка из рунной ткани"] = {
			[18516] = 136235,
		},
		["Гуляка праздника Зимы - орчиха"] = {
			[26247] = 135849,
		},
		["Лазурный шелковый жилет"] = {
			[3859] = 132149,
			[3888] = 136021,
		},
		["Вызов духа безумного друида"] = {
			[24795] = 136036,
			[24796] = 136235,
		},
		["Инициатор вызова Оуро"] = {
			[26284] = 136235,
		},
		["Торговец-ночной эльф Праздника луны"] = {
			[26384] = 135849,
		},
		["Чертеж: гибельный мифриловый клинок"] = {
			[10000] = 136235,
		},
		["Повышенное сопротивление всему 12"] = {
			[18683] = 136235,
		},
		["Алкоголь лунного сияния"] = {
			[26389] = 132796,
		},
		["Повышение урона от заклинания 72"] = {
			[26395] = 136235,
		},
		["Увеличенный урон от темной магии 51"] = {
			[18026] = 136235,
		},
		["Вызов кривых щупалец"] = {
			[26397] = 136235,
			[26398] = 136235,
		},
		["Исчезновение щупалец"] = {
			[26399] = 136235,
		},
		["Повышенное сопротивление магии льда 45"] = {
			[14981] = 136235,
		},
		["Праздничное красное платье"] = {
			[26403] = 132149,
		},
		["Повышенное сопротивление силам природы 37"] = {
			[14659] = 136235,
		},
		["Увеличенный урон от огня 57"] = {
			[26405] = 136235,
		},
		["QAEnchant Boots +7 Agility"] = {
			[22101] = 135913,
		},
		["Повышение урона от заклинания 26"] = {
			[18049] = 136235,
		},
		["Эликсир обнаружения Нежити"] = {
			[11460] = 136235,
			[11495] = 136021,
		},
		["Вызов черного киражского боевого танка"] = {
			[31700] = 134399,
			[26655] = 134399,
			[26656] = 134399,
			[25863] = 134399,
		},
		["Нефариан - выбор туннеля (R1)"] = {
			[23349] = 136235,
		},
		["Ядовитый гарпун"] = {
			[5208] = 132273,
		},
		["Черный страж"] = {
			[23652] = 136192,
		},
		["Чертеж: батарея синих фейерверков"] = {
			[26435] = 134153,
		},
		["Рецепт отварных мидий"] = {
			[6499] = 134433,
		},
		["Установка для фейерверка"] = {
			[26442] = 136235,
		},
		["Больший спокойный сон"] = {
			[24360] = 136090,
		},
		["Праздник - Телепортация: Лунная поляна"] = {
			[26448] = 135758,
		},
		["Зараженная слизь (черная)"] = {
			[28987] = 136121,
		},
		["Создание сердца Хаккара - провал"] = {
			[24202] = 136235,
		},
		["Ан'Киражский наградной положительный эффект (ближний бой - 60)"] = {
			[25796] = 134969,
		},
		["Наполнить флягу Дейно"] = {
			[9052] = 136235,
		},
		["Шоковый удар"] = {
			[26458] = 136039,
		},
		["Повышение урона от заклинания 80"] = {
			[26459] = 136235,
		},
		["Повышение урона от заклинания 76"] = {
			[26460] = 136235,
		},
		["Элементаль земли"] = {
		},
		["Jeff Dummy 2"] = {
			[4505] = 135926,
		},
		["Благословение Света"] = {
			[19978] = 135943,
			[19979] = 135943,
			[19995] = 135943,
			[19996] = 135943,
			[19997] = 135943,
			[19977] = 135943,
			[26650] = 135943,
		},
		["Аннигиляция"] = {
			[19811] = 135810,
		},
		["Большая связка синих фейерверков"] = {
			[26488] = 136235,
		},
		["Всецветный летун"] = {
			[24576] = 134154,
		},
		["Сигнальная ракета, ФИОЛЕТОВАЯ БОЛЬШАЯ - Н"] = {
			[26496] = 136235,
		},
		["Стремительный ящер Раззаши"] = {
			[24242] = 132253,
		},
		["Gemology - Tin (DND)"] = {
			[12682] = 134118,
		},
		["Вызов разъяренного гиппогрифа"] = {
			[14329] = 136235,
		},
		["Сигнальная ракета, БЕЛАЯ БОЛЬШАЯ - Н"] = {
			[26506] = 136235,
		},
		["Удаление \"Конфета или жизнь\""] = {
			[24982] = 136235,
		},
		["Сила атаки 40 - Незаметность"] = {
			[30771] = 136235,
		},
		["Сигнальная ракета, БЕЛАЯ БОЛЬШАЯ - В"] = {
			[26510] = 136235,
		},
		["Умный напиток Мебока"] = {
			[7920] = 136235,
		},
		["Удар ауры"] = {
			[14538] = 136183,
		},
		["Ракета, БОЛЬШАЯ СИНЯЯ"] = {
			[26351] = 136235,
		},
		["Вызов некрорахнида-стражника"] = {
			[29508] = 136235,
		},
		["Punctured Voodoo Doll WLK DND"] = {
			[24290] = 136235,
		},
		["Эмиссар Праздника луны от ночных эльфов"] = {
			[26520] = 135849,
		},
		["Создание бочки Вигли"] = {
			[10770] = 133748,
			[10772] = 133748,
		},
		["Улучшение брони 80"] = {
			[9767] = 136235,
		},
		["Вызов помощника"] = {
			[26537] = 132311,
			[26532] = 132311,
			[26533] = 132311,
			[26534] = 132311,
			[26536] = 132311,
			[26541] = 132311,
		},
		["Утешительный поцелуй"] = {
			[6362] = 136209,
			[20404] = 136209,
			[7879] = 136209,
			[11785] = 136209,
			[11787] = 136209,
			[7813] = 136209,
			[20406] = 136209,
			[11786] = 136209,
			[11784] = 136209,
			[20403] = 136209,
			[6360] = 136209,
			[20405] = 136209,
		},
		["Инициатор вызова Нечистотона"] = {
			[26564] = 136006,
		},
		["Смерть пророка Скерама"] = {
			[26570] = 136235,
		},
		["Открытие сундука Скарабея"] = {
			[26587] = 136235,
		},
		["Низкий запас здоровья"] = {
			[84] = 136235,
		},
		["Ловкость во владении ударным оружием"] = {
			[4328] = 132325,
			[4330] = 132325,
			[4332] = 132325,
			[4329] = 132325,
			[4331] = 132325,
			[4333] = 132325,
		},
		["Исчезновение волны монстров"] = {
			[26618] = 136235,
		},
		["Появление векнисских личинок"] = {
			[26630] = 136235,
			[26631] = 136235,
			[26632] = 136235,
		},
		["Кольцо мороза"] = {
			[22519] = 135848,
		},
		["Кислотный град"] = {
			[29325] = 136007,
		},
		["Приспосабливающаяся защита"] = {
			[28764] = 136235,
		},
		["Ловушка на моллюска"] = {
			[17679] = 136235,
		},
		["Валентин"] = {
			[26663] = 133749,
			[26923] = 133749,
			[26924] = 133749,
			[27548] = 133749,
			[27549] = 133749,
			[27550] = 133749,
			[27547] = 133749,
		},
		["Одержимость"] = {
			[19832] = 136222,
			[17250] = 136235,
			[17244] = 136129,
			[23307] = 136129,
			[23014] = 136222,
		},
		["Copy of Rocket, PURPLE"] = {
			[30163] = 136235,
		},
		["Create Zul'Gurub Talisman HUN R4 DND"] = {
			[24079] = 136235,
		},
		["Эликсир уклонения"] = {
			[27653] = 134832,
		},
		["Get Gosssip, Test"] = {
			[26683] = 136235,
		},
		["Summon Cloak of Unending Life DND"] = {
			[29010] = 136235,
		},
		["Демоноубийство 18"] = {
			[12822] = 136172,
		},
		["Увеличенный урон от огня 61"] = {
			[26696] = 136235,
		},
		["Улучшенная стрела Тьмы"] = {
			[17801] = 136197,
			[17802] = 136197,
			[17796] = 136197,
			[17793] = 136197,
			[17803] = 136197,
		},
		["Вызов механического Гринча"] = {
			[26067] = 132189,
		},
		["Увеличенный урон от огня 66"] = {
			[26699] = 136235,
		},
		["Увеличенный урон от огня 67"] = {
			[26700] = 136235,
		},
		["Увеличенный урон от огня 69"] = {
			[26701] = 136235,
		},
		["Призыв ворга-волкостража"] = {
			[7107] = 132136,
		},
		["Атака крупным камнем огня"] = {
			[17935] = 132386,
		},
		["Увеличенный урон от чар 59"] = {
			[26706] = 136235,
		},
		["Увеличенный урон от чар 60"] = {
			[26707] = 136235,
		},
		["Увеличенный урон от чар 61"] = {
			[26708] = 136235,
		},
		["[PH] Kill Summoner Buff"] = {
			[27852] = 136235,
		},
		["Дистанционный взрыв"] = {
			[6627] = 134458,
			[6656] = 134458,
		},
		["Увеличенный урон от чар 64"] = {
			[26710] = 136235,
		},
		["Увеличенный урон от чар 66"] = {
			[26711] = 136235,
		},
		["Официальное сообщение, Некрополь - помощникам"] = {
			[28373] = 136235,
		},
		["Трансмутация: вода в нежитие"] = {
			[17564] = 134459,
		},
		["Усиление брони питомца на 10%."] = {
			[27208] = 136095,
			[27225] = 136095,
		},
		["Увеличенный урон от чар 70"] = {
			[26714] = 136235,
		},
		["Зачаровывание двуручного оружия - ловкость"] = {
			[27837] = 135913,
		},
		["Увеличеный урон от магии льда 56"] = {
			[26716] = 136235,
		},
		["Увеличеный урон от магии льда 57"] = {
			[26717] = 136235,
		},
		["Увеличеный урон от магии льда 59"] = {
			[26718] = 136235,
		},
		["Увеличеный урон от магии льда 60"] = {
			[26719] = 136235,
		},
		["Увеличеный урон от магии льда 63"] = {
			[26721] = 136235,
		},
		["Увеличеный урон от магии льда 66"] = {
			[26723] = 136235,
		},
		["Вороной боевой скакун"] = {
			[22717] = 132251,
		},
		["Большой снежок"] = {
			[25686] = 132387,
			[25687] = 132387,
		},
		["Возрождение пещерной крысы"] = {
			[5161] = 135955,
		},
		["Увеличенный урон от темной магии 57"] = {
			[26729] = 136235,
		},
		["Увеличенный урон от темной магии 59"] = {
			[26730] = 136235,
		},
		["Увеличенный урон от темной магии 60"] = {
			[26731] = 136235,
		},
		["Увеличенный урон от темной магии 61"] = {
			[26732] = 136235,
		},
		["Summon Royal Water, Trigger"] = {
			[24793] = 136235,
		},
		["Copy of Summon Snowman"] = {
			[26531] = 132311,
		},
		["Вызов червя-цели"] = {
			[29937] = 136235,
		},
		["Божественное неистовство"] = {
			[18530] = 135971,
			[18531] = 135971,
			[18533] = 135971,
			[18534] = 135971,
			[18535] = 135971,
		},
		["Осколок Упавшей звезды"] = {
			[26789] = 135808,
		},
		["Выкройка: изменчивый плащ"] = {
			[22934] = 136235,
		},
		["Призвать разъяренного программиста"] = {
			[897] = 136235,
		},
		["Вызов зомби"] = {
			[16590] = 136187,
		},
		["Исчезновение инициатора вызова в бой"] = {
			[26838] = 136235,
		},
		["Зеленые шелковые наплечники"] = {
			[8774] = 132149,
			[8775] = 136021,
		},
		["Проклятие повелителя элементалей"] = {
			[26977] = 135819,
		},
		["Test Black Diamond AGAIN"] = {
			[27058] = 136192,
		},
		["Оберег лености - постоянное действие"] = {
			[3825] = 136157,
		},
		["Призрачность"] = {
			[16713] = 135864,
		},
		["Подношения Грому"] = {
			[24195] = 136235,
		},
		["Поток слизи"] = {
			[28137] = 136144,
		},
		["Выкройка: напульсники с сияющей сердцевиной"] = {
			[22760] = 136235,
		},
		["Исчезновение Портала Теней"] = {
			[28392] = 136235,
		},
		["Наделение питомца силой"] = {
			[22647] = 136146,
		},
		["Крылья отчаяния"] = {
			[25260] = 136184,
		},
		["QAEnchant Gloves +30 Healing"] = {
			[27111] = 135913,
		},
		["Повышенное сопротивление огню 15"] = {
			[14595] = 136235,
		},
		["QAEnchant Gloves +5 Skinning"] = {
			[27114] = 135913,
		},
		["Человеческий дух"] = {
			[20598] = 132874,
		},
		["Bronze Dragon Transform DND"] = {
			[25108] = 136235,
		},
		["QAEnchant Cloak -2% Threat"] = {
			[27121] = 135913,
		},
		["Левая часть амулета Лорда Вальтхалака"] = {
			[27146] = 136235,
		},
		["Увеличение вероятности попадания в дальнем бою +3"] = {
			[22780] = 132212,
		},
		["Специализация на оружии дальнего боя"] = {
			[19509] = 135615,
			[19510] = 135615,
			[19511] = 135615,
			[19507] = 135615,
			[19508] = 135615,
		},
		["Сотворение факела Воздаяния"] = {
			[19797] = 136235,
		},
		["Тотем языка пламени - постоянное действие"] = {
			[10524] = 136040,
			[8229] = 136040,
			[16388] = 136040,
		},
		["Утраченный навык: мечи"] = {
			[7038] = 135274,
		},
		["Alterac Ram Collar Effect DND"] = {
			[21867] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, страж Подгорода"] = {
			[27246] = 136235,
		},
		["Получение награды И ключевого предмета, Общий, страж Оргриммара"] = {
			[27247] = 136235,
		},
		["Призыв скакуна"] = {
			[23214] = 132226,
			[23215] = 136103,
		},
		["Получение награды И ключевого предмета, Общий, страж Громового Утеса"] = {
			[27248] = 136235,
		},
		["Скорые чары"] = {
			[8215] = 132369,
		},
		["Измерение 10"] = {
			[27258] = 136115,
		},
		["Повышенное сопротивление тайной магии 3"] = {
			[14705] = 136235,
		},
		["Телепортация: Подгород"] = {
			[3577] = 135766,
		},
		["Вызов магического посоха"] = {
			[27291] = 135163,
		},
		["Расплата"] = {
			[20181] = 135882,
			[20182] = 135882,
			[20177] = 135882,
			[20178] = 135882,
			[20179] = 135882,
			[20180] = 135882,
		},
		["Выстрел ружейника-таурена"] = {
			[26282] = 132222,
		},
		["Защита клешней"] = {
			[5398] = 135989,
			[5256] = 136104,
			[6024] = 135989,
		},
		["Стремительный белый баран"] = {
			[23240] = 132248,
		},
		["Показатель блока 32"] = {
			[28325] = 136235,
		},
		["Закладка заряда NG-5 (красного)"] = {
			[6630] = 133713,
		},
		["Яд Наблюдателя"] = {
			[6531] = 136016,
		},
		["Аура Эмерисса"] = {
			[24906] = 136235,
		},
		["Руническая кираса"] = {
			[16731] = 136192,
		},
		["Получение ключевого предмета, Общий, Стальгорн"] = {
			[27520] = 136235,
		},
		["Повышение урона от заклинания 113"] = {
			[28841] = 136235,
		},
		["Зов леса"] = {
			[6537] = 136107,
		},
		["Выкройка: ремень Прозрения"] = {
			[22929] = 136235,
		},
		["Наилучший эликсир защиты"] = {
			[17554] = 136235,
		},
		["Залп стрел Тьмы"] = {
			[27382] = 136197,
			[27646] = 136197,
			[27383] = 136197,
			[25586] = 136197,
			[21341] = 136197,
			[14887] = 136197,
			[22878] = 136197,
			[15245] = 136197,
			[28599] = 136197,
			[20741] = 136197,
			[22665] = 136197,
			[28448] = 136197,
			[29317] = 136197,
			[17228] = 136197,
			[9081] = 136197,
			[27831] = 136197,
			[28407] = 136197,
		},
		["Улучшение блока 1"] = {
			[21469] = 136235,
			[21470] = 136235,
			[13674] = 136235,
			[21466] = 136235,
			[21467] = 136235,
			[21468] = 136235,
		},
		["Создание замены жаровни Приманивания Мора Серого Копыта"] = {
			[27560] = 136235,
		},
		["Создание замены жаровни Приманивания Кормока"] = {
			[27562] = 136235,
		},
		["Эффект скатерти для пикника"] = {
			[27568] = 135926,
		},
		["Цветочный дождь"] = {
			[27569] = 135926,
		},
		["Усиление духа на 22"] = {
			[14441] = 136235,
		},
		["Полевой паек из Ущелья Песни Войны"] = {
			[23542] = 134062,
		},
		["Чили \"Дыханье дракона\""] = {
			[15851] = 135818,
			[15852] = 135818,
		},
		["Увеличенное исцеление 51"] = {
			[18035] = 136235,
		},
		["Dirk's Rememberin' Poison Effect DND"] = {
			[27583] = 136116,
		},
		["Утолщенная обсидиановая кираса"] = {
			[27587] = 136192,
		},
		["Черный напоясник Разрушителя"] = {
			[27589] = 136192,
		},
		["Концентрированный динамит"] = {
			[23063] = 135826,
			[23070] = 136235,
			[23095] = 136235,
		},
		["Плащ из пепельной ткани"] = {
			[18418] = 132149,
		},
		["Улучшенная жгучая боль"] = {
			[17927] = 135827,
			[17929] = 135827,
			[17930] = 135827,
			[17931] = 135827,
			[17932] = 135827,
		},
		["Выкройка: перчатки Великого отца"] = {
			[21944] = 136235,
		},
		["Подземелье - набор 2.0 призраков"] = {
			[27614] = 136235,
		},
		["Снижение расхода маны на заклинания темной магии"] = {
			[23553] = 136235,
		},
		["Зачаровывание перчаток - ускорение, I ступень"] = {
			[13948] = 135913,
			[13950] = 135913,
		},
		["Одеколон"] = {
			[26681] = 135446,
		},
		["Увеличенное исцеление 134"] = {
			[29369] = 136235,
		},
		["Конец проверки, Валентинов день"] = {
			[27657] = 136235,
		},
		["Портал Теней"] = {
			[28383] = 135759,
			[28384] = 135805,
		},
		["Большая сумка наложения чар"] = {
			[27660] = 132149,
		},
		["Чародейский покров"] = {
			[26400] = 135994,
			[28006] = 136235,
		},
		["Формула чар для оружия: начинающий убийца элементалей"] = {
			[13656] = 136235,
		},
		["Дар дружбы: Стальгорн"] = {
			[27665] = 134140,
		},
		["TEST AVATAR"] = {
			[20509] = 135923,
		},
		["Оберег лености"] = {
			[3827] = 136232,
		},
		["Переоценка целей"] = {
			[27678] = 136235,
		},
		["Невидимость порождения разлома"] = {
			[9093] = 135994,
		},
		["Вурдалачий мор"] = {
			[16458] = 135914,
		},
		["Вызов костяного прислужника"] = {
			[27692] = 136187,
			[27690] = 136187,
			[27691] = 136187,
			[27693] = 136187,
		},
		["Сильный трепет"] = {
			[19129] = 132318,
		},
		["Создание мешка с домашним хлебом Штормграда"] = {
			[27700] = 136235,
		},
		["Создание Стальгорнской стопки открыток"] = {
			[27703] = 136235,
		},
		["Манекен цели - событие 2"] = {
			[18907] = 136172,
		},
		["Создание Кипы открыток: Дарнасс"] = {
			[27709] = 136235,
		},
		["Зуботычина"] = {
			[15615] = 132938,
			[19639] = 132938,
			[13491] = 132938,
			[19640] = 132938,
			[6552] = 132938,
			[6553] = 132938,
			[6554] = 132938,
			[12555] = 132938,
			[6556] = 132938,
		},
		["Рецепт: отпадные химеровые отбивные Могиля"] = {
			[25658] = 136235,
		},
		["Создание сумочки с открытками Громового Утеса"] = {
			[27715] = 136235,
		},
		["Выпивание"] = {
			[14823] = 136168,
		},
		["Создание одеяния мага"] = {
			[9157] = 136235,
		},
		["Увеличенное исцеление 66"] = {
			[18041] = 136235,
		},
		["Copy of Improved Concentration Aura"] = {
			[27736] = 135933,
		},
		["Образование Лок-Делара"] = {
			[23193] = 136235,
		},
		["Амнезия"] = {
			[28737] = 132270,
		},
		["Перенаправление"] = {
			[27677] = 136235,
			[23064] = 136235,
			[18805] = 136235,
			[7344] = 135996,
		},
		["Убийство животных 63"] = {
			[13492] = 136235,
		},
		["Вздутие душ"] = {
			[21307] = 136235,
		},
		["Создание спектрального сканера иных измерений"] = {
			[27754] = 136235,
		},
		["Создание подарочного набора Орды"] = {
			[27668] = 136235,
		},
		["Громовой удар"] = {
			[7803] = 135990,
		},
		["Тотем"] = {
			[27763] = 136097,
		},
		["Фетиш"] = {
			[27764] = 134227,
		},
		["Исида свободна - репутация в Серебряном Рассвете"] = {
			[27773] = 136235,
		},
		["Яростный шторм"] = {
			[27774] = 136235,
			[27775] = 136014,
		},
		["Природная добыча"] = {
			[27783] = 133439,
			[27784] = 133439,
			[27781] = 135923,
			[27782] = 133439,
			[27798] = 133439,
		},
		["Укрепление нагрудника - впитывание, II ступень"] = {
			[7448] = 135913,
		},
		["Прикосновение Когтеврана"] = {
			[3263] = 136188,
		},
		["Желчная рвота"] = {
			[27807] = 136007,
		},
		["Дыхание Огня"] = {
			[12257] = 135818,
			[12278] = 135818,
		},
		["Недавняя перевязка"] = {
			[11196] = 133678,
		},
		["Титановые поножи"] = {
			[27829] = 136192,
		},
		["Выкройка: мглистые сапоги"] = {
			[9218] = 136235,
		},
		["Сапоги из рунной ткани"] = {
			[18423] = 132149,
		},
		["Накидка смерти"] = {
			[10848] = 132331,
			[27978] = 132331,
		},
		["Увеличение сила на 27"] = {
			[14499] = 136235,
		},
		["Предмет +ВЫН/СО Нога R2"] = {
			[15442] = 136235,
		},
		["Формула чар для двуручного оружия: ловкость"] = {
			[27838] = 136235,
		},
		["Снижение стоимости печати"] = {
			[27848] = 136052,
		},
		["Вызов призрачного образа"] = {
			[17653] = 136222,
		},
		["Зачаровывание перчаток - сила, III ступень"] = {
			[20013] = 135913,
		},
		["Усиление исцеления омоложением"] = {
			[27853] = 136052,
		},
		["Self Visual - Sleep 90s (DND)"] = {
			[10263] = 136168,
		},
		["Mount Speed+++ DND"] = {
			[27882] = 136235,
		},
		["Spirit Particles, super big (DND)"] = {
			[31954] = 135864,
		},
		["Разрушение ловушки прислужника, небольшое"] = {
			[27885] = 136235,
		},
		["Сокрытие"] = {
			[5543] = 136047,
			[20672] = 136047,
		},
		["Смертельный яд V"] = {
			[25349] = 132290,
			[25347] = 132290,
			[25351] = 132290,
		},
		["Концентрированное взрывчатое вещество"] = {
			[19788] = 136235,
			[19844] = 136235,
		},
		["Остановка у черепов"] = {
			[27915] = 136235,
			[27931] = 136235,
			[27937] = 136235,
		},
		["Волшебные крылья"] = {
			[24742] = 135992,
		},
		["[PH] Get Token"] = {
			[27922] = 136235,
		},
		["Ворг-часовой"] = {
			[16527] = 136129,
		},
		["Одеяние из чародейской ткани"] = {
			[18446] = 132149,
		},
		["Телепорт влево"] = {
			[28025] = 136235,
		},
		["Накинуться"] = {
			[3242] = 132152,
			[8391] = 132152,
			[6785] = 132141,
			[6786] = 132141,
			[6787] = 132141,
			[9869] = 132141,
			[6790] = 132141,
			[3446] = 132152,
			[9867] = 132141,
			[9866] = 132141,
			[24333] = 132152,
			[9868] = 132141,
			[24213] = 132152,
		},
		["Шоковый кристалл"] = {
			[28032] = 136235,
		},
		["Агрессия - все в поле зрения"] = {
			[28033] = 136235,
		},
		["Ненависть ко всем в поле зрения"] = {
			[28034] = 136235,
		},
		["Тело шокового кристалла"] = {
			[28056] = 136235,
		},
		["Summon Haruspex's Bracers DND"] = {
			[28942] = 136235,
		},
		["Teleport to Final Chamber Effect DND"] = {
			[29190] = 136235,
		},
		["Поддержание Опоры"] = {
			[28078] = 136235,
		},
		["Прерывание поддержания"] = {
			[28087] = 136235,
		},
		["Ревалл"] = {
			[26687] = 135955,
		},
		["Мощь сока"] = {
			[7997] = 136119,
		},
		["Сила атаки 98"] = {
			[28840] = 136235,
		},
		["Визг"] = {
			[24577] = 132182,
			[24424] = 132182,
			[24579] = 132182,
			[24580] = 132182,
			[24581] = 132182,
			[24582] = 132182,
			[24423] = 132182,
			[24578] = 132182,
		},
		["Тесла Сталагга - постоянное действие"] = {
			[28097] = 136235,
		},
		["Подлый трюк"] = {
			[1833] = 132092,
			[6409] = 132092,
			[14902] = 132092,
			[1838] = 132092,
		},
		["Одеяние из рунной ткани"] = {
			[18406] = 132149,
		},
		["Убийство драконов 117"] = {
			[24292] = 136172,
		},
		["Знак Дидье"] = {
			[28114] = 132212,
			[28115] = 132212,
		},
		["Критическое усиление брони в PvP 1"] = {
			[28118] = 136235,
		},
		["Вспышка"] = {
			[28127] = 136049,
		},
		["Истощение души"] = {
			[7295] = 136169,
		},
		["Кровавый клык"] = {
			[23580] = 136168,
			[23581] = 136168,
		},
		["Чертеж: императорский латный шлем"] = {
			[16690] = 136235,
		},
		["Сигнальная ракета, КРАСНАЯ БОЛЬШАЯ - Н"] = {
			[26501] = 136235,
		},
		["Morale Boost (NYI)"] = {
			[1739] = 136235,
		},
		["Far Sight (PT)"] = {
			[6115] = 136235,
		},
		["Повышение урона от заклинания 150"] = {
			[28141] = 136235,
		},
		["Увеличенное исцеление 300"] = {
			[28152] = 136235,
		},
		["Улучшение владения 1-ручным мечом"] = {
			[15900] = 136235,
			[15901] = 136235,
			[15902] = 136235,
			[7525] = 136235,
			[15763] = 136235,
			[15903] = 136235,
			[15764] = 136235,
			[15896] = 136235,
			[15904] = 136235,
			[15765] = 136235,
			[15897] = 136235,
			[15905] = 136235,
			[15898] = 136235,
			[7523] = 136235,
			[15899] = 136235,
			[7520] = 136235,
			[14121] = 136235,
			[18061] = 136235,
		},
		["Прорубание брони"] = {
			[5480] = 132109,
			[5508] = 132109,
			[15280] = 132355,
		},
		["Потомство Тадиуса"] = {
			[28160] = 136235,
		},
		["Ледяная защита"] = {
			[28163] = 136235,
			[28164] = 136235,
		},
		["Призыв прирученой кошки"] = {
			[7906] = 136095,
		},
		["Бриллиантовая фляжка"] = {
			[24427] = 132788,
		},
		["Создание ловушки прислужника: призрак/вурдалак"] = {
			[28195] = 136235,
		},
		["Господство"] = {
			[28200] = 134123,
			[28204] = 135990,
		},
		["Повышенное сопротивление магии льда 39"] = {
			[14578] = 136235,
		},
		["Вызов гоблинской бомбы"] = {
			[13258] = 132281,
		},
		["Поощрение"] = {
			[21086] = 136146,
		},
		["Выкройка: жилет из луноткани"] = {
			[18519] = 136235,
		},
		["Снежные перчатки"] = {
			[28220] = 136235,
			[28255] = 136021,
		},
		["Холод II"] = {
			[2133] = 135852,
		},
		["Ловкость во владении двуручным мечом"] = {
			[5455] = 132223,
			[5464] = 132223,
			[5454] = 132223,
			[5463] = 132223,
			[5465] = 132223,
			[5456] = 132223,
		},
		["Рецепт супа из плавников морлока"] = {
			[3372] = 136192,
		},
		["Усиление духа на 20"] = {
			[14439] = 136235,
		},
		["Призыв охотника Скверны"] = {
			[8717] = 136221,
			[23500] = 136217,
			[8712] = 136220,
			[8176] = 136217,
			[691] = 136217,
		},
		["Вызов древоголового хрустогрыза"] = {
			[23429] = 132311,
		},
		["Combat Swap (DND)"] = {
			[6119] = 136235,
			[6123] = 136235,
		},
		["15% улучшение скорости"] = {
			[22590] = 136235,
		},
		["Распорядитель Рождественской пушки Вилли"] = {
			[26209] = 135849,
		},
		["Размыкание круга"] = {
			[28278] = 136235,
		},
		["Темные кожаные сапоги"] = {
			[2167] = 136235,
			[2181] = 136021,
		},
		["Заразное веселье"] = {
			[6758] = 136142,
		},
		["Формула чар для наручей: сила II"] = {
			[13537] = 136235,
		},
		["Усиленный паек из Ущелья Песни Войны"] = {
			[23540] = 134062,
		},
		["Зачаровывание двуручного оружия - дух, IV ступень"] = {
			[20035] = 135913,
		},
		["Шаровая молния"] = {
			[28299] = 135990,
		},
		["Copy of Great Heal"] = {
			[28305] = 135915,
		},
		["Удар ненависти"] = {
			[28308] = 136235,
		},
		["Касание Огнешоккера"] = {
			[28314] = 135990,
			[28329] = 136105,
		},
		["Слизистый выброс"] = {
			[28318] = 136007,
		},
		["Пульт управления паровым танком"] = {
			[28327] = 136235,
		},
		["Черная слизь"] = {
			[7279] = 136127,
		},
		["Аура исцеления"] = {
			[5016] = 135954,
			[11900] = 135954,
			[6275] = 135954,
			[15870] = 135954,
			[5607] = 135954,
		},
		["Броня +40"] = {
			[19057] = 136235,
		},
		["Повышенное сопротивление магии льда 2"] = {
			[14542] = 136235,
		},
		["Черный боевой баран"] = {
			[22720] = 132248,
		},
		["Тотем Лунного блика"] = {
			[15787] = 135824,
		},
		["Рунические латные сапоги"] = {
			[16665] = 136192,
		},
		["Зеленые тонированные очки"] = {
			[3956] = 136235,
			[4014] = 136235,
		},
		["Повышение урона от заклинания 49"] = {
			[28360] = 136235,
		},
		["Урон против Стражей"] = {
			[28364] = 136235,
		},
		["Официальное сообщение, помощник - Некрополю"] = {
			[28367] = 136235,
		},
		["Мучительная боль"] = {
			[3247] = 132152,
		},
		["Святой посох V"] = {
			[2696] = 132325,
		},
		["Потрошение"] = {
			[8623] = 132292,
			[6761] = 132292,
			[2098] = 132292,
			[8625] = 132292,
			[11299] = 132292,
			[6762] = 132292,
			[8626] = 132292,
			[11300] = 132292,
			[6712] = 132292,
			[31017] = 132292,
			[11301] = 132292,
			[6763] = 132292,
			[11302] = 132292,
			[27611] = 132292,
			[6765] = 132292,
			[8624] = 132292,
			[6760] = 132292,
			[6764] = 132292,
			[15691] = 132292,
			[15692] = 132292,
			[31016] = 132292,
		},
		["Цепи Кел'Тузада"] = {
			[28409] = 132507,
			[28410] = 132507,
			[28408] = 132507,
		},
		["Проклятие Гееннаса"] = {
			[19716] = 136160,
		},
		["Искупление"] = {
			[10322] = 135955,
			[10324] = 135955,
			[20772] = 135955,
			[7328] = 135955,
			[7329] = 135955,
			[10323] = 135955,
			[10325] = 135955,
			[20774] = 135955,
			[574] = 136235,
			[20773] = 135955,
			[20775] = 135955,
		},
		["Вызов Тип C инициатор"] = {
			[28417] = 136235,
		},
		["Вызов Тип B"] = {
			[28422] = 136235,
		},
		["Вызов Тип C"] = {
			[28423] = 136235,
		},
		["Opening - No Text"] = {
			[22810] = 136235,
		},
		["Summon Augur's BP DND"] = {
			[28959] = 136235,
		},
		["Быстродействующий яд - доп. Действие"] = {
			[28429] = 136188,
		},
		["Горящий Разрушенный кадавр"] = {
			[16146] = 135817,
		},
		["Взрыв факела"] = {
			[3582] = 135817,
			[3602] = 135817,
		},
		["Нефариан - выбор туннеля (R3)"] = {
			[23351] = 136235,
		},
		["Сила атаки 90"] = {
			[15831] = 136235,
		},
		["Властность"] = {
			[20576] = 132366,
			[20575] = 132366,
			[21563] = 132366,
		},
		["Превращение призрака"] = {
			[28443] = 136235,
		},
		["Броня Гарра - отрицательный эффект"] = {
			[20481] = 136235,
		},
		["Выкройка: капюшон из ткани Скверны"] = {
			[18515] = 136235,
		},
		["Windsor Dismisses Horse DND"] = {
			[20000] = 136235,
		},
		["Вызов трутней из Улья Аши"] = {
			[21327] = 136235,
		},
		["Чертеж: кираса Железной лозы"] = {
			[28464] = 136235,
		},
		["Чертеж: перчатки Железной лозы"] = {
			[28465] = 136235,
		},
		["Сохранение здоровья Оуро"] = {
			[26076] = 136235,
		},
		["Надоедание"] = {
			[5998] = 136231,
			[4739] = 136128,
			[4242] = 136128,
		},
		["Блуждающие духи"] = {
			[7057] = 136123,
		},
		["Лесной жилет"] = {
			[28480] = 132149,
		},
		["Похищение жизни"] = {
			[24585] = 136169,
			[20743] = 136169,
			[11699] = 136169,
			[714] = 136235,
			[11700] = 136169,
			[11701] = 136169,
			[11702] = 136169,
			[736] = 136235,
			[16414] = 136169,
			[18557] = 136169,
			[17173] = 136169,
			[16608] = 136169,
			[7651] = 136169,
			[17620] = 136169,
			[26693] = 136169,
			[7652] = 136169,
			[699] = 136169,
			[24618] = 136169,
			[7653] = 136235,
			[709] = 136169,
			[24435] = 136169,
			[12693] = 136169,
			[1367] = 136169,
			[725] = 136235,
			[21170] = 136169,
			[18084] = 136169,
			[689] = 136169,
			[18815] = 136235,
			[17238] = 136169,
			[24300] = 136169,
			[1369] = 136169,
			[18817] = 136169,
			[16375] = 136169,
			[1368] = 136169,
			[27994] = 136169,
			[28542] = 136169,
			[29155] = 136169,
		},
		["Репутация в Гномригане"] = {
			[26159] = 136235,
		},
		["Инициатор вызова герцога"] = {
			[24762] = 136235,
		},
		["Благословение Амана"] = {
			[5862] = 135881,
		},
		["Бросок факела"] = {
			[6257] = 135808,
			[14292] = 135815,
		},
		["Создание таблички призыва: Земля"] = {
			[24887] = 136235,
		},
		["Помощь Земли"] = {
			[4970] = 136025,
		},
		["Альянс щелчок на флаге"] = {
			[23383] = 136235,
		},
		["Эбеновый нож"] = {
			[10013] = 136192,
		},
		["Test Curse of Agony"] = {
			[28608] = 136139,
		},
		["Draconic For Dummies 7 DND"] = {
			[25763] = 136235,
		},
		["Залп шипов"] = {
			[28615] = 132218,
		},
		["Увеличенный урон от сил природы 39"] = {
			[17996] = 136235,
		},
		["Увеличенное исцеление 161"] = {
			[28686] = 136235,
		},
		["Уход в тень"] = {
			[743] = 132089,
			[20580] = 132089,
			[1265] = 135994,
			[10941] = 135994,
			[586] = 135994,
			[9580] = 135994,
			[9578] = 135994,
			[9593] = 135994,
			[9592] = 135994,
			[9579] = 135994,
			[10942] = 135994,
			[10944] = 135994,
			[9581] = 135994,
			[10943] = 135994,
			[12685] = 135994,
		},
		["Энергетический инкапсулятор кодо"] = {
			[18172] = 132488,
			[18362] = 136235,
			[18153] = 136245,
			[18793] = 136245,
			[18269] = 136235,
			[18377] = 136245,
		},
		["Зачаровывание оружия - зверобой, I ступень"] = {
			[7786] = 135913,
		},
		["Увеличенное исцеление 178"] = {
			[28736] = 136235,
		},
		["Чертеж: суперочки \"Кошачий глаз\""] = {
			[12647] = 136235,
		},
		["Вызов скоростеня"] = {
			[28738] = 132311,
		},
		["Полная неуязвимость"] = {
			[29230] = 136120,
		},
		["Мгновенная гибель"] = {
			[28748] = 136235,
		},
		["Проверка призрачной стороны"] = {
			[28749] = 136235,
		},
		["Благословение Когтя"] = {
			[28750] = 135879,
		},
		["Неистовство Пеплоносца"] = {
			[28754] = 136129,
		},
		["Наплечники из рунной ткани"] = {
			[18449] = 132149,
		},
		["Щитовой блок"] = {
			[5794] = 132110,
			[4760] = 132110,
			[4761] = 132110,
			[4762] = 132110,
			[4763] = 132110,
			[4764] = 132110,
			[4765] = 132110,
			[5795] = 132110,
			[5796] = 132110,
			[5797] = 132110,
			[5798] = 132110,
			[5799] = 132110,
		},
		["Таймер официального сообщения, лагерь"] = {
			[28346] = 136235,
		},
		["Сущность Сафирона"] = {
			[28779] = 135444,
		},
		["Нападение в призрачном мире"] = {
			[28781] = 136235,
		},
		["Вызов шаблонов костров для праздника Середины лета"] = {
			[28784] = 136235,
		},
		["Трансмутация: земля в жизнь"] = {
			[17566] = 134459,
		},
		["Повышение урона от заклинания 126"] = {
			[28792] = 136235,
		},
		["Улучшенный Ледяной шок"] = {
			[24461] = 136235,
		},
		["Увеличенное исцеление 238"] = {
			[28805] = 136235,
		},
		["Draconic For Dummies 4 DND"] = {
			[25765] = 136235,
		},
		["Сниженная угроза"] = {
			[28808] = 136235,
			[28811] = 136235,
		},
		["Стремглав"] = {
			[28812] = 136235,
			[28813] = 136039,
		},
		["Тотемная энергия"] = {
			[28818] = 136235,
		},
		["Знак Кортазза"] = {
			[28832] = 136172,
		},
		["Кража души"] = {
			[2689] = 136163,
		},
		["Знак Могрейна"] = {
			[28834] = 136192,
		},
		["Смерть от утопления"] = {
			[16555] = 135861,
			[16563] = 135861,
		},
		["Очки чести +378"] = {
			[24964] = 136235,
		},
		["Яд смертоносной пиявки"] = {
			[3388] = 136067,
		},
		["Эликсир сопротивления"] = {
			[27652] = 134801,
		},
		["Чертеж: посеребренная бронзовая кираса"] = {
			[2762] = 136235,
		},
		["Вызов счетчика топлива с праздника Середины лета"] = {
			[28860] = 136235,
		},
		["Око Убывания"] = {
			[28862] = 135994,
		},
		["Брюки под смокинг"] = {
			[12089] = 132149,
			[12130] = 136021,
		},
		["Истребитель великанов B"] = {
			[21937] = 136095,
		},
		["Проникающая способность заклинаний 15"] = {
			[28869] = 136235,
		},
		["Золотой прут"] = {
			[14381] = 136235,
		},
		["Готик - перезагрузка события"] = {
			[28035] = 136235,
		},
		["Увеличение урона заклятия на нежить 26"] = {
			[28876] = 136235,
		},
		["Поиск типа лагеря"] = {
			[28203] = 136235,
		},
		["Императорский латный пояс"] = {
			[16647] = 136192,
		},
		["Создание большого камня чар"] = {
			[17727] = 134131,
			[17732] = 134131,
		},
		["Divine Intervention (NEWTEST)"] = {
			[22270] = 136106,
		},
		["Summon Freethinker's  BP DND"] = {
			[28909] = 136235,
		},
		["Summon Freethinker's Belt DND"] = {
			[28919] = 136235,
		},
		["Приручение лютого пятнистого вепря."] = {
			[19681] = 132164,
			[19694] = 132164,
		},
		["Summon Augur's Belt DND"] = {
			[28923] = 136235,
		},
		["Cнятие шкур"] = {
			[10768] = 134366,
			[8613] = 134366,
			[8617] = 134366,
			[8618] = 134366,
			[13697] = 136235,
		},
		["Вызов верхового рыцаря"] = {
			[28010] = 136235,
			[28011] = 136235,
		},
		["Суперзаряд"] = {
			[10732] = 135990,
		},
		["KJORDAN (TEST)"] = {
			[2766] = 136235,
		},
		["Вызов духа Корт'азза"] = {
			[28932] = 136235,
		},
		["Summon Haruspex's Belt DND"] = {
			[28941] = 136235,
		},
		["Summon Illusionist's BP DND"] = {
			[28949] = 136235,
		},
		["Яд"] = {
			[17183] = 136016,
			[17292] = 136016,
			[24097] = 136016,
			[19448] = 136016,
			[17511] = 136016,
			[11918] = 136016,
			[744] = 136016,
			[25605] = 136016,
			[18197] = 136016,
			[17330] = 136016,
			[16401] = 136016,
			[13518] = 136016,
			[21952] = 136016,
			[8313] = 136016,
			[18203] = 136016,
			[18077] = 136016,
			[16400] = 136016,
			[13298] = 136016,
			[25645] = 136016,
			[28158] = 136064,
			[28241] = 136133,
		},
		["Вызов белого тигренка"] = {
			[30152] = 132311,
		},
		["Рассредоточение"] = {
			[17772] = 136235,
			[17774] = 136235,
		},
		["Summon Demoniac's Bracers DND"] = {
			[28958] = 136235,
		},
		["Взрыв, направленный внутрь"] = {
			[10451] = 135826,
		},
		["Copy of Summon Peddlefeet"] = {
			[28960] = 132311,
		},
		["Праздник - Лунный телепорт: Дарнасс"] = {
			[26450] = 135758,
		},
		["Анти-перенаправляющий луч"] = {
			[3959] = 136235,
			[11595] = 136235,
		},
		["Лазурные наплечники"] = {
			[8795] = 132149,
		},
		["Отродье Провала делается видимым"] = {
			[9738] = 136235,
		},
		["Transform to Dancer"] = {
			[29004] = 136235,
		},
		["Покорение бури"] = {
			[29005] = 136075,
		},
		["Выкройка: рунический стигийский пояс"] = {
			[24909] = 136235,
		},
		["Увеличение сила на 28"] = {
			[14500] = 136235,
		},
		["Summon Signet of the Unseen Path DND"] = {
			[29014] = 136235,
		},
		["Улучшенные яды"] = {
			[14114] = 132273,
			[14115] = 132273,
			[14116] = 132273,
			[14113] = 132273,
			[14117] = 132273,
			[21881] = 132273,
		},
		["Summon Drape of Vaulted Secrets DND"] = {
			[29016] = 136235,
		},
		["(DND) Summon Crystal Minion, Ghoul Uncommon"] = {
			[28289] = 136235,
		},
		["Спящий батрак"] = {
			[17743] = 136235,
		},
		["Summon Gavel of Infinite Wisdom DND"] = {
			[29021] = 136235,
		},
		["Summon Dagger of Veiled Shadows DND"] = {
			[29024] = 136235,
		},
		["Оборонительная стойка - пассивная"] = {
			[7376] = 132341,
		},
		["BM ВКЛ."] = {
			[24675] = 132096,
		},
		["Эффект открытой раны"] = {
			[4244] = 136168,
		},
		["Рукавицы из истинного серебра"] = {
			[9954] = 136192,
			[9955] = 136235,
		},
		["Summon Cloak of the Gathering Storm DND"] = {
			[29028] = 136235,
		},
		["Summon Ring of the Gathering Storm DND"] = {
			[29030] = 136235,
		},
		["Summon Shroud of Unspoken Names DND"] = {
			[29032] = 136235,
		},
		["Повышенное сопротивление огню 35"] = {
			[14615] = 136235,
		},
		["Скакун-скелет"] = {
			[29059] = 132264,
		},
		["Повышение урона 2"] = {
			[29068] = 136235,
		},
		["Магмарод - растерянность"] = {
			[20507] = 136235,
		},
		["Улучшение брони 200 магистр"] = {
			[29091] = 136235,
		},
		["Сигнальная ракета, БЕЛАЯ - В"] = {
			[26361] = 136235,
		},
		["Вызов механической курицы"] = {
			[12243] = 132311,
		},
		["Небольшое повышение скорости"] = {
			[24090] = 136235,
		},
		["Создание пламени Штормграда"] = {
			[29101] = 136235,
		},
		["Эликсир Силы льда"] = {
			[21923] = 136235,
		},
		["Обнаружение племени"] = {
			[6741] = 135990,
		},
		["Набор доспехов Таинства, дополнительный эффект сопротивляемости"] = {
			[26128] = 136235,
		},
		["Вечный страх"] = {
			[29111] = 132092,
		},
		["Ледяная стража"] = {
			[16992] = 136192,
		},
		["Медный короткий меч"] = {
			[2739] = 136192,
			[2756] = 136235,
		},
		["Создание пламени Громового Утеса"] = {
			[29132] = 136235,
		},
		["Создание пламени Подгорода"] = {
			[29133] = 136235,
		},
		["Каменный облик горгульи - визуальный"] = {
			[29153] = 135727,
		},
		["Поглощение души"] = {
			[18759] = 136235,
			[18761] = 136235,
		},
		["Create iCoke Giftbox Voucher"] = {
			[29156] = 136235,
		},
		["Выкройка: краги Тьмы"] = {
			[8781] = 136235,
		},
		["Озарение"] = {
			[29166] = 136048,
			[29167] = 136048,
		},
		["Copy of Poison Bolt Volley"] = {
			[29169] = 136016,
		},
		["Праздничный шест - канал"] = {
			[29172] = 135270,
			[29531] = 135270,
		},
		["Опустошение Духов стихии"] = {
			[29177] = 135791,
			[29178] = 135791,
			[29179] = 135791,
			[29180] = 135791,
			[30160] = 135791,
			[30165] = 135791,
		},
		["Демоническая жертва"] = {
			[4524] = 135826,
		},
		["Испорченный разум"] = {
			[29201] = 136140,
			[29194] = 136140,
			[29198] = 136140,
			[29195] = 136122,
			[29199] = 136122,
			[29196] = 136140,
			[29185] = 136140,
			[29197] = 136122,
			[29184] = 136122,
		},
		["Положительный заряд"] = {
			[28062] = 135769,
			[29659] = 135769,
			[28059] = 135769,
		},
		["Summon Augur's Bracers DND"] = {
			[28926] = 136235,
		},
		["Неотвратимый рок"] = {
			[29204] = 136179,
		},
		["Copy of Blink"] = {
			[29207] = 135736,
		},
		["Древняя истерия"] = {
			[19372] = 136224,
		},
		["Увеличение выносливости на 40"] = {
			[14487] = 136235,
		},
		["Пламенный кнут"] = {
			[18543] = 135817,
			[18958] = 135807,
			[3356] = 135807,
			[27656] = 135934,
			[27655] = 135813,
		},
		["Праздник Огня - стойкость"] = {
			[29235] = 135265,
		},
		["Вызов скелетов"] = {
			[29261] = 136235,
			[29270] = 136235,
			[29237] = 136235,
			[29252] = 136235,
			[29265] = 136235,
		},
		["Торговка летнего праздника - дворф, женщина"] = {
			[29241] = 135849,
		},
		["Торговка летнего праздника - орк, женщина"] = {
			[29242] = 135849,
		},
		["Хранитель праздничного пламени - таурен, женщина"] = {
			[29244] = 135849,
		},
		["Чертеж: механический дракончик"] = {
			[17438] = 136235,
		},
		["Naxxramas Entry Flag Trigger  DND"] = {
			[29296] = 136235,
		},
		["Время восстановления всего"] = {
			[29313] = 136235,
		},
		["Большая мана"] = {
			[13664] = 136235,
		},
		["Повышенное сопротивление тайной магии 33"] = {
			[14735] = 136235,
		},
		["Исчезновение борьбы"] = {
			[29336] = 136235,
		},
		["Алхимический камень"] = {
			[21399] = 136235,
			[21400] = 136235,
			[17619] = 134334,
		},
		["Агрессия малого ключевого противника Ульдамана"] = {
			[11568] = 136023,
		},
		["Верхняя часть амулета Лорда Вальтхалака"] = {
			[27739] = 136235,
		},
		["Праздничное Дыхание Огня, эффект"] = {
			[29387] = 135818,
		},
		["Увеличенный урон от сил природы 36"] = {
			[17994] = 136235,
		},
		["Вызов Тип B периодический (25 сек)"] = {
			[29393] = 136235,
		},
		["Задание - герой троллей, вызов, визуальный эффект"] = {
			[24258] = 136235,
		},
		["Вызов оливкового хрустогрыза"] = {
			[23430] = 132311,
		},
		["Увеличенный урон от сил природы 33"] = {
			[17993] = 136235,
		},
		["Дымная аура - визуальное"] = {
			[12898] = 135817,
		},
		["Вызов Тип C периодический (20 сек)"] = {
			[29401] = 136235,
		},
		["Вызов Тип B периодический (10 сек)"] = {
			[29411] = 136235,
		},
		["Эффект канала Кел'Тузада"] = {
			[29422] = 136235,
		},
		["Канал Кел'Тузада"] = {
			[29423] = 136235,
		},
		["Существо - Время до восстановления - (10 sec)"] = {
			[29429] = 136235,
		},
		["Ледяной выстрел"] = {
			[18802] = 135989,
			[6985] = 135989,
			[6987] = 135989,
			[6984] = 135989,
			[6986] = 135989,
			[12551] = 135989,
		},
		["Существо - Время до восстановления - (5 sec)"] = {
			[29430] = 136235,
		},
		["Мощь Наказания"] = {
			[29482] = 136235,
			[29483] = 136235,
		},
		["Императорские латные наручи"] = {
			[16649] = 136192,
		},
		["Повышенное сопротивление тайной магии 38"] = {
			[14740] = 136235,
		},
		["Увеличенный урон от огня 29"] = {
			[13830] = 136235,
		},
		["Отмена Порождений уст"] = {
			[29500] = 136235,
		},
		["Грубое грузило"] = {
			[3115] = 136192,
		},
		["Священный огонь"] = {
			[15265] = 135972,
			[15459] = 135972,
			[15266] = 135972,
			[15460] = 135972,
			[17141] = 135972,
			[15267] = 135972,
			[17142] = 135972,
			[15454] = 135972,
			[18167] = 135972,
			[15261] = 135972,
			[15455] = 135972,
			[15262] = 135972,
			[18806] = 135972,
			[17140] = 135972,
			[14914] = 135972,
			[15263] = 135972,
			[15457] = 135972,
			[15452] = 135972,
			[18165] = 135972,
			[15264] = 135972,
			[23860] = 135972,
			[27796] = 135972,
		},
		["Розовые очки"] = {
			[12618] = 136235,
			[12640] = 136235,
		},
		["TEST Scorch"] = {
			[29515] = 135827,
		},
		["Sillithus Flag Click (DND)"] = {
			[29518] = 136235,
		},
		["Печать праведности"] = {
			[20438] = 132325,
			[20439] = 132325,
			[20440] = 132325,
			[20441] = 132325,
			[3094] = 135932,
			[20287] = 132325,
			[864] = 136235,
			[20288] = 132325,
			[20442] = 132325,
			[20289] = 132325,
			[20437] = 132325,
			[20290] = 132325,
			[20443] = 132325,
			[20291] = 132325,
			[25740] = 132325,
			[20292] = 132325,
			[25713] = 132325,
			[20293] = 132325,
			[21084] = 132325,
			[3093] = 135932,
			[21085] = 132325,
			[25735] = 132325,
			[25736] = 132325,
			[20154] = 132325,
			[25737] = 132325,
			[25739] = 132325,
			[25738] = 132325,
			[25741] = 132325,
			[25742] = 132325,
		},
		["Льняные сапоги"] = {
			[2386] = 132149,
			[2967] = 136021,
		},
		["Увеличенный урон от огня 34"] = {
			[17872] = 136235,
		},
		["wr"] = {
			[29820] = 135871,
		},
		["Великанский охотник"] = {
			[21942] = 136080,
		},
		["Наплечники Рассветоносца"] = {
			[16660] = 136192,
		},
		["Дар Артаса"] = {
			[11466] = 136235,
			[11374] = 136066,
			[11371] = 136157,
		},
		["Телепорт в Сумрачный лес"] = {
			[34] = 136235,
		},
		["Мастерское владение арбалетом"] = {
			[5758] = 132329,
			[5762] = 132329,
			[5757] = 132329,
			[5764] = 132329,
		},
		["Повышение длительности спринта"] = {
			[23049] = 132307,
		},
		["Слово Тьмы: Неловкость"] = {
			[614] = 136235,
			[1282] = 136159,
			[999] = 136235,
			[1281] = 136159,
		},
		["Увеличенный урон от чар 51"] = {
			[17847] = 136235,
		},
		["Лихорадка дряхлости"] = {
			[29998] = 132100,
		},
		["Chess Move (DND)"] = {
			[30012] = 132337,
		},
		["Кристальная пастилка от кашля"] = {
			[30018] = 136235,
			[30047] = 136192,
		},
		["Красная льняная рубашка"] = {
			[2392] = 132149,
			[2414] = 136021,
		},
		["Неистовство Рагнароса"] = {
			[15288] = 135933,
		},
		["Отправная точка маршрута"] = {
			[30059] = 136235,
		},
		["Рвотная чума"] = {
			[30080] = 136127,
			[30081] = 136127,
			[30079] = 136133,
		},
		["Малая рассветная печать"] = {
			[30088] = 134499,
		},
		["Рассветная печать"] = {
			[30089] = 134500,
		},
		["Большая рассветная печать"] = {
			[30090] = 134501,
		},
		["Бинты Хрустального дара"] = {
			[30021] = 136192,
			[30046] = 136192,
		},
		["Увеличенный урон от темной магии 72"] = {
			[26737] = 136235,
		},
		["Сила атаки - сила зверя (+420)"] = {
			[28154] = 136235,
		},
		["Палка погонщика рабов"] = {
			[17494] = 136013,
		},
		["Существо - Время до восстановления - 2(10 sec)"] = {
			[30133] = 136235,
		},
		["Повышенное сопротивление магии льда 12"] = {
			[14552] = 136235,
		},
		["Злоба"] = {
			[14142] = 132277,
			[14139] = 132277,
			[14140] = 132277,
			[14141] = 132277,
			[14138] = 132277,
		},
		["Золотое силовое ядро"] = {
			[12584] = 136235,
			[12628] = 136235,
		},
		["dmg8"] = {
			[26667] = 136115,
		},
		["Лиловый костюм огра"] = {
			[30167] = 132288,
		},
		["Ездовая черепаха"] = {
			[30174] = 132199,
		},
		["Исчезнувший"] = {
			[6408] = 136047,
			[14093] = 132331,
		},
		["Духовное концентрация"] = {
			[20209] = 135736,
			[20205] = 135736,
			[20206] = 135736,
			[20207] = 135736,
			[20208] = 135736,
		},
		["Увеличеный урон от магии льда 36"] = {
			[17897] = 136235,
		},
		["Удар в спину"] = {
			[11281] = 132090,
			[2590] = 132090,
			[2592] = 132090,
			[2594] = 132090,
			[11283] = 132090,
			[11284] = 132090,
			[8721] = 132090,
			[2595] = 132090,
			[22416] = 132090,
			[2589] = 132090,
			[2591] = 132090,
			[2593] = 132090,
			[25300] = 132090,
			[11282] = 132090,
			[11279] = 132090,
			[53] = 132090,
			[7159] = 132090,
			[25411] = 132090,
			[11280] = 132090,
			[15657] = 132090,
			[8723] = 132090,
			[15582] = 132090,
			[25973] = 132282,
		},
		["Рецепт: мощь-рыба в кляре"] = {
			[18251] = 136235,
		},
		["Сила атаки дальнего боя 26"] = {
			[21436] = 136235,
		},
		["Вечный Дух Занзы"] = {
			[30336] = 134810,
		},
		["Вечная Скорость Занзы"] = {
			[30338] = 134811,
		},
		["Bleed Spice, Create cluster N (DND)"] = {
			[30677] = 136235,
		},
		["Простое зелье Каменного Щита"] = {
			[4942] = 136235,
		},
		["Улучшенный чародейский интеллект"] = {
			[21088] = 135753,
			[24489] = 136235,
		},
		["Исцеление гнусь-лозы"] = {
			[21885] = 136235,
		},
		["\"Отчаянный\" снова принимает облик цыпленка\""] = {
			[9220] = 132276,
		},
		["Увеличенный урон от чар 56"] = {
			[26704] = 136235,
		},
		["Увеличеный урон от магии льда 70"] = {
			[26726] = 136235,
		},
		["Высвобожденная ярость"] = {
			[30806] = 136009,
			[30810] = 136009,
			[30803] = 136009,
			[30807] = 136009,
			[30811] = 136009,
			[30804] = 136009,
			[30808] = 136009,
			[30805] = 136009,
			[30809] = 136009,
			[30802] = 136009,
		},
		["Эликсир Мудрости"] = {
			[3171] = 136235,
			[3179] = 136021,
		},
		["Постоянный урон области"] = {
			[30879] = 136195,
		},
		["Tower Capture Test (DND)"] = {
			[30882] = 136153,
		},
		["Вызов демона Бездны"] = {
			[25112] = 136221,
		},
		["Гоблинская фугасная мина"] = {
			[3968] = 136235,
			[4100] = 136172,
		},
		["Самооглушение - 1 сек., нет визуального эффекта"] = {
			[31248] = 136168,
		},
		["Быстрое плавание"] = {
			[8747] = 136235,
		},
		["Рецепт: зелье невидимости"] = {
			[11506] = 136235,
		},
		["Исцеление"] = {
			[6063] = 135916,
			[2059] = 135915,
			[6071] = 135916,
			[10577] = 135915,
			[6064] = 135916,
			[6072] = 135916,
			[8812] = 135916,
			[2054] = 135915,
			[1153] = 136235,
			[2058] = 135915,
			[22167] = 135915,
			[11642] = 135915,
			[983] = 136235,
			[22883] = 135915,
			[3810] = 136235,
			[12039] = 135915,
			[964] = 136235,
			[24947] = 135915,
			[14053] = 135930,
			[2055] = 135915,
			[15586] = 135915,
		},
		["Очки чести +41"] = {
			[31416] = 136235,
		},
		["Очки чести +69"] = {
			[31417] = 136235,
		},
		["Малое поглощение"] = {
			[7446] = 136235,
			[7447] = 136235,
		},
		["Вызов цели орудия"] = {
			[31557] = 136235,
		},
		["Инициатор орудия песчаного червя НЕМЕДЛЕННО"] = {
			[31563] = 136235,
		},
		["Путь Хаоса"] = {
			[31599] = 136163,
		},
		["Малое магическое слияние"] = {
			[15394] = 136235,
			[15400] = 136235,
			[15402] = 136235,
			[15389] = 136235,
			[15391] = 136235,
			[15397] = 136235,
			[15340] = 136235,
			[15404] = 136235,
			[15406] = 136235,
		},
		["Зачаровывание перчаток - мощь исцеления"] = {
			[25079] = 135913,
		},
		["Инициатор стражника Слип'кика"] = {
			[31770] = 136235,
		},
		["Чертеж: светозарные сапоги"] = {
			[16685] = 136235,
		},
		["Усиление духа на 35"] = {
			[14934] = 136235,
		},
	},
	["version"] = "2.14.6",
	["build"] = "31830",
}
