
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "Инзу-Галакронд",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 134196,
			["Level"] = 170,
			["Link"] = "|cffa335ee|Hitem:134196::::::::110:269::25:3:1824:1481:3528:::|h[Капюшон из медвежьей кожи]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 280,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::110:269::11:4:4932:4933:4935:1472:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 160915,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:160915::::::::110:269::11::::|h[Наплечные щитки защитника Азерот]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 152758,
			["Level"] = 184,
			["Link"] = "|cffa335ee|Hitem:152758::::::::110:269:::4:1702:3629:1476:3336:::|h[Мундир хранителя Аринора с символом лихорадочного света]|h|r",
		}, -- [5]
		{
			["ID"] = 152756,
			["Level"] = 184,
			["Link"] = "|cffa335ee|Hitem:152756::::::::110:269:::4:1688:3629:1476:3336:::|h[Пояс хранителя Аринора с символом бесподобия]|h|r",
		}, -- [6]
		{
			["ID"] = 147741,
			["Level"] = 195,
			["Link"] = "|cffa335ee|Hitem:147741::::::::110:269::3:3:3572:1483:3337:::|h[Поножи нечестивого презрения]|h|r",
		}, -- [7]
		{
			["ID"] = 152757,
			["Level"] = 180,
			["Link"] = "|cffa335ee|Hitem:152757::::::::110:269:::4:1698:3629:1472:3528:::|h[Ботфорты хранителя Аринора с символом лихорадочного света]|h|r",
		}, -- [8]
		{
			["ID"] = 152754,
			["Level"] = 180,
			["Link"] = "|cffa335ee|Hitem:152754::::::::110:269:::5:1712:1808:3629:1472:3528:::|h[Поручи хранителя Аринора с меткой безмятежности]|h|r",
		}, -- [9]
		{
			["ID"] = 152755,
			["Level"] = 188,
			["Link"] = "|cffa335ee|Hitem:152755::::::::110:269:::4:1707:3629:1480:3337:::|h[Захваты хранителя Аринора со знаком рассвета]|h|r",
		}, -- [10]
		{
			["ID"] = 151643,
			["Level"] = 240,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffff8000|Hitem:151643::::::::110:269:::2:1811:3570:::|h[Душа великого мастера]|h|r",
		}, -- [11]
		{
			["ID"] = 151643,
			["Level"] = 240,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffff8000|Hitem:151643::::::::110:268:::2:1811:3570:::|h[Душа великого мастера]|h|r",
		}, -- [12]
		{
			["ID"] = 134291,
			["Level"] = 170,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:134291::::::::110:269::25:4:1824:604:1481:3528:::|h[Охотничий рог ночнорожденных]|h|r",
		}, -- [13]
		{
			["ID"] = 134291,
			["Level"] = 170,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:134291::::::::110:268::25:4:1824:604:1481:3528:::|h[Охотничий рог ночнорожденных]|h|r",
		}, -- [14]
		{
			["ID"] = 146766,
			["Level"] = 170,
			["Link"] = "|cffa335ee|Hitem:146766::::::::110:269::25:3:1824:1481:3528:::|h[Плащ призывателя Пустоты]|h|r",
		}, -- [15]
		{
			["ID"] = 128938,
			["Level"] = 189,
			["Link"] = "|cffe6cc80|Hitem:128938::152697:146932:141268::::110:268:16777472:9:2:732:1509:337:1:::3:1824:1481:3528|h[Фу Цань, Спутник Странников]|h|r",
		}, -- [16]
		{
			["ID"] = 133948,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:133948::::::::110:269:256:::290:::|h[Кулаки Небес]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
