
PawnOptions = {
	["LastVersion"] = 2.0323,
	["ItemLevels"] = {
		{
			["ID"] = 139281,
			["Level"] = 192,
			["Link"] = "|cffa335ee|Hitem:139281::::::::110:103::43:3:3573:1502:3528:::|h[Шлем искателя славы]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 280,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::110:103::11:4:4932:4933:4935:1472:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 160915,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:160915::::::::110:103::11::::|h[Наплечные щитки защитника Азерот]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 134438,
			["Level"] = 192,
			["Link"] = "|cffa335ee|Hitem:134438::::::::110:103::35:3:3410:1502:3337:::|h[Мундир безжалостной чудовищности]|h|r",
		}, -- [5]
		{
			["ID"] = 139243,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:139243::::::::110:103::43:3:3573:1530:3337:::|h[Пояс вороньего покрова]|h|r",
		}, -- [6]
		{
			["ID"] = 152362,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:152362::::::::110:103::3:3:3614:1472:3528:::|h[Поножи гнусных деяний]|h|r",
		}, -- [7]
		{
			["ID"] = 133418,
			["Level"] = 186,
			["Link"] = "|cff0070dd|Hitem:133418::::::::110:103:512:22:2:3623:3624:110:::|h[Сапоги раздваивающейся дороги]|h|r",
		}, -- [8]
		{
			["ID"] = 152754,
			["Level"] = 182,
			["Link"] = "|cffa335ee|Hitem:152754::::::::110:103:::4:1684:3629:1474:3336:::|h[Поручи хранителя Аринора с символом бесподобия]|h|r",
		}, -- [9]
		{
			["ID"] = 137094,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:137094::::::::110:103:::2:1811:3570:::|h[Хватка Перевертеня]|h|r",
		}, -- [10]
		{
			["ID"] = 141546,
			["Level"] = 192,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:141546::::::::110:103::43:4:1808:3573:1492:3528:::|h[Сувенир проклятого хранителя]|h|r",
		}, -- [11]
		{
			["ID"] = 136737,
			["Level"] = 192,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:136737::::::::110:103::43:4:3573:1808:1503:3528:::|h[Кольцо Стража]|h|r",
		}, -- [12]
		{
			["ID"] = 142166,
			["Level"] = 195,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:142166::::::::110:103::43:4:41:3573:1489:3336:::|h[Астральная урна]|h|r",
		}, -- [13]
		{
			["ID"] = 148107,
			["Level"] = 184,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:148107::::::::110:103::8:4:3579:607:1492:3528:::|h[Акколада завоевания неудержимого гладиатора]|h|r",
		}, -- [14]
		{
			["ID"] = 152400,
			["Level"] = 188,
			["Link"] = "|cffa335ee|Hitem:152400::::::::110:103::14::::|h[Вышивная пелерина озаренных]|h|r",
		}, -- [15]
		{
			["ID"] = 128860,
			["Level"] = 207,
			["Link"] = "|cffe6cc80|Hitem:128860::151010:141264:147106::::110:103:16777472:9:2:723:1527:830:1:3:3397:1542:3528:3:3573:1503:3528:3:3561:1476:3528|h[Клыки Пеплошкурой]|h|r",
		}, -- [16]
		{
			["ID"] = 128859,
			["Level"] = 207,
			["Link"] = "|cffe6cc80|Hitem:128859::::::::110:103:256:::830:::|h[Клыки Пеплошкурой]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Хвостур-Азурегос",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["ItemLevel"] = 21,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 17,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 16,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
