
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Хвостур-Азурегос",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 155180,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:155180::::::::114:103::25:2:1452:4785:::|h[Капюшон темных вод]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 286,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::112:104::11:4:4932:4933:4935:1478:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 160915,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:160915::::::::111:103::11:1:4775:::|h[Наплечные щитки защитника Азерот]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 163657,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:163657::::::::112:103::25:2:1472:4785:::|h[Мундир 7-го легиона]|h|r",
		}, -- [5]
		{
			["ID"] = 139243,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:139243::::::::110:103::43:3:3573:1530:3337:::|h[Пояс вороньего покрова]|h|r",
		}, -- [6]
		{
			["ID"] = 155184,
			["Level"] = 218,
			["Link"] = "|cff1eff00|Hitem:155184::::::::113:104:512:11:1:4787:112:::|h[Штаны темных вод]|h|r",
		}, -- [7]
		{
			["ID"] = 155172,
			["Level"] = 218,
			["Link"] = "|cff1eff00|Hitem:155172::::::::112:104:512:11:1:4787:112:::|h[Сапоги темных вод]|h|r",
		}, -- [8]
		{
			["ID"] = 158702,
			["Level"] = 245,
			["Link"] = "|cff1eff00|Hitem:158702::::::::114:103:512:11:1:4793:114:::|h[Наручи темных вод]|h|r",
		}, -- [9]
		{
			["ID"] = 137094,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:137094::::::::110:103:::2:1811:3570:::|h[Хватка Перевертеня]|h|r",
		}, -- [10]
		{
			["ID"] = 155231,
			["Level"] = 232,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:155231::::::::113:104:512:11:1:4790:113:::|h[Очищенное кольцо крови моря]|h|r",
		}, -- [11]
		{
			["ID"] = 155231,
			["Level"] = 232,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:155231::::::::113:103:512:11:1:4790:113:::|h[Очищенное кольцо крови моря]|h|r",
		}, -- [12]
		{
			["ID"] = 158681,
			["Level"] = 236,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:158681::::::::113:104:512:11:1:4793:113:::|h[Привязь молнии]|h|r",
		}, -- [13]
		{
			["ID"] = 158681,
			["Level"] = 236,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:158681::::::::113:103:512:11:1:4793:113:::|h[Привязь молнии]|h|r",
		}, -- [14]
		{
			["ID"] = 152400,
			["Level"] = 188,
			["Link"] = "|cffa335ee|Hitem:152400::::::::110:103::14::::|h[Вышивная пелерина озаренных]|h|r",
		}, -- [15]
		{
			["ID"] = 155216,
			["Level"] = 232,
			["Link"] = "|cff1eff00|Hitem:155216::::::::113:104:512:11:1:4790:113:::|h[Гарпун стража моря]|h|r",
		}, -- [16]
		{
			["ID"] = 128859,
			["Level"] = 207,
			["Link"] = "|cffe6cc80|Hitem:128859::::::::110:103:256:::830:::|h[Клыки Пеплошкурой]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["ItemLevel"] = 21,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 17,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 16,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
