
PawnOptions = {
	["LastVersion"] = 2.0311,
	["LastPlayerFullName"] = "Ньярли-Вечная Песня",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 113764,
			["Level"] = 119,
			["Link"] = "|cff0070dd|Hitem:113764::::::::88:266:512:1:2:4239:20:88:::|h[Цветущая шапка с символом огненной вспышки]|h|r",
		}, -- [1]
		{
			["ID"] = 87358,
			["Level"] = 117,
			["Link"] = "|cff0070dd|Hitem:87358::::::::88:266:512:11:1:4173:87:::|h[Подвеска из застывшей смолы]|h|r",
		}, -- [2]
		{
			["ID"] = 81751,
			["Level"] = 115,
			["Link"] = "|cff1eff00|Hitem:81751::::::::89:265:512:11:1:3699:89:::|h[Атласное оплечье шелкоделов]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 72826,
			["Level"] = 108,
			["Link"] = "|cffa335ee|Hitem:72826::52207:52217:::::87:265:::1:4536:::|h[Одеяния судьбы]|h|r",
		}, -- [5]
		{
			["ID"] = 72851,
			["Level"] = 108,
			["Link"] = "|cffa335ee|Hitem:72851::52207:52207:::::87:265:::1:4536:::|h[Пояс ледяной погибели]|h|r",
		}, -- [6]
		{
			["ID"] = 81773,
			["Level"] = 111,
			["Link"] = "|cff1eff00|Hitem:81773::::::::87:266:512:11:1:3699:87:::|h[Шелковые брюки Золоченого Веера]|h|r",
		}, -- [7]
		{
			["ID"] = 81782,
			["Level"] = 113,
			["Link"] = "|cff1eff00|Hitem:81782::::::::88:265:512:11:1:3699:88:::|h[Шелковые ботфорты Золоченого Веера]|h|r",
		}, -- [8]
		{
			["ID"] = 81809,
			["Level"] = 119,
			["Link"] = "|cff0070dd|Hitem:81809::::::::88:266:512:11:2:3699:5500:88:::|h[Шелковые манжеты Золоченого Веера]|h|r",
		}, -- [9]
		{
			["ID"] = 81796,
			["Level"] = 111,
			["Link"] = "|cff1eff00|Hitem:81796::::::::87:266:512:11:1:3699:87:::|h[Атласные перчатки шелкоделов]|h|r",
		}, -- [10]
		{
			["ID"] = 81824,
			["Level"] = 117,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:81824::::::::88:266:512:11:2:3699:5500:87:::|h[Кольцо из ястребиных перьев]|h|r",
		}, -- [11]
		{
			["ID"] = 81824,
			["Level"] = 117,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:81824::::::::88:265:512:11:2:3699:5500:87:::|h[Кольцо из ястребиных перьев]|h|r",
		}, -- [12]
		{
			["ID"] = 144157,
			["Level"] = 117,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:144157::::::::87:266:512:1:1:4173:87:::|h[Сосуд с кровью и гноем]|h|r",
		}, -- [13]
		{
			["ID"] = 144157,
			["Level"] = 117,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:144157::::::::88:266:512:1:1:4173:87:::|h[Сосуд с кровью и гноем]|h|r",
		}, -- [14]
		{
			["ID"] = 84339,
			["Level"] = 113,
			["Link"] = "|cff1eff00|Hitem:84339::::::::88:265:512:11:1:3699:88:::|h[Шаль шелкоделов]|h|r",
		}, -- [15]
		{
			["ID"] = 72808,
			["Level"] = 108,
			["Link"] = "|cffa335ee|Hitem:72808::::::::87:265:::1:4536:::|h[Посох Джайны]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
