
PawnOptions = {
	["LastVersion"] = 2.0328,
	["ItemLevels"] = {
		{
			["ID"] = 155888,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:155888::::::::120:103::35:5:5445:1632:4786:6508:4775:::|h[Шляпа капитана братства Стальных Волн]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 511,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:4932:4933:6316:1648:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159331,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159331::::::::120:103::35:5:5445:1632:4786:6509:4775:::|h[Наплечи стрелка]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173438,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:173438::::::::120:103::28:4:1502:4786:6504:4775:::|h[Нагрудный доспех ненасытной пасти]|h|r",
		}, -- [5]
		{
			["ID"] = 168957,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:168957::::::::120:103::35:8:5007:6578:6579:6471:6455:6515:1517:4786:::|h[Чемпионский пояс анжинера]|h|r",
		}, -- [6]
		{
			["ID"] = 159297,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159297::::::::120:103::35:7:5010:6578:6579:6541:6513:1637:4786:::|h[Штаны с серебряной отделкой]|h|r",
		}, -- [7]
		{
			["ID"] = 173439,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:173439::168639::::::120:103::42:8:6412:4803:4802:6513:6578:1507:4786:6516:::|h[Кожаные сапоги ненасытной пасти]|h|r",
		}, -- [8]
		{
			["ID"] = 158305,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:158305::::::::120:103::16:5:5007:6516:6513:1622:4786:::|h[Манжеты морского волка]|h|r",
		}, -- [9]
		{
			["ID"] = 159312,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:159312::::::::120:103::35:7:5007:6578:6579:6561:6513:1632:4786:::|h[Благословленные перчатки иссушителя]|h|r",
		}, -- [10]
		{
			["ID"] = 174469,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174469::::::::120:103::3:5:4822:6516:6513:1487:4786:::|h[Кольцо коварных размышлений]|h|r",
		}, -- [11]
		{
			["ID"] = 174469,
			["Level"] = 445,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174469::::::::120:104::3:5:4822:6516:6513:1487:4786:::|h[Кольцо коварных размышлений]|h|r",
		}, -- [12]
		{
			["ID"] = 155881,
			["Level"] = 450,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:155881::::::::120:103::16:4:5007:6513:1622:4786:::|h[Шулерские кости Харлана]|h|r",
		}, -- [13]
		{
			["ID"] = 155881,
			["Level"] = 450,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:155881::::::::120:104::16:4:5007:6513:1622:4786:::|h[Шулерские кости Харлана]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:103::11:2:6286:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159662,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159662::::::::120:103::16:5:5007:6516:6513:1622:4786:::|h[Бесплотный жнец]|h|r",
		}, -- [16]
		{
			["ID"] = 160958,
			["Level"] = 415,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:160958::::::::120:102::26:3:4803:1607:4785:::|h[Скипетр темноуста]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["LastPlayerFullName"] = "Ренфолд-Вечная Песня",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 5,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
