
PawnOptions = {
	["LastVersion"] = 2.0329,
	["ItemLevels"] = {
		{
			["ID"] = 155888,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:155888::::::::120:103::35:5:5445:1632:4786:6508:4775:::|h[Шляпа капитана братства Стальных Волн]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159331,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159331::::::::120:103::35:5:5445:1632:4786:6509:4775:::|h[Наплечи стрелка]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159330,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159330::::::::120:103::35:5:5448:1647:4786:6510:4775:::|h[Забрызганный кровью жилет]|h|r",
		}, -- [5]
		{
			["ID"] = 173444,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:173444::::::::120:103::54:8:6412:6513:6578:6579:6493:6612:1522:4786:::|h[Кожаный пояс ненасытной пасти]|h|r",
		}, -- [6]
		{
			["ID"] = 173442,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173442::::::::120:103::55:8:6412:6513:6578:6579:6482:6470:1527:4786:::|h[Бриджи ненасытной пасти]|h|r",
		}, -- [7]
		{
			["ID"] = 173516,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173516::::::::120:103::55:7:6412:6513:6578:6579:6560:1527:4786:::|h[Ботинки ненасытной пасти]|h|r",
		}, -- [8]
		{
			["ID"] = 173480,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:173480::::::::120:103::53:8:6412:4802:6515:6578:6579:6540:1517:4786:::|h[Путы ненасытной пасти]|h|r",
		}, -- [9]
		{
			["ID"] = 173464,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173464::::::::120:103::55:9:6412:4802:43:6515:6578:6579:6544:1527:4786:::|h[Перчатки ненасытной пасти]|h|r",
		}, -- [10]
		{
			["ID"] = 158314,
			["Level"] = 465,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:158314::::::::120:103::35:7:6528:6578:6579:6564:6513:1637:4786:::|h[Печать изменчивой лояльности]|h|r",
		}, -- [11]
		{
			["ID"] = 158314,
			["Level"] = 465,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158314::::::::120:102::35:7:6528:6578:6579:6564:6513:1637:4786:::|h[Печать изменчивой лояльности]|h|r",
		}, -- [12]
		{
			["ID"] = 159620,
			["Level"] = 460,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159620::::::::120:105::35:5:5009:40:6515:1632:4786:::|h[Раковина темного шепота]|h|r",
		}, -- [13]
		{
			["ID"] = 169344,
			["Level"] = 455,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:169344::::::::120:103::16:4:5009:6515:1512:4786:::|h[Оригинальное манахранилище]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:103::11:2:6286:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159642,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:159642::::::::120:103::16:7:6528:6578:6579:6566:6513:1632:4786:::|h[Заступ королевского очистителя]|h|r",
		}, -- [16]
		{
			["ID"] = 168955,
			["Level"] = 455,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:168955::::::::120:103::16:5:5008:6516:6515:1512:4786:::|h[Электризующий усилитель когнитивных функций]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["LastPlayerFullName"] = "Ренфолд-Вечная Песня",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 5,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
