
PawnOptions = {
	["LastVersion"] = 2.0326,
	["ItemLevels"] = {
		{
			["ID"] = 174243,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:174243::::::::120:103::3:5:4822:1487:4786:6505:4775:::|h[Облачение прожорливого хищника]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 505,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:4932:4933:6316:1642:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 165445,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:165445::::::::120:103::51:4:1562:4786:6506:4775:::|h[Наплечники часового темного леса]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173438,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:173438::::::::120:103::28:4:1502:4786:6504:4775:::|h[Нагрудный доспех ненасытной пасти]|h|r",
		}, -- [5]
		{
			["ID"] = 158044,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:158044::::::::120:103::28:6:4803:40:6516:6513:1627:4786:::|h[Пояс хорошей погоды]|h|r",
		}, -- [6]
		{
			["ID"] = 174143,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:174143::::::::120:103::3:6:4822:1808:6516:6513:1487:4786:::|h[Штаны макабрического ритуала]|h|r",
		}, -- [7]
		{
			["ID"] = 175007,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:175007::::::::120:103::3:7:4822:6578:6579:6557:6513:1487:4786:::|h[Кожаные сапоги ужасных заблуждений]|h|r",
		}, -- [8]
		{
			["ID"] = 173480,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:173480::::::::120:103::28:6:6412:4803:6515:6516:1502:4786:::|h[Путы ненасытной пасти]|h|r",
		}, -- [9]
		{
			["ID"] = 158008,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:158008::::::::120:103::28:5:4803:6516:6515:1637:4786:::|h[Захваты могильной колючки]|h|r",
		}, -- [10]
		{
			["ID"] = 174469,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174469::::::::120:103::3:5:4822:6516:6513:1487:4786:::|h[Кольцо коварных размышлений]|h|r",
		}, -- [11]
		{
			["ID"] = 174469,
			["Level"] = 445,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174469::::::::120:104::3:5:4822:6516:6513:1487:4786:::|h[Кольцо коварных размышлений]|h|r",
		}, -- [12]
		{
			["ID"] = 165667,
			["Level"] = 445,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:165667::::::::120:103::28:4:4803:6515:1637:4786:::|h[Оберег из клыка Раззаши]|h|r",
		}, -- [13]
		{
			["ID"] = 165667,
			["Level"] = 445,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:165667::::::::120:104::28:4:4803:6515:1637:4786:::|h[Оберег из клыка Раззаши]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 488,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:103::11:2:6281:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172191,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172191::::::::120:103::3:7:4822:6567:6578:6579:6515:1487:4786:::|h[Ан'циг Вра]|h|r",
		}, -- [16]
		{
			["ID"] = 160958,
			["Level"] = 415,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:160958::::::::120:102::26:3:4803:1607:4785:::|h[Скипетр темноуста]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["LastPlayerFullName"] = "Ренфолд-Вечная Песня",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 5,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
