
PawnOptions = {
	["LastVersion"] = 2.0326,
	["LastPlayerFullName"] = "Ренфолд-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 174243,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:174243::::::::120:103::3:5:4822:1487:4786:6505:4775:::|h[Облачение прожорливого хищника]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 497,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:4932:4933:6316:1634:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 165445,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:165445::::::::120:103::51:4:1562:4786:6506:4775:::|h[Наплечники часового темного леса]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173843,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:173843::::::::120:103::9:4:1487:4786:6501:4775:::|h[Жилет ненасытной пасти]|h|r",
		}, -- [5]
		{
			["ID"] = 158044,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:158044::::::::120:103::28:6:4803:40:6516:6513:1627:4786:::|h[Пояс хорошей погоды]|h|r",
		}, -- [6]
		{
			["ID"] = 174143,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:174143::::::::120:103::4:5:4825:6516:6515:1472:4786:::|h[Штаны макабрического ритуала]|h|r",
		}, -- [7]
		{
			["ID"] = 159295,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159295::::::::120:103::16:5:4780:6516:6515:1607:4786:::|h[Сапоги безмятежных вод]|h|r",
		}, -- [8]
		{
			["ID"] = 173480,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:173480::::::::120:103::28:6:6412:4803:6515:6516:1502:4786:::|h[Путы ненасытной пасти]|h|r",
		}, -- [9]
		{
			["ID"] = 158008,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:158008::::::::120:103::28:5:4803:6516:6515:1637:4786:::|h[Захваты могильной колючки]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 430,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460::::::::120:104::23:5:4779:6516:6515:1602:4786:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 159460,
			["Level"] = 430,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159460::::::::120:103::23:5:4779:6516:6515:1602:4786:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [12]
		{
			["ID"] = 155881,
			["Level"] = 435,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:155881::::::::120:103::16:4:4780:6515:1607:4786:::|h[Шулерские кости Харлана]|h|r",
		}, -- [13]
		{
			["ID"] = 172666,
			["Level"] = 430,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:172666::::::::120:104::50:5:6387:6389:6515:1542:4786:::|h[Медальон падшего гладиатора]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 482,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:103::11:2:6278:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172757,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:172757::::::::120:103::25:4:6387:6389:1552:4786:::|h[Пика падшего гладиатора]|h|r",
		}, -- [16]
		{
			["ID"] = 160958,
			["Level"] = 415,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:160958::::::::120:102::26:3:4803:1607:4785:::|h[Скипетр темноуста]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 5,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
