
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Ренфолд-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122248,
			["Level"] = 161,
			["Link"] = "|cff00ccff|Hitem:122248::::::::108:103:::1:3592:::|h[Запятнанная шапка незаметности]|h|r",
		}, -- [1]
		{
			["ID"] = 122668,
			["Level"] = 161,
			["Link"] = "|cff00ccff|Hitem:122668::::::::108:103:::1:582:::|h[Вечная воля мученика]|h|r",
		}, -- [2]
		{
			["ID"] = 122377,
			["Level"] = 161,
			["Link"] = "|cff00ccff|Hitem:122377::::::::108:103:::1:3592:::|h[Долговечный наплеч буйного сердца]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122383,
			["Level"] = 161,
			["Link"] = "|cff00ccff|Hitem:122383::::::::108:103:::1:5805:::|h[Испачканный мундир незаметности]|h|r",
		}, -- [5]
		{
			["ID"] = 112615,
			["Level"] = 135,
			["Link"] = "|cff1eff00|Hitem:112615::::::::101:104:512:11:1:3708:99:::|h[Пояс лесоруба Буйных зарослей]|h|r",
		}, -- [6]
		{
			["ID"] = 122255,
			["Level"] = 161,
			["Link"] = "|cff00ccff|Hitem:122255::::::::108:103:::1:3592:::|h[Вычищенные поножи Дикого Пера]|h|r",
		}, -- [7]
		{
			["ID"] = 51963,
			["Level"] = 105,
			["Link"] = "|cff0070dd|Hitem:51963::::::::83:105:512:18:2:1705:4243:80:::|h[Высокие ботинки неутомимости со знаком рассвета]|h|r",
		}, -- [8]
		{
			["ID"] = 134459,
			["Level"] = 156,
			["Link"] = "|cff0070dd|Hitem:134459::::::::107:103:512:17:1:1795:107:::|h[Манжеты чародейской бури]|h|r",
		}, -- [9]
		{
			["ID"] = 134393,
			["Level"] = 145,
			["Link"] = "|cff1eff00|Hitem:134393::::::::104:103:512::1:1812:103:::|h[Перчатки шепота Пустоты]|h|r",
		}, -- [10]
		{
			["ID"] = 129172,
			["Level"] = 150,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:129172::::::::105:103:512:11:1:664:105:::|h[Кольцо демонического коварства]|h|r",
		}, -- [11]
		{
			["ID"] = 129172,
			["Level"] = 150,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:129172::::::::105:104:512:11:1:664:105:::|h[Кольцо демонического коварства]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 161,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::108:103:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 159,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::107:103:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122261,
			["Level"] = 161,
			["Link"] = "|cff00ccff|Hitem:122261::::::::108:103:::1:583:::|h[Унаследованная накидка черного барона]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 159,
			["Link"] = "|cff00ccff|Hitem:122353::::::::107:105:::1:583:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
		{
			["ID"] = 128859,
			["Level"] = 158,
			["Link"] = "|cffe6cc80|Hitem:128859::::::::106:103::::::|h[Клыки Пеплошкурой]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 5,
					["Type"] = "Blood",
				}, -- [2]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
