
PawnOptions = {
	["LastVersion"] = 2.0329,
	["LastPlayerFullName"] = "Шемрок-Вечная Песня",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 173449,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173449::::::::120:263::14:4:1472:4785:6258:4775:::|h[Маска коварного мучителя]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 420,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:263::11:4:4933:4936:4929:1582:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 173451,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173451::::::::120:263::14:4:1472:4785:6259:4775:::|h[Наплечи коварного мучителя]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173840,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173840::::::::120:263::14:4:1472:4785:6257:4775:::|h[Нагрудник коварного мучителя]|h|r",
		}, -- [5]
		{
			["ID"] = 157988,
			["Level"] = 405,
			["Link"] = "|cff0070dd|Hitem:157988::::::::120:263::25:5:4803:6516:6515:1597:4785:::|h[Ремень Галфвинда]|h|r",
		}, -- [6]
		{
			["ID"] = 173469,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173469::::::::120:263::14:4:6412:6513:1467:4785:::|h[Наголенники коварного мучителя]|h|r",
		}, -- [7]
		{
			["ID"] = 173517,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173517::::::::120:263::14:4:6412:6513:1467:4785:::|h[Походные сапоги коварного мучителя]|h|r",
		}, -- [8]
		{
			["ID"] = 173481,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173481::::::::120:263::14:4:6412:6515:1467:4785:::|h[Путы коварного мучителя]|h|r",
		}, -- [9]
		{
			["ID"] = 173509,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173509::::::::120:263::14:4:6412:6515:1467:4785:::|h[Боевые перчатки коварного мучителя]|h|r",
		}, -- [10]
		{
			["ID"] = 158161,
			["Level"] = 420,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158161::::::::120:263::27:8:4803:42:6578:6579:6550:6515:1612:4785:::|h[Перстень гарпунщика]|h|r",
		}, -- [11]
		{
			["ID"] = 158151,
			["Level"] = 420,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:158151::::::::120:263::27:5:4803:6516:6515:1612:4785:::|h[Перстень зандалари]|h|r",
		}, -- [12]
		{
			["ID"] = 161115,
			["Level"] = 410,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:161115::::::::120:263::25:3:4803:1602:4785:::|h[Оберег проклятого капитана]|h|r",
		}, -- [13]
		{
			["ID"] = 158216,
			["Level"] = 375,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:158216::::::::120:264::27:3:4803:1567:4784:::|h[Канистра с бурлящей нефтью]|h|r",
		}, -- [14]
		{
			["ID"] = 133272,
			["Level"] = 375,
			["Link"] = "|cff0070dd|Hitem:133272::::::::120:263:512:22:2:5473:5474:120:::|h[Плащ Джордана]|h|r",
		}, -- [15]
		{
			["ID"] = 158086,
			["Level"] = 415,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:158086::::::::120:262::26:5:4803:6516:6513:1607:4785:::|h[Криволесский кинжал]|h|r",
		}, -- [16]
		{
			["ID"] = 158091,
			["Level"] = 395,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:158091::::::::120:263::28:5:4803:6516:6515:1587:4785:::|h[Булава сторожа верфи]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128819] = {
			["Relics"] = {
				{
					["ItemLevel"] = 19,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 32,
					["Type"] = "Iron",
				}, -- [2]
				{
					["ItemLevel"] = 18,
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Молот Рока",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
