
PawnOptions = {
	["LastVersion"] = 2.041,
	["LastPlayerFullName"] = "Шемрок-Вечная Песня",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 174250,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:174250::::::::50:263::3:4:4822:1487:4786:6505::::|h[Маска истязателя разума]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 114,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:263::11:4:4933:6316:4932:1528::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 183560,
			["Level"] = 100,
			["Link"] = "|cff0070dd|Hitem:183560::::::::50:263::14::1:28:1401:::|h[Наплечные щитки новобранца Серебряного Авангарда]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 183563,
			["Level"] = 100,
			["Link"] = "|cff0070dd|Hitem:183563::::::::50:263::14::1:28:1401:::|h[Кольчужная рубашка новобранца Серебряного Авангарда]|h|r",
		}, -- [5]
		{
			["ID"] = 159386,
			["Level"] = 85,
			["Link"] = "|cffa335ee|Hitem:159386::::::::50:264::23:5:4779:6516:6513:1498:4786::::|h[Плетеный пояс с якорем]|h|r",
		}, -- [6]
		{
			["ID"] = 144058,
			["Level"] = 76,
			["Link"] = "|cff0070dd|Hitem:144058::::::::50:264::22:1:6428:1:9:50:::|h[Набедренники роя саранчи]|h|r",
		}, -- [7]
		{
			["ID"] = 173517,
			["Level"] = 76,
			["Link"] = "|cff0070dd|Hitem:173517::::::::50:264::14:4:6412:6513:1470:4785::::|h[Походные сапоги коварного мучителя]|h|r",
		}, -- [8]
		{
			["ID"] = 174955,
			["Level"] = 95,
			["Link"] = "|cffa335ee|Hitem:174955::::::::50:263::28:5:6578:6579:4803:6515:6540::::|h[Тяжелые наручи коварного мучителя]|h|r",
		}, -- [9]
		{
			["ID"] = 157984,
			["Level"] = 81,
			["Link"] = "|cff0070dd|Hitem:157984::::::::50:263::27:5:4803:6516:6515:1495:4785:1:28:464:::|h[Боевые рукавицы Галфвинда]|h|r",
		}, -- [10]
		{
			["ID"] = 158151,
			["Level"] = 80,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158151::::::::50:264::27:5:4803:6516:6515:1494:4785::::|h[Перстень зандалари]|h|r",
		}, -- [11]
		{
			["ID"] = 158161,
			["Level"] = 80,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:158161::::::::50:264::27:8:4803:42:6578:6579:6550:6515:1494:4785::::|h[Перстень гарпунщика]|h|r",
		}, -- [12]
		{
			["ID"] = 159622,
			["Level"] = 85,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159622::::::::50:262::23:4:4779:6513:1498:4786::::|h[Наутилус Хадала]|h|r",
		}, -- [13]
		{
			["ID"] = 161115,
			["Level"] = 76,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:161115::::::::50:263::25:3:4803:1490:4785::::|h[Оберег проклятого капитана]|h|r",
		}, -- [14]
		{
			["ID"] = 144111,
			["Level"] = 82,
			["Link"] = "|cff0070dd|Hitem:144111::::::::50:264::22:2:6424:6652:1:9:50:::|h[Пронизанная ветром пелерина]|h|r",
		}, -- [15]
		{
			["ID"] = 165625,
			["Level"] = 115,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:165625::::::::50:263::81:3:5844:1527:4786:1:28:1401:::|h[Военный молот часового]|h|r",
		}, -- [16]
		{
			["ID"] = 158087,
			["Level"] = 90,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:158087::::::::50:262::28:5:4803:6516:6515:1504:4786:1:28:464:::|h[Нож-кастет Гол Озигра]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128819] = {
			["Relics"] = {
				{
					["ItemLevel"] = 19,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 32,
					["Type"] = "Iron",
				}, -- [2]
				{
					["ItemLevel"] = 18,
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Молот Рока",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
