
PawnOptions = {
	["LastVersion"] = 2.0326,
	["LastPlayerFullName"] = "Рэтью-Вечная Песня",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122250::::::::34:258:::1:5805:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 122664,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122664::::::::34:258:::1:582:::|h[Вечное колье горизонта]|h|r",
		}, -- [2]
		{
			["ID"] = 122378,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122378::::::::34:258:::1:583:::|h[Изысканное оплечье провидца в изгнании]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122384::::::::34:258:::1:5805:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 6908,
			["Level"] = 34,
			["Link"] = "|cff0070dd|Hitem:6908::::::::28:257:512:1:1:3998:28:::|h[Пояс Гхаму-ра]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122256::::::::34:258:::1:5805:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 4312,
			["Level"] = 16,
			["Link"] = "|cff1eff00|Hitem:4312::::::::30:258::::::|h[Льняные сапоги с мягкой подошвой]|h|r",
		}, -- [8]
		{
			["ID"] = 51972,
			["Level"] = 28,
			["Link"] = "|cff0070dd|Hitem:51972::::::::22:256:512:17:2:1691:4244:22:::|h[Пронумерованные наручи с символом огненной вспышки]|h|r",
		}, -- [9]
		{
			["ID"] = 59551,
			["Level"] = 31,
			["Link"] = "|cff1eff00|Hitem:59551::::::::32:258:512:11:1:3634:31:::|h[Перчатки из спутанной пряжи]|h|r",
		}, -- [10]
		{
			["ID"] = 51992,
			["Level"] = 36,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:51992::::::::30:256:512:17:2:1678:4244:30:::|h[Перстень беспокойства со знаком быстрого клинка]|h|r",
		}, -- [11]
		{
			["ID"] = 51992,
			["Level"] = 36,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:51992::::::::30:258:512:17:2:1678:4244:30:::|h[Перстень беспокойства со знаком быстрого клинка]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 38,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::34:258:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122362,
			["Level"] = 38,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122362::::::::34:258:::1:582:::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122262::::::::34:258:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122368,
			["Level"] = 38,
			["Link"] = "|cff00ccff|Hitem:122368::::::::34:258::::::|h[Большой посох Джордана]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
