
PawnOptions = {
	["LastVersion"] = 2.0326,
	["ItemLevels"] = {
		{
			["ID"] = 173457,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173457::::::::120:72::14:4:1472:4785:6258:4775:::|h[Наголовник тлетворного левиафана]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 447,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:73::11:4:4932:4933:6316:1584:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159423,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:159423::::::::120:72::2:5:4818:1587:4785:6259:4775:::|h[Наплечье великого объединителя]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173837,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:173837::::::::120:72::9:3:1487:4786:6501:::|h[Хауберк тлетворного левиафана]|h|r",
		}, -- [5]
		{
			["ID"] = 173514,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173514::::::::120:72::14:4:6412:6513:1467:4785:::|h[Ремень тлетворного левиафана]|h|r",
		}, -- [6]
		{
			["ID"] = 173486,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173486::::::::120:72::14:4:6412:6513:1467:4785:::|h[Поножи тлетворного левиафана]|h|r",
		}, -- [7]
		{
			["ID"] = 157895,
			["Level"] = 340,
			["Link"] = "|cff0070dd|Hitem:157895::::::::120:72::26:6:4803:4802:6516:6515:1532:4785:::|h[Украшенные костями грязеступы]|h|r",
		}, -- [8]
		{
			["ID"] = 174177,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:174177::::::::120:73::3:5:4822:6516:6513:1487:4786:::|h[Наручи фантомной боли]|h|r",
		}, -- [9]
		{
			["ID"] = 109856,
			["Level"] = 425,
			["Link"] = "|cff0070dd|Hitem:109856::::::::120:73:512:22:2:6424:6652:120:::|h[Кроваво-красные рукавицы]|h|r",
		}, -- [10]
		{
			["ID"] = 109782,
			["Level"] = 425,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:109782::::::::120:73:512:22:2:6424:6652:120:::|h[Печать влекущего болезни]|h|r",
		}, -- [11]
		{
			["ID"] = 109782,
			["Level"] = 425,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:109782::::::::120:72:512:22:2:6424:6652:120:::|h[Печать влекущего болезни]|h|r",
		}, -- [12]
		{
			["ID"] = 158681,
			["Level"] = 263,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:158681::::::::116:71:512:11:1:4793:116:::|h[Привязь молнии]|h|r",
		}, -- [13]
		{
			["ID"] = 158681,
			["Level"] = 263,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:158681::::::::116:73:512:11:1:4793:116:::|h[Привязь молнии]|h|r",
		}, -- [14]
		{
			["ID"] = 155572,
			["Level"] = 238,
			["Link"] = "|cff0070dd|Hitem:155572::::::::114:71:512:18:1:4776:114:::|h[Плащ свирепого йети]|h|r",
		}, -- [15]
		{
			["ID"] = 110032,
			["Level"] = 425,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:110032::::::::120:73:512:22:3:41:6424:6652:120:::|h[Ятаган Клюволома]|h|r",
		}, -- [16]
		{
			["ID"] = 110032,
			["Level"] = 425,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:110032::::::::120:72:512:22:3:41:6424:6652:120:::|h[Ятаган Клюволома]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Мукуро-Вечная Песня",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
