
PawnOptions = {
	["LastVersion"] = 2.0326,
	["ItemLevels"] = {
		{
			["ID"] = 173457,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173457::::::::120:72::14:4:1472:4785:6258:4775:::|h[Наголовник тлетворного левиафана]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 463,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:72::11:4:4932:4933:6316:1600:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159423,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:159423::::::::120:72::2:5:4818:1587:4785:6259:4775:::|h[Наплечье великого объединителя]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173837,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:173837::::::::120:72::9:4:1487:4786:6501:4775:::|h[Хауберк тлетворного левиафана]|h|r",
		}, -- [5]
		{
			["ID"] = 173514,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173514::::::::120:72::14:4:6412:6513:1467:4785:::|h[Ремень тлетворного левиафана]|h|r",
		}, -- [6]
		{
			["ID"] = 173486,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173486::::::::120:72::14:4:6412:6513:1467:4785:::|h[Поножи тлетворного левиафана]|h|r",
		}, -- [7]
		{
			["ID"] = 173455,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:173455::::::::120:72::9:5:6412:6513:6516:1487:4786:::|h[Высокие ботинки тлетворного левиафана]|h|r",
		}, -- [8]
		{
			["ID"] = 174177,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:174177::::::::120:73::3:5:4822:6516:6513:1487:4786:::|h[Наручи фантомной боли]|h|r",
		}, -- [9]
		{
			["ID"] = 109856,
			["Level"] = 425,
			["Link"] = "|cff0070dd|Hitem:109856::::::::120:73:512:22:2:6424:6652:120:::|h[Кроваво-красные рукавицы]|h|r",
		}, -- [10]
		{
			["ID"] = 174469,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174469::::::::120:73::3:7:4822:6578:6579:6554:6515:1487:4786:::|h[Кольцо коварных размышлений]|h|r",
		}, -- [11]
		{
			["ID"] = 109782,
			["Level"] = 425,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:109782::::::::120:72:512:22:2:6424:6652:120:::|h[Печать влекущего болезни]|h|r",
		}, -- [12]
		{
			["ID"] = 172847,
			["Level"] = 425,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:172847::::::::120:73::47:3:6515:1537:4785:::|h[Эмблема падшего претендента]|h|r",
		}, -- [13]
		{
			["ID"] = 165661,
			["Level"] = 420,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:165661::::::::120:72::27:4:4803:6515:1612:4785:::|h[Древний клыкаррский оберег]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:72::11:1:6272:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 110032,
			["Level"] = 425,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:110032::::::::120:73:512:22:3:41:6424:6652:120:::|h[Ятаган Клюволома]|h|r",
		}, -- [16]
		{
			["ID"] = 165637,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:165637::::::::120:73::51:3:6516:1562:4786:::|h[Большой щит часового]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Мукуро-Вечная Песня",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
