
PawnOptions = {
	["LastVersion"] = 2.0326,
	["LastPlayerFullName"] = "Мукуро-Вечная Песня",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 173457,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173457::::::::120:72::14:4:1472:4785:6258:4775:::|h[Наголовник тлетворного левиафана]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 439,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:72::11:4:4932:4933:6316:1576:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159423,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:159423::::::::120:72::2:5:4818:1587:4785:6259:4775:::|h[Наплечье великого объединителя]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 170528,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:170528::::::::120:72::11:4:1577:4786:5413:4775:::|h[Нагрудный доспех 7-го легиона]|h|r",
		}, -- [5]
		{
			["ID"] = 173514,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173514::::::::120:72::14:4:6412:6513:1467:4785:::|h[Ремень тлетворного левиафана]|h|r",
		}, -- [6]
		{
			["ID"] = 173486,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173486::::::::120:72::14:4:6412:6513:1467:4785:::|h[Поножи тлетворного левиафана]|h|r",
		}, -- [7]
		{
			["ID"] = 157895,
			["Level"] = 340,
			["Link"] = "|cff0070dd|Hitem:157895::::::::120:72::26:6:4803:4802:6516:6515:1532:4785:::|h[Украшенные костями грязеступы]|h|r",
		}, -- [8]
		{
			["ID"] = 174956,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:174956::::::::120:72::29:5:6540:6513:6578:6579:4803:::|h[Наручи тлетворного левиафана]|h|r",
		}, -- [9]
		{
			["ID"] = 173456,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173456::::::::120:72::14:4:6412:6515:1467:4785:::|h[Крушители тлетворного левиафана]|h|r",
		}, -- [10]
		{
			["ID"] = 158161,
			["Level"] = 340,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158161::::::::120:72::27:5:4803:6516:6513:1532:4785:::|h[Перстень гарпунщика]|h|r",
		}, -- [11]
		{
			["ID"] = 173668,
			["Level"] = 257,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:173668::::::::117:72:512:11:1:6416:117:::|h[Потускневшее золотое кольцо]|h|r",
		}, -- [12]
		{
			["ID"] = 158681,
			["Level"] = 263,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:158681::::::::116:71:512:11:1:4793:116:::|h[Привязь молнии]|h|r",
		}, -- [13]
		{
			["ID"] = 158681,
			["Level"] = 263,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:158681::::::::116:73:512:11:1:4793:116:::|h[Привязь молнии]|h|r",
		}, -- [14]
		{
			["ID"] = 155572,
			["Level"] = 238,
			["Link"] = "|cff0070dd|Hitem:155572::::::::114:71:512:18:1:4776:114:::|h[Плащ свирепого йети]|h|r",
		}, -- [15]
		{
			["ID"] = 163890,
			["Level"] = 370,
			["Link"] = "|cffa335ee|Hitem:163890::::::::120:72::30:2:1562:4786:::|h[Клеймор бойца 7-го легиона]|h|r",
		}, -- [16]
		{
			["ID"] = 161913,
			["Level"] = 225,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:161913::::::::117:71::13:3:1710:4927:5804:::|h[Укрепленная монелитом сабля со знаком рассвета]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
