
PawnOptions = {
	["LastVersion"] = 2.0326,
	["ItemLevels"] = {
		{
			["ID"] = 163662,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:163662::::::::112:73::25:2:1472:4785:::|h[Латный шлем 7-го легиона]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 290,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::116:71::11:4:4932:4933:4935:1482:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 160914,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:160914::::::::112:73::11:1:4775:::|h[Наплечье защитника Азерот]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159448,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:159448::::::::110:71::17:3:4951:1452:4785:::|h[Кираса мстителя]|h|r",
		}, -- [5]
		{
			["ID"] = 160475,
			["Level"] = 210,
			["Link"] = "|cff0070dd|Hitem:160475::::::::110:71:512:17:1:4776:110:::|h[Ремень корогрыза]|h|r",
		}, -- [6]
		{
			["ID"] = 155181,
			["Level"] = 245,
			["Link"] = "|cff1eff00|Hitem:155181::::::::115:71:512:11:1:4787:115:::|h[Поножи жуткого корсара]|h|r",
		}, -- [7]
		{
			["ID"] = 160476,
			["Level"] = 252,
			["Link"] = "|cff0070dd|Hitem:160476::::::::116:71:512:18:1:4776:116:::|h[Боевые сапоги туманного прилива]|h|r",
		}, -- [8]
		{
			["ID"] = 159198,
			["Level"] = 230,
			["Link"] = "|cff1eff00|Hitem:159198::::::::115:71:512::2:4796:1681:115:::|h[Тяжелые наручи из Просоленных мастерских со знаком быстрого клинка]|h|r",
		}, -- [9]
		{
			["ID"] = 155174,
			["Level"] = 245,
			["Link"] = "|cff1eff00|Hitem:155174::::::::115:71:512:11:1:4787:115:::|h[Перчатки жуткого корсара]|h|r",
		}, -- [10]
		{
			["ID"] = 173668,
			["Level"] = 257,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:173668::::::::117:71:512:11:1:6416:117:::|h[Потускневшее золотое кольцо]|h|r",
		}, -- [11]
		{
			["ID"] = 137054,
			["Level"] = 240,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffff8000|Hitem:137054::151585::::::111:71:::2:1811:3570:::|h[Несокрушимая стена]|h|r",
		}, -- [12]
		{
			["ID"] = 158681,
			["Level"] = 263,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:158681::::::::116:71:512:11:1:4793:116:::|h[Привязь молнии]|h|r",
		}, -- [13]
		{
			["ID"] = 158681,
			["Level"] = 263,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:158681::::::::116:73:512:11:1:4793:116:::|h[Привязь молнии]|h|r",
		}, -- [14]
		{
			["ID"] = 155572,
			["Level"] = 238,
			["Link"] = "|cff0070dd|Hitem:155572::::::::114:71:512:18:1:4776:114:::|h[Плащ свирепого йети]|h|r",
		}, -- [15]
		{
			["ID"] = 155214,
			["Level"] = 250,
			["Link"] = "|cff1eff00|Hitem:155214::::::::115:71:512:11:1:4790:115:::|h[Череполом из Просоленных мастерских]|h|r",
		}, -- [16]
		{
			["ID"] = 159799,
			["Level"] = 222,
			["Link"] = "|cff1eff00|Hitem:159799::::::::116:73:512::2:4796:1684:114:::|h[Щит Винтерсейла с символом бесподобия]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Мукуро-Вечная Песня",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
