
PawnOptions = {
	["LastVersion"] = 2.041,
	["ItemLevels"] = {
		{
			["ID"] = 166565,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:166565::::::::50:73::51:4:1512:4786:6505:4775::::|h[Защитная маска боевого стража]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 139,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:73::11:4:4932:4933:6316:1553::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 173835,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:173835::::::::50:73::28:4:1494:4786:6506:4775::::|h[Наплечье тлетворного левиафана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 158054,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:158054::::::::50:73::28:4:1514:4786:6504:4775::::|h[Кираса береговой осады]|h|r",
		}, -- [5]
		{
			["ID"] = 133492,
			["Level"] = 82,
			["Link"] = "|cff0070dd|Hitem:133492::::::::50:73::22:2:6424:6652:1:9:50:::|h[Свитый золотой пояс]|h|r",
		}, -- [6]
		{
			["ID"] = 173486,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:173486::::::::50:73::28:6:6412:4803:6515:6516:1494:4786::::|h[Поножи тлетворного левиафана]|h|r",
		}, -- [7]
		{
			["ID"] = 163421,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:163421::::::::50:73::28:6:5125:6578:6515:1514:4786:6516::::|h[Наголенники 7-го легиона]|h|r",
		}, -- [8]
		{
			["ID"] = 174177,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:174177::::::::50:73::3:5:4822:6516:6513:1487:4786::::|h[Наручи фантомной боли]|h|r",
		}, -- [9]
		{
			["ID"] = 163414,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:163414::::::::50:73::28:5:5125:6516:6515:1514:4786::::|h[Рукавицы 7-го легиона]|h|r",
		}, -- [10]
		{
			["ID"] = 165683,
			["Level"] = 100,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165683::::::::50:73::28:5:4803:6516:6515:1514:4786::::|h[Печать Дат'Ремара]|h|r",
		}, -- [11]
		{
			["ID"] = 165680,
			["Level"] = 100,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:165680::::::::50:73::28:5:4803:6516:6513:1514:4786::::|h[Опаленное снежескорнское кольцо]|h|r",
		}, -- [12]
		{
			["ID"] = 165661,
			["Level"] = 100,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:165661::::::::50:73::28:5:4803:41:6515:1514:4786::::|h[Древний клыкаррский оберег]|h|r",
		}, -- [13]
		{
			["ID"] = 159611,
			["Level"] = 95,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159611::::::::50:73::35:4:4780:6513:1508:4786::::|h[Большая красная кнопка Разданка]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 139,
			["Link"] = "|cffff8000|Hitem:169223::::::::50:73::11:2:6279:1472::::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 158088,
			["Level"] = 100,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:158088::::::::50:73::28:7:4803:6578:6579:6544:6513:1514:4786::::|h[Накулачник Винтерсейла]|h|r",
		}, -- [16]
		{
			["ID"] = 165637,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:165637::::::::50:73::51:3:6516:1512:4786::::|h[Большой щит часового]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Мукуро-Вечная Песня",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
