
PawnOptions = {
	["LastVersion"] = 2.0324,
	["ItemLevels"] = {
		{
			["ID"] = 160859,
			["Level"] = 305,
			["Link"] = "|cff0070dd|Hitem:160859::::::::120:581::11:1:4775:::|h[Капюшон флибустьера]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 439,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:4932:4933:6316:1576:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 163655,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:163655::::::::120:581::25:3:1472:4785:4775:::|h[Наплечные пластины 7-го легиона]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 170515,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:170515::::::::120:581::11:4:1577:4786:5413:4775:::|h[Жилет 7-го легиона]|h|r",
		}, -- [5]
		{
			["ID"] = 157980,
			["Level"] = 340,
			["Link"] = "|cff0070dd|Hitem:157980::::::::120:581::25:5:4803:6516:6513:1532:4785:::|h[Пояс мореплавателя]|h|r",
		}, -- [6]
		{
			["ID"] = 158042,
			["Level"] = 345,
			["Link"] = "|cff0070dd|Hitem:158042::::::::120:581::26:5:4803:6516:6515:1537:4785:::|h[Брюки хорошей погоды]|h|r",
		}, -- [7]
		{
			["ID"] = 155862,
			["Level"] = 400,
			["Link"] = "|cff0070dd|Hitem:155862::::::::120:581::1:5:4777:6516:6515:1572:4785:::|h[Такелажные сапоги Крагга]|h|r",
		}, -- [8]
		{
			["ID"] = 158045,
			["Level"] = 330,
			["Link"] = "|cff0070dd|Hitem:158045::::::::120:581::25:5:4803:6516:6513:1522:4785:::|h[Боевые наручи хорошей погоды]|h|r",
		}, -- [9]
		{
			["ID"] = 155889,
			["Level"] = 231,
			["Link"] = "|cff0070dd|Hitem:155889::::::::113:581:512:17:2:4776:6515:113:::|h[Захваты из акульей шкуры]|h|r",
		}, -- [10]
		{
			["ID"] = 158160,
			["Level"] = 335,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158160::::::::120:581::26:5:4803:6516:6513:1527:4785:::|h[Кольцо из Пещеры контрабандистов]|h|r",
		}, -- [11]
		{
			["ID"] = 158160,
			["Level"] = 335,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:158160::::::::120:581::25:6:4803:4802:6516:6513:1527:4785:::|h[Кольцо из Пещеры контрабандистов]|h|r",
		}, -- [12]
		{
			["ID"] = 155881,
			["Level"] = 400,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:155881::::::::120:581::1:4:4777:6515:1572:4785:::|h[Шулерские кости Харлана]|h|r",
		}, -- [13]
		{
			["ID"] = 155881,
			["Level"] = 400,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:155881::::::::120:577::1:4:4777:6515:1572:4785:::|h[Шулерские кости Харлана]|h|r",
		}, -- [14]
		{
			["ID"] = 159289,
			["Level"] = 217,
			["Link"] = "|cff0070dd|Hitem:159289::::::::112:581:512:17:1:4776:111:::|h[Пропитанный энергией Бездны плащ]|h|r",
		}, -- [15]
		{
			["ID"] = 166336,
			["Level"] = 370,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:166336::::::::120:581::30:2:1562:4786:::|h[Череполом 7-го легиона]|h|r",
		}, -- [16]
		{
			["ID"] = 170119,
			["Level"] = 266,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:170119::::::::120:581:512::2:4796:1696:120:::|h[Боевой клинок с рукоятью из скользкой кожи с символом огненной вспышки]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Эйреон-Вечная Песня",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
