
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "Эйреон-Вечная Песня",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 160907,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:160907::::::::112:581::11:1:4775:::|h[Клобук защитника Азерот]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 284,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::112:581::11:4:4932:4933:4935:1476:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 134242,
			["Level"] = 192,
			["Link"] = "|cffa335ee|Hitem:134242::::::::112:581::43:3:3573:1503:3528:::|h[Выдержанные в морской воде кожаные наплечные пластины]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 146773,
			["Level"] = 192,
			["Link"] = "|cffa335ee|Hitem:146773::::::::112:581::43:3:3573:1503:3528:::|h[Нагрудник чудовища Пустоты]|h|r",
		}, -- [5]
		{
			["ID"] = 133976,
			["Level"] = 265,
			["Link"] = "|cffff8000|Hitem:133976::::::::112:581:::2:1811:3630:::|h[Синидария, симбионт]|h|r",
		}, -- [6]
		{
			["ID"] = 158245,
			["Level"] = 209,
			["Link"] = "|cff1eff00|Hitem:158245::::::::112:581:512:11:1:4787:111:::|h[Брюки флибустьера]|h|r",
		}, -- [7]
		{
			["ID"] = 152359,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:152359::::::::112:581::3:3:3614:1472:3528:::|h[Сапоги жуткого скитальца]|h|r",
		}, -- [8]
		{
			["ID"] = 152365,
			["Level"] = 215,
			["Link"] = "|cffa335ee|Hitem:152365::::::::112:581::3:3:3614:1477:3336:::|h[Наручи демонической ярости]|h|r",
		}, -- [9]
		{
			["ID"] = 155027,
			["Level"] = 208,
			["Link"] = "|cff0070dd|Hitem:155027::::::::112:581:512:11:2:4787:4788:110:::|h[Перчатки флибустьера]|h|r",
		}, -- [10]
		{
			["ID"] = 152626,
			["Level"] = 265,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffff8000|Hitem:152626::::::::112:581::11:2:3459:3630:::|h[Знак отличия Армии Света]|h|r",
		}, -- [11]
		{
			["ID"] = 155381,
			["Level"] = 217,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:155381::::::::112:581:512:17:1:4776:111:::|h[Сапфировое кольцо капитана Волнорезов]|h|r",
		}, -- [12]
		{
			["ID"] = 136978,
			["Level"] = 195,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:136978::::::::112:581::43:3:3573:1505:3336:::|h[Уголек нейтрализации]|h|r",
		}, -- [13]
		{
			["ID"] = 137362,
			["Level"] = 192,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:137362::::::::112:581::43:4:3573:1808:1502:3528:::|h[Медальон Паржеша]|h|r",
		}, -- [14]
		{
			["ID"] = 159289,
			["Level"] = 217,
			["Link"] = "|cff0070dd|Hitem:159289::::::::112:581:512:17:1:4776:111:::|h[Пропитанный энергией Бездны плащ]|h|r",
		}, -- [15]
		{
			["ID"] = 128832,
			["Level"] = 220,
			["Link"] = "|cffe6cc80|Hitem:128832::152292:153446:152033::::112:581:16777472:9:2:721:1540:557:1:3:3614:1472:3528:3:3573:1532:3336:3:3611:1487:3528|h[Альдрахийские боевые клинки]|h|r",
		}, -- [16]
		{
			["ID"] = 128831,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:128831::::::::112:581:256:::557:::|h[Альдрахийские боевые клинки]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
