
PawnOptions = {
	["LastVersion"] = 2.0401,
	["LastPlayerFullName"] = "Эйреон-Вечная Песня",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 173842,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:173842::::::::50:581::9:4:1479:4786:6502:4775::::|h[Маска ненасытной пасти]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 135,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:581::11:4:4932:4933:6316:1549::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159339,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:159339::::::::50:581::23:5:4819:1498:4786:6503:4775::::|h[Оплечье горака Тула]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 157974,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:157974::::::::50:581::28:4:1499:4786:6501:4775::::|h[Жилет мореплавателя]|h|r",
		}, -- [5]
		{
			["ID"] = 159333,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:159333::::::::50:581::16:5:4780:6516:6513:1503:4786::::|h[Опояска азеритового арсенала]|h|r",
		}, -- [6]
		{
			["ID"] = 158042,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:158042::::::::50:581::28:5:4803:6516:6515:1514:4786::::|h[Брюки хорошей погоды]|h|r",
		}, -- [7]
		{
			["ID"] = 158007,
			["Level"] = 80,
			["Link"] = "|cff0070dd|Hitem:158007::::::::50:581::27:5:4803:6516:6513:1494:4785::::|h[Сапоги могильной колючки]|h|r",
		}, -- [8]
		{
			["ID"] = 173472,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:173472::::::::50:581::29:6:6412:4803:6515:6516:1494:4786::::|h[Наручи ненасытной пасти]|h|r",
		}, -- [9]
		{
			["ID"] = 168985,
			["Level"] = 78,
			["Link"] = "|cff0070dd|Hitem:168985::::::::50:581::2:5:4778:6516:6513:1472:4785::::|h[Самоочищающиеся повязки]|h|r",
		}, -- [10]
		{
			["ID"] = 174531,
			["Level"] = 115,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174531::::::::50:581::5:6:4823:41:6516:6515:1502:4786::::|h[Кольцо с гравировкой Бездны]|h|r",
		}, -- [11]
		{
			["ID"] = 174469,
			["Level"] = 100,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174469::::::::50:581::3:5:4822:6516:6515:1487:4786::::|h[Кольцо коварных размышлений]|h|r",
		}, -- [12]
		{
			["ID"] = 165662,
			["Level"] = 100,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:165662::::::::50:581::28:5:4803:42:6513:1514:4786::::|h[Штампованная блестяшка из Кезана]|h|r",
		}, -- [13]
		{
			["ID"] = 172847,
			["Level"] = 82,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:172847::::::::50:581::47:3:6515:1494:4785::::|h[Эмблема падшего претендента]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 129,
			["Link"] = "|cffff8000|Hitem:169223::::::::50:581::11:2:6274:1472::::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 158103,
			["Level"] = 100,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:158103::::::::50:581::28:6:4803:4802:6516:6513:1514:4786::::|h[Сабля Винтерсейла]|h|r",
		}, -- [16]
		{
			["ID"] = 160110,
			["Level"] = 95,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:160110::::::::50:581::35:7:4780:6578:6579:6539:6513:1508:4786::::|h[Боевой клинок Королевы песков]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
