
PawnOptions = {
	["LastVersion"] = 2.0325,
	["LastPlayerFullName"] = "Эйреон-Вечная Песня",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 173842,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:173842::::::::120:581::9:4:1487:4786:6502:4775:::|h[Маска ненасытной пасти]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 495,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:4932:4933:6316:1632:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159339,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159339::::::::120:581::23:5:4819:1602:4786:6503:4775:::|h[Оплечье Горака Тула]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 157974,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:157974::::::::120:581::28:4:1622:4786:6501:4775:::|h[Жилет мореплавателя]|h|r",
		}, -- [5]
		{
			["ID"] = 159333,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159333::::::::120:581::16:5:4780:6516:6513:1607:4786:::|h[Опояска азеритового арсенала]|h|r",
		}, -- [6]
		{
			["ID"] = 159306,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159306::::::::120:581::16:5:4780:6516:6513:1607:4786:::|h[Прожженные брюки]|h|r",
		}, -- [7]
		{
			["ID"] = 158007,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:158007::::::::120:577::27:5:4803:6516:6513:1612:4785:::|h[Сапоги могильной колючки]|h|r",
		}, -- [8]
		{
			["ID"] = 173472,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:173472::::::::120:581::29:6:6412:4803:6515:6516:1502:4786:::|h[Наручи ненасытной пасти]|h|r",
		}, -- [9]
		{
			["ID"] = 168985,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:168985::::::::120:581::2:5:4778:6516:6513:1472:4785:::|h[Самоочищающиеся повязки]|h|r",
		}, -- [10]
		{
			["ID"] = 174531,
			["Level"] = 460,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174531::::::::120:581::5:6:4823:41:6516:6515:1502:4786:::|h[Кольцо с гравировкой Бездны]|h|r",
		}, -- [11]
		{
			["ID"] = 174469,
			["Level"] = 445,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174469::::::::120:581::3:5:4822:6516:6515:1487:4786:::|h[Кольцо коварных размышлений]|h|r",
		}, -- [12]
		{
			["ID"] = 165662,
			["Level"] = 445,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:165662::::::::120:581::28:5:4803:42:6513:1637:4786:::|h[Штампованная блестяшка из Кезана]|h|r",
		}, -- [13]
		{
			["ID"] = 172847,
			["Level"] = 425,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:172847::::::::120:577::47:3:6515:1537:4785:::|h[Эмблема падшего претендента]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 474,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 158103,
			["Level"] = 445,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:158103::::::::120:581::28:6:4803:4802:6516:6513:1637:4786:::|h[Сабля Винтерсейла]|h|r",
		}, -- [16]
		{
			["ID"] = 160110,
			["Level"] = 440,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:160110::::::::120:581::35:7:4780:6578:6579:6539:6513:1612:4786:::|h[Боевой клинок Королевы песков]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
